[{"date":"1959-10-01T00:00:00","id":"19591001_reps_23_hor24.xml","word":"british","kwic":"lerate. These are some of the reasons why British immigrants do not come here. Those who are already here and "},{"date":"1951-06-13T00:00:00","id":"19510613_reps_20_213.xml","word":"british","kwic":"o provide the necessary accommodation for British immigrants? "},{"date":"1925-09-24T00:00:00","id":"19250924_senate_9_111.xml","word":"british","kwic":"e Imperial Government for the settling of British immigrants on our land, with a view to developing our undoub"},{"date":"1955-05-24T00:00:00","id":"19550524_reps_21_hor6.xml","word":"british","kwic":"e people of our own kith and kin. We want British immigrants to be well satisfied with their lives in Australi"},{"date":"1949-10-26T00:00:00","id":"19491026_senate_18_205.xml","word":"british","kwic":"which this division refers for the use of British immigrants when the stream of displaced persons from Europe "},{"date":"1952-09-25T00:00:00","id":"19520925_reps_20_219.xml","word":"british","kwic":"ene to obtain employment for the nineteen British immigrants who were brought to this country by the New South"},{"date":"1952-09-25T00:00:00","id":"19520925_reps_20_219.xml","word":"british","kwic":" can be pointed out that every one of the British immigrants brought to this country under Commonwealth nomina"},{"date":"1952-09-25T00:00:00","id":"19520925_reps_20_219.xml","word":"british","kwic":"t of the Commonwealth scheme for assisted British immigrants ? If it is a fact, what will be the increased amo"},{"date":"1952-09-25T00:00:00","id":"19520925_reps_20_219.xml","word":"british","kwic":"tralian Government if the present flow of British immigrants is to be maintained? "},{"date":"1957-09-17T00:00:00","id":"19570917_reps_22_hor16.xml","word":"british","kwic":"und to be at the root of the departure of British immigrants. "},{"date":"1957-09-17T00:00:00","id":"19570917_reps_22_hor16.xml","word":"british","kwic":"bility of providing a job and housing for British immigrants on to their nominators instead of assuming that r"},{"date":"1957-09-17T00:00:00","id":"19570917_reps_22_hor16.xml","word":"british","kwic":"ould be maintained to 40 per cent. of non-British immigrants in order to preserve our British heritage. We als"},{"date":"1957-09-17T00:00:00","id":"19570917_reps_22_hor16.xml","word":"british","kwic":"ible to ascertain correctly the number of British immigrants who have returned to their own country. The Oppos"},{"date":"1961-10-05T00:00:00","id":"19611005_reps_23_hor33.xml","word":"british","kwic":"ssist the organization to bring many good British immigrants to Australia. The organization does not ask for r"},{"date":"1970-10-21T00:00:00","id":"19701021_reps_27_hor70.xml","word":"british","kwic":"r some compensation, especially for those British immigrants who have taken out Australian citizenship or othe"},{"date":"1930-06-17T00:00:00","id":"19300617_reps_12_124.xml","word":"british","kwic":" true. The ratio of foreign immigrants to British immigrants is greater now than during the regime of the Bruc"},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"british","kwic":"ny information about an alleged demand by British immigrants, or by some person who purports to act on their b"},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"british","kwic":"r persons who made it genuinely represent British immigrants? In view of the recent finding of the committee e"},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"british","kwic":"nfluence behind the alleged discontent of British immigrants, can the Minister inform the House whether the re"},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"british","kwic":"s group as by any means representative of British immigrants generally. Very large numbers of British immigran"},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"british","kwic":"migrants generally. Very large numbers of British immigrants have passed through these hostels. The hostels ha"},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"british","kwic":" accommodation than the great bulk of the British immigrants. On examining the history of the three principal "},{"date":"1952-11-05T00:00:00","id":"19521105_senate_20_220.xml","word":"british","kwic":"g. Similar provision is made for assisted British immigrants until they commence work. During the last five ye"},{"date":"1956-10-25T00:00:00","id":"19561025_reps_22_hor13.xml","word":"british","kwic":" was undertaken, first by Australians and British immigrants. At the conclusion of World War I. a large number"},{"date":"1957-09-03T00:00:00","id":"19570903_senate_22_s11.xml","word":"british","kwic":"er, with an increase in the proportion of British immigrants in the programme and higher passage costs, expend"},{"date":"1950-10-24T00:00:00","id":"19501024_reps_19_209.xml","word":"british","kwic":"- Perhaps the Govern-* ment does not want British immigrants. "},{"date":"1950-10-24T00:00:00","id":"19501024_reps_19_209.xml","word":"british","kwic":" not think that for a moment. We all want British immigrants but unfortunately we are inclined to treat them a"},{"date":"1950-10-24T00:00:00","id":"19501024_reps_19_209.xml","word":"british","kwic":" from foreign countries than we ure about British immigrants, just as many parents are more concerned about th"},{"date":"1950-10-24T00:00:00","id":"19501024_reps_19_209.xml","word":"british","kwic":" shall be made in future for the needs of British immigrants. These people do not expect to \"walk straight int"},{"date":"1956-09-25T00:00:00","id":"19560925_reps_22_hor12.xml","word":"british","kwic":"ced aim of the Government of 50 per cent. British immigrants in the total net intake. "},{"date":"1956-09-25T00:00:00","id":"19560925_reps_22_hor12.xml","word":"british","kwic":"ther Commonwealth countries in attracting British immigrants. I can assure the honorable gentleman that it is "},{"date":"1949-06-16T00:00:00","id":"19490616_reps_18_202.xml","word":"british","kwic":"and imposes a five-year waiting period on British immigrants for full  Union  citizenship. "},{"date":"1911-12-12T00:00:00","id":"19111212_reps_4_63.xml","word":"british","kwic":"re to secure our share of that stream of. British immigrants which will not be indefinitely continued, and whi"},{"date":"1947-11-06T00:00:00","id":"19471106_reps_18_194.xml","word":"british","kwic":"s that South Africa is more attractive to British immigrants or Australia- "},{"date":"1958-08-21T00:00:00","id":"19580821_reps_22_hor20.xml","word":"british","kwic":"e of European stock. I should like to see British immigrants coming in very great numbers, but I do not object"},{"date":"1955-05-31T00:00:00","id":"19550531_reps_21_hor6.xml","word":"british","kwic":" and the accommodation provided by it for British immigrants. I should explain that at the Williams Creek Migr"},{"date":"1955-05-31T00:00:00","id":"19550531_reps_21_hor6.xml","word":"british","kwic":"cently, we were able to make available to British immigrants and their families at the hostels more accommodat"},{"date":"1955-05-31T00:00:00","id":"19550531_reps_21_hor6.xml","word":"british","kwic":" now, owing to the considerable number of British immigrants coming to this country, we have had to revert to "},{"date":"1952-10-09T00:00:00","id":"19521009_reps_20_220.xml","word":"british","kwic":" Minister for Social Services say whether British immigrants to this country must reside here for a definite p"},{"date":"1962-11-06T00:00:00","id":"19621106_reps_24_hor37.xml","word":"british","kwic":" imagine that this year the percentage of British immigrants could be even higher but it is still too early to"},{"date":"1953-11-26T00:00:00","id":"19531126_reps_20_hor2.xml","word":"british","kwic":" question concerning Broughton hostel for British immigrants in Church-street, Burwood, in the electorate I re"},{"date":"1950-12-06T00:00:00","id":"19501206_senate_19_211.xml","word":"british","kwic":" who have immigrated to Australia, but to British immigrants. When T was in Great "},{"date":"1919-08-27T00:00:00","id":"19190827_reps_7_89.xml","word":"british","kwic":"le member think that it is better to have British immigrants? "},{"date":"1952-10-29T00:00:00","id":"19521029_senate_20_220.xml","word":"british","kwic":"Immigration say whether it is a fact that British immigrants pay higher tariffs than do foreign immigrants in "},{"date":"1957-12-03T00:00:00","id":"19571203_reps_22_hor17.xml","word":"british","kwic":"tchman to manage a hostel exclusively for British immigrants. In my opinion, many of the difficulties at the h"},{"date":"1957-12-03T00:00:00","id":"19571203_reps_22_hor17.xml","word":"british","kwic":"member for Canning. Quite a number of the British immigrants at Fishermen's Bend have complained that apparent"},{"date":"1957-12-03T00:00:00","id":"19571203_reps_22_hor17.xml","word":"british","kwic":"s only natural that tension develops when British immigrants have to go to a person of other nationality to tr"},{"date":"1957-12-03T00:00:00","id":"19571203_reps_22_hor17.xml","word":"british","kwic":"d about wanting to bring out Britons, the British immigrants do not find, on their arrival in Australia, the c"},{"date":"1925-07-08T00:00:00","id":"19250708_reps_9_110.xml","word":"british","kwic":" believe in bringing to Australia as many British immigrants as can be safely absorbed, and we have arranged w"},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"british","kwic":"ask the right honorable gentleman whether British immigrants in hostels have been forbidden to use kerosene he"},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"british","kwic":"st winter of sitting-rooms in hostels for British immigrants, the oppressive ban on kerosene heaters is calcul"},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"british","kwic":"st three months of this year half as many British immigrants left here- "},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"british","kwic":"st three months of this year half as many British immigrants left Australia as arrived in Australia, and that "},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"british","kwic":"t three months of this year the number of British immigrants who left Australia exceeded the number in some co"},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"british","kwic":"receiving, and continues to receive, more British immigrants than any other country in the world is receiving,"},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"british","kwic":"eiving, and that our rate of reception of British immigrants in recent times has exceeded the combined total r"},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"british","kwic":"e are able, to take the highest intake of British immigrants. "},{"date":"1962-05-09T00:00:00","id":"19620509_reps_24_hor35.xml","word":"british","kwic":" visit to the United Kingdom? Will future British immigrants be subjected to similar treatment . by our immigr"},{"date":"1962-05-09T00:00:00","id":"19620509_reps_24_hor35.xml","word":"british","kwic":"n to alter our present rules of entry for British immigrants. I hope very much that as the years unfold we sha"},{"date":"1905-12-14T00:00:00","id":"19051214_senate_2_30.xml","word":"british","kwic":"to differentiate between them by allowing British immigrants to be brought here under contract when there migh"},{"date":"1957-09-19T00:00:00","id":"19570919_reps_22_hor16.xml","word":"british","kwic":"ar to be expended on the encouragement of British immigrants. This is well over 80 per cent, of the total incr"},{"date":"1949-09-23T00:00:00","id":"19490923_reps_18_204.xml","word":"british","kwic":"lowance would be payable to newly arrived British immigrants who had not yet fulfilled the residential qualifi"},{"date":"1949-06-07T00:00:00","id":"19490607_reps_18_202.xml","word":"british","kwic":"o far no agreement has been concluded and British immigrants lose their pensions when they come to Australia.."},{"date":"1953-11-11T00:00:00","id":"19531111_reps_20_hor2.xml","word":"british","kwic":"n years. No difficulty will be found with British immigrants and I hope the Government will adopt every means "},{"date":"1953-11-11T00:00:00","id":"19531111_reps_20_hor2.xml","word":"british","kwic":"f it attempts to accelerate the intake of British immigrants. "},{"date":"1949-10-13T00:00:00","id":"19491013_reps_18_205.xml","word":"british","kwic":"he other is the lack of housing to enable British immigrants to enjoy the same opportunities of living as are "},{"date":"1948-10-26T00:00:00","id":"19481026_reps_18_199.xml","word":"british","kwic":"her accommodation was \"to be provided for British immigrants. but I imagine that the money is to he expended o"},{"date":"1948-10-26T00:00:00","id":"19481026_reps_18_199.xml","word":"british","kwic":" On a previous occasion, I said that many British immigrants were leaving Australia because they could not fin"},{"date":"1964-03-04T00:00:00","id":"19640304_senate_25_s25.xml","word":"british","kwic":" it is extremely good that another 10,000 British immigrants are to come to this country. However, I hope that"},{"date":"1953-09-22T00:00:00","id":"19530922_reps_20_hor1.xml","word":"british","kwic":"he Bunnerong immigrant hostel, from which British immigrants were recently evicted, is being rewired for elect"},{"date":"1956-03-07T00:00:00","id":"19560307_reps_22_hor9.xml","word":"british","kwic":"cheme. That answer would not apply to the British immigrants who pay their own fares to Australia, and in rela"},{"date":"1957-12-05T00:00:00","id":"19571205_reps_22_hor17.xml","word":"british","kwic":"the ordinary scheme for the nomination of British immigrants. The publicity given to the \" Bring out a Briton "},{"date":"1957-12-05T00:00:00","id":"19571205_reps_22_hor17.xml","word":"british","kwic":"hts of many people to> assisting to bring British immigrants to Australia. "},{"date":"1958-02-25T00:00:00","id":"19580225_reps_22_hor18.xml","word":"british","kwic":" toAustralia and, in particular, upon the British immigrants. The Government hasdenied great numbers of Britis"},{"date":"1958-02-25T00:00:00","id":"19580225_reps_22_hor18.xml","word":"british","kwic":"icial figures show that the proportion of British immigrants has fallen below 40 per cent. It might be as low "},{"date":"1956-10-25T00:00:00","id":"19561025_senate_22_s9.xml","word":"british","kwic":"on on rural conditions in Australia. Many British immigrants are interested in primary production. The literat"},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"british","kwic":"far as thev relate to the introduction of British immigrants under contract to employers in Australia. But it "},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"british","kwic":" such immigration are in the interests of British immigrants themselves. I think, however, that the other rest"},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"british","kwic":" would render it impossible for reputable British immigrants to land here. I believe that some discretion must"},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"british","kwic":" immigration from the \"United Kingdom are British immigrants, who have bettered their condition here. So far a"},{"date":"1949-10-12T00:00:00","id":"19491012_reps_18_205.xml","word":"british","kwic":"bers will grow and that the proportion of British immigrants to other European immigrants will become consider"},{"date":"1926-07-14T00:00:00","id":"19260714_senate_10_114.xml","word":"british","kwic":"guarantee land and employment for 450,000 British immigrants. "},{"date":"1926-07-14T00:00:00","id":"19260714_senate_10_114.xml","word":"british","kwic":"tish capital in the settlement of 450,000 British immigrants, which would still leave Great Britain with a mil"},{"date":"1954-10-12T00:00:00","id":"19541012_reps_21_hor5.xml","word":"british","kwic":"tralia is getting a satisfactory quota of British immigrants? Can he also indicate whether or not Australia's "},{"date":"1954-10-12T00:00:00","id":"19541012_reps_21_hor5.xml","word":"british","kwic":"e have been successful in attracting more British immigrants than has any other British country. "},{"date":"1924-10-07T00:00:00","id":"19241007_reps_9_109.xml","word":"british","kwic":"ected to the medical examination to which British immigrants are subjected. The medical examination of British"},{"date":"1962-05-01T00:00:00","id":"19620501_reps_24_hor35.xml","word":"british","kwic":"onditions which we do not demand from non-British immigrants seeking naturalization. "},{"date":"1957-03-21T00:00:00","id":"19570321_senate_22_s10.xml","word":"british","kwic":"with housing difficulties. In  1954,  non-British immigrants accounted for  16.5  per cent, of workers in the "},{"date":"1938-10-06T00:00:00","id":"19381006_reps_15_157.xml","word":"british","kwic":"re was a decrease of 652 in the number of British immigrants to Australia. That means that, instead of maintai"},{"date":"1953-02-18T00:00:00","id":"19530218_reps_20_221.xml","word":"british","kwic":"de available in the Cessnock district for British immigrants who have been brought to Australia to assist in t"},{"date":"1953-02-18T00:00:00","id":"19530218_reps_20_221.xml","word":"british","kwic":" and thereby do justice to a fine body of British immigrants who are broken-hearted by the shocking treatment "},{"date":"1952-05-28T00:00:00","id":"19520528_reps_20_217.xml","word":"british","kwic":"lity of making available to the widows of British immigrants the benefits of widows' pensions under the social"},{"date":"1952-06-03T00:00:00","id":"19520603_senate_20_217.xml","word":"british","kwic":"e in this country would prefer additional British immigrants, rather than Europeans, many of whom were our ene"},{"date":"1946-11-07T00:00:00","id":"19461107_reps_18_189.xml","word":"british","kwic":"id. It is unfair to say unreservedly that British immigrants were left behind in England to make room for them"},{"date":"1964-11-16T00:00:00","id":"19641116_reps_25_hor44.xml","word":"british","kwic":"s to assist in the financing of homes for British immigrants. So far these approaches have not been successful"},{"date":"1951-11-15T00:00:00","id":"19511115_reps_20_215.xml","word":"british","kwic":"nants for houses that have been built for British immigrants at Dapto. Is it a fact that the rent to be charge"},{"date":"1951-11-15T00:00:00","id":"19511115_reps_20_215.xml","word":"british","kwic":"is providing for immigrants, particularly British immigrants, at the hostels that come under the supervision o"},{"date":"1951-11-15T00:00:00","id":"19511115_reps_20_215.xml","word":"british","kwic":" degree of nervous tension on the part of British immigrants who reside at various hostels throughout Australi"},{"date":"1951-11-15T00:00:00","id":"19511115_reps_20_215.xml","word":"british","kwic":"rior to their departure. The situation of British immigrants is somewhat different from that of the continenta"},{"date":"1951-11-15T00:00:00","id":"19511115_reps_20_215.xml","word":"british","kwic":"e, I hope that we shall be able to remove British immigrants from camps and hostels as quickly as possible and"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":"only one aspect of it - the proportion of British immigrants. We all know that for some months now the Leader "},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":"necessity of increasing the percentage of British immigrants. I say quite definitely that it is highly desirab"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":"y desirable to increase the percentage of British immigrants if possible. In this connexion, it was interestin"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":"gested that this Government does not want British immigrants. He made that foul suggestion in the face of all "},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":"offer of further inducements to encourage British immigrants to come here. For example, we have introduced the"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":" new agreement on social services so that British immigrants to this country can count their term of residence"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":"as we try to get as large a proportion of British immigrants within the framework of our policy as we can. "},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":"the Opposition in attacking the policy on British immigrants?  His  policy is not to maintain the intake of im"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"british","kwic":"mbers opposite that we could attract more British immigrants if we provided housing for them. The plain truth "},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"british","kwic":", on board a ship at Perth last year, 200 British immigrants who had returned to England after migrating to Au"},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"british","kwic":"ally stressed, we should give priority to British immigrants. I hope that better transport facilities will be "},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"british","kwic":"transport facilities will be provided for British immigrants than have been provided in the past, because I kn"},{"date":"1957-05-22T00:00:00","id":"19570522_reps_22_hor15.xml","word":"british","kwic":"er that they intend to increase fares for British immigrants to such an extent that the recently announced, st"},{"date":"1957-05-22T00:00:00","id":"19570522_reps_22_hor15.xml","word":"british","kwic":" for a vessel called \" Fairsea \" to carry British immigrants. It accommodates about 1,500 persons and we hope "},{"date":"1957-05-22T00:00:00","id":"19570522_reps_22_hor15.xml","word":"british","kwic":"ember for Batman. Is the cost of bringing British immigrants to Australia about £140 each at the present time?"},{"date":"1957-05-22T00:00:00","id":"19570522_reps_22_hor15.xml","word":"british","kwic":"orced to reduce the intake of much-needed British immigrants as a result of the shipping companies' present at"},{"date":"1957-05-22T00:00:00","id":"19570522_reps_22_hor15.xml","word":"british","kwic":" the Hungarians, to maintain the quota of British immigrants? "},{"date":"1958-02-27T00:00:00","id":"19580227_reps_22_hor18.xml","word":"british","kwic":"f this country. Another advantage is that British immigrants are easier to assimilate than non-British immigra"},{"date":"1958-02-27T00:00:00","id":"19580227_reps_22_hor18.xml","word":"british","kwic":"igrants are easier to assimilate than non-British immigrants, because they understand our language and our law"},{"date":"1949-09-08T00:00:00","id":"19490908_reps_18_204.xml","word":"british","kwic":"ig development of the flow of unnominated British immigrants, who will have initial accommodation provided joi"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":" and other immigrants never fell below 60 British immigrants to 40 foreign immigrants. "},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"he last year or so that the proportion of British immigrants has fallen to 25 per cent. What is the reason for"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":" government maintained a proportion of 60 British immigrants to 40 foreign immigrants. "},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"servatives were not interested in sending British immigrants to Australia. The Churchill Government did not th"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"te? Or perhaps, if he wants the intake of British immigrants to be considerably bumped up, he may give a thoug"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"kes about the inadequacy of the intake of British immigrants. I shall take this opportunity to say a word in t"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"e in the manner in which it has attracted British immigrants, and has gone on maintaining in the United Kingdo"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"this country has received a proportion of British immigrants broadly equivalent to the total number received b"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"of assisted passage money for prospective British immigrants, the immigrant being required to find only £10 fo"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":" not, in our view, sufficiently high, and British immigrants did not form a sufficiently high proportion of ou"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":" increase very considerably the intake of British immigrants beyond what it would have been had we left it to "},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"we should maintain a balance in favour of British immigrants. The Minister glibly says that the number of Brit"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"e Minister glibly says that the number of British immigrants is determined by the proportion of total emigrant"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":" offsets against our intake the number of British immigrants who return. Further, I point out that in the Pres"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"manency there; but if we are to encourage British immigrants to come to this country we should at least do eve"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"e honorable member give the proportion of British immigrants? "},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"r and to the pleas of those who want more British immigrants to come to Australia. I ask them to make some per"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"or those who say that we should have more British immigrants, there is ample scope to do something active abou"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"oper solution, I suggest, is to encourage British immigrants and skilled immigrants, first, by giving them the"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"finite term. 1 shall cite the figures for British immigrants compared with those for people who were not Briti"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"1 per cent, were alien. The proportion of British immigrants varied from 39.8 per cent, in 1950 to as high as "},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"t, if we have a look at the proportion of British immigrants that Australia has received compared with other c"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"r solution of the problem is to encourage British immigrants and skilled immigrants from all quarters by givin"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"5 per cent, as representing the intake of British immigrants since 1947 he was dealing with only assisted-pass"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"f the total. That gives a gross intake of British immigrants of 47.9 per cent. I ask honorable members to comp"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":" that way. 1 know of an instance in which British immigrants living at the Brooklyn hostel sought, and obtaine"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"r it is because good radicals amongst the British immigrants at Brooklyn have protested against the bad living"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"enthusiastic about encouraging additional British immigrants to come to this country in appropriate numbers. B"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"its best, but it should ascertain why the British immigrants at Brooklyn have held protest meetings and agitat"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"british","kwic":"ported wholeheartedly the protests of the British immigrants, directed not against the management, but against"},{"date":"1954-09-08T00:00:00","id":"19540908_reps_21_hor4.xml","word":"british","kwic":" education in the English language of non-British immigrants. Such expenditure is well justified. It will help"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"british","kwic":"irst, that there is much discontent among British immigrants at the Williamstown hostel in Victoria; secondly,"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"british","kwic":"be as large as that. Many of the wives of British immigrants are engaged in full-time employment at good wages"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"british","kwic":"d only about 1$ per cent, a fortnight for British immigrants. Those figures show either that European immigran"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"british","kwic":"ive accommodation for themselves than are British immigrants, or that the quarters provided for the British im"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"british","kwic":"ts, or that the quarters provided for the British immigrants have been so much superior to those provided for "},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"british","kwic":" those provided for other immigrants that British immigrants have not been disposed to seek other accommodatio"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"british","kwic":"nity to bring in hundreds of thousands of British immigrants. We did, however, succeed in bringing in 1,000,00"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"british","kwic":"however, succeed in bringing in 1,000,000 British immigrants during that period. We had to meet, not only acti"},{"date":"1957-09-03T00:00:00","id":"19570903_reps_22_hor16.xml","word":"british","kwic":"er, with an increase in the proportion of British immigrants in the programme and higher passage costs, expend"},{"date":"1957-04-10T00:00:00","id":"19570410_senate_22_s10.xml","word":"british","kwic":"avy? This would help the flow of suitable British immigrants to Australia, and would also bring up to full str"},{"date":"1952-08-21T00:00:00","id":"19520821_reps_20_218.xml","word":"british","kwic":"asked a fortnight ago about the plight of British immigrants in hostels where they are unable to pay the high "},{"date":"1957-05-08T00:00:00","id":"19570508_reps_22_hor15.xml","word":"british","kwic":"ish nationals. This country receives more British immigrants than Canada and New Zealand put together. "},{"date":"1957-05-08T00:00:00","id":"19570508_reps_22_hor15.xml","word":"british","kwic":" showing that though about 6 per cent, of British immigrants have returned to the United Kingdom, a substantia"},{"date":"1959-11-18T00:00:00","id":"19591118_reps_23_hor25.xml","word":"british","kwic":"out the \" open door \" scheme for inducing British immigrants to come here is concerned we have made it quite p"},{"date":"1951-11-28T00:00:00","id":"19511128_senate_20_215.xml","word":"british","kwic":"sted passage schemes. The total intake of British immigrants, both assisted and as full-fare paying passengers"},{"date":"1954-09-02T00:00:00","id":"19540902_reps_21_hor4.xml","word":"british","kwic":"300,000 towards the cost of educating non-British immigrants. It is obvious, therefore, that the "},{"date":"1926-07-08T00:00:00","id":"19260708_senate_10_114.xml","word":"british","kwic":"t is the estimated cost of training these British immigrants to follow farming pursuits ? "},{"date":"1948-12-09T00:00:00","id":"19481209_reps_18_200.xml","word":"british","kwic":"osed to help us to find accommodation for British immigrants. "},{"date":"1952-10-09T00:00:00","id":"19521009_senate_20_219.xml","word":"british","kwic":" that have been used for the transport of British immigrants? I understand that there are now available more s"},{"date":"1952-05-14T00:00:00","id":"19520514_reps_20_217.xml","word":"british","kwic":"g done, but I point out that if we inform British immigrants that we will provide suitable accommodation for t"},{"date":"1952-05-14T00:00:00","id":"19520514_reps_20_217.xml","word":"british","kwic":" been published that, generally speaking, British immigrants are dissatisfied with what they havefound in Aust"},{"date":"1952-05-14T00:00:00","id":"19520514_reps_20_217.xml","word":"british","kwic":"on why Australia at present has a flow of British immigrants far in excess of that to any other British countr"},{"date":"1952-05-14T00:00:00","id":"19520514_reps_20_217.xml","word":"british","kwic":"esses views typical of those held by many British immigrants and gives a brighter picture, perhaps, than some "},{"date":"1952-05-14T00:00:00","id":"19520514_reps_20_217.xml","word":"british","kwic":"that experience is common to the class of British immigrants whom we have been discussing. In contrast with th"},{"date":"1952-05-14T00:00:00","id":"19520514_reps_20_217.xml","word":"british","kwic":"ney towards, the expense of accommodating British immigrants who are compelled' to live in hostels. The better"},{"date":"1951-10-10T00:00:00","id":"19511010_reps_20_214.xml","word":"british","kwic":", was established to supervise them? Will British immigrants receive the same consideration as they received p"},{"date":"1951-10-10T00:00:00","id":"19511010_reps_20_214.xml","word":"british","kwic":"tion between the amounts that are paid by British immigrants for hostel accommodation and those that are paid "},{"date":"1951-10-10T00:00:00","id":"19511010_reps_20_214.xml","word":"british","kwic":"truction been issued under which wives of British immigrants are debarred from working? "},{"date":"1951-10-10T00:00:00","id":"19511010_reps_20_214.xml","word":"british","kwic":"nce between the tariff that is charged to British immigrants who' are residents of hostels and that which is c"},{"date":"1951-10-10T00:00:00","id":"19511010_reps_20_214.xml","word":"british","kwic":" of facilities for children is concerned, British immigrants receive better treatment than new Australians. "},{"date":"1951-10-10T00:00:00","id":"19511010_reps_20_214.xml","word":"british","kwic":"on is placed on the right of the wives of British immigrants to engage in work. Many of them are doing so wher"},{"date":"1953-10-13T00:00:00","id":"19531013_reps_20_hor1.xml","word":"british","kwic":"tion a question concerning the additional British immigrants  that he is reported to be arranging to come to t"},{"date":"1953-10-13T00:00:00","id":"19531013_reps_20_hor1.xml","word":"british","kwic":" his reference to an additional number of British immigrants who are to come to Australia. What we are seeking"},{"date":"1953-10-13T00:00:00","id":"19531013_reps_20_hor1.xml","word":"british","kwic":"eking to do is to attract to this country British immigrants additional to those who have already decided to c"},{"date":"1953-10-13T00:00:00","id":"19531013_reps_20_hor1.xml","word":"british","kwic":"iminution in nominations in Australia for British immigrants, in order to keep up the numbers we have introduc"},{"date":"1924-08-20T00:00:00","id":"19240820_senate_9_108.xml","word":"british","kwic":"industries. We should not forget that the British immigrants now coming to Australia have left relatives behin"},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"british","kwic":"cerns attempts to ascertain the number of British immigrants coming to this country. "},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"british","kwic":" to obtain, I find that the proportion of British immigrants is no' more than 33 per cent, or 34 per cent., bu"},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"british","kwic":" per cent. If we then ask how many of the British immigrants return to their country of origin, we are told th"},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"british","kwic":"ly that Australia is doing more in taking British immigrants than is any other dominion. "},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"british","kwic":" fact that Australians are not sponsoring British immigrants in sufficient numbers. That is true, and nobody i"},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"british","kwic":"egroes into Britain. The reasons why more British immigrants are not coming to Australia are that first, Austr"},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"british","kwic":"e difficult to increase the proportion of British immigrants. "},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"british","kwic":"hat has been said about attempts to bring British immigrants to Australia. "},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"british","kwic":"le, on a Commonwealth housing project for British immigrants, are to be dismissed next Friday? If so, does the"},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"british","kwic":"in maintaining a reasonable proportion of British immigrants, and an adequate birth-rate, our immigration prog"},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"british","kwic":"ms were undoubtedly earned in overtime by British immigrants, every one of whom, I remind the committee, is a "},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"british","kwic":" more equitable scheme can be devised for British immigrants than that now in operation. "},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"british","kwic":". The allegation that 90 per cent, of the British immigrants in the hostels were refusing to pay the charges w"},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"british","kwic":" honorable gentleman's statement was that British immigrants in hostels, because of the high charges, had no h"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"british","kwic":"ered the ship that we were using to bring British immigrants to Australia. If necessary, that ship will now be"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"british","kwic":"ve indicated, we have had to accept fewer British immigrants, it has been necessary to restrict the number of "},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"british","kwic":"an immigrants. If we desire to bring more British immigrants here we should appeal to business houses to spons"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"british","kwic":" there is no restriction on the number of British immigrants allowed into this country. "},{"date":"1951-11-22T00:00:00","id":"19511122_senate_20_215.xml","word":"british","kwic":"k of the State governments to ensure that British immigrants shall be settled in employment in Australia. That"},{"date":"1951-11-22T00:00:00","id":"19511122_senate_20_215.xml","word":"british","kwic":"ole prerogative of the State governments. British immigrants are supposed to be promised employment before the"},{"date":"1951-11-22T00:00:00","id":"19511122_senate_20_215.xml","word":"british","kwic":"the establishment of reception depots for British immigrants. Last year, £70,000 was provided for that purpose"},{"date":"1951-11-22T00:00:00","id":"19511122_senate_20_215.xml","word":"british","kwic":"induce to come here. It is necessary that British immigrants, when they arrive here, should be housed and take"},{"date":"1951-11-22T00:00:00","id":"19511122_senate_20_215.xml","word":"british","kwic":" returned soldiers brought out a party of British immigrants. Within a few months there was hardly one of them"},{"date":"1973-04-11T00:00:00","id":"19730411_reps_28_hor83.xml","word":"british","kwic":"general misconception on the part of many British immigrants already here that by long residence they have aut"},{"date":"1965-05-06T00:00:00","id":"19650506_senate_25_s28.xml","word":"british","kwic":"shipping lines regarding the transport of British immigrants to Australia? "},{"date":"1958-08-05T00:00:00","id":"19580805_reps_22_hor20.xml","word":"british","kwic":" I should mention briefly the question of British immigrants because there are more people of British stock in"},{"date":"1958-08-05T00:00:00","id":"19580805_reps_22_hor20.xml","word":"british","kwic":" the contrary, the advantages afforded to British immigrants by the Government far exceed those that have been"},{"date":"1925-06-26T00:00:00","id":"19250626_senate_9_110.xml","word":"british","kwic":"ts supporters that there is, to introduce British immigrants, it would be more satisfactory if, instead of exp"},{"date":"1925-06-26T00:00:00","id":"19250626_senate_9_110.xml","word":"british","kwic":" the honorable senator does not object to British immigrants he cannot object to this vote, because that is ho"},{"date":"1953-03-05T00:00:00","id":"19530305_reps_20_221.xml","word":"british","kwic":"n received requests from some sections of British immigrants that cooking facilities be provided in certain im"},{"date":"1953-03-05T00:00:00","id":"19530305_reps_20_221.xml","word":"british","kwic":"n certain immigrant hostels? .Some of the British immigrants are not complaining about the standard of menus. "},{"date":"1953-03-05T00:00:00","id":"19530305_reps_20_221.xml","word":"british","kwic":"s established to consider the problems of British immigrants recommended that the practice .should not be adop"},{"date":"1956-09-20T00:00:00","id":"19560920_senate_22_s9.xml","word":"british","kwic":"turn to Australia. The number of post-war British immigrants departing from Australia is approximately 6 per c"},{"date":"1954-09-14T00:00:00","id":"19540914_reps_21_hor4.xml","word":"british","kwic":" first steps in assimilation is for . non-British immigrants to seek naturalization status, if they are eligib"},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"british","kwic":" unemployed German immigrants, unemployed British immigrants and other unemployed persons are not only a respo"},{"date":"1952-05-07T00:00:00","id":"19520507_reps_20_217.xml","word":"british","kwic":"ven to the construction of the hostel for British immigrants at Toowoomba, Queensland? "},{"date":"1957-04-09T00:00:00","id":"19570409_reps_22_hor14.xml","word":"british","kwic":"ion inform the House of the proportion of British immigrants in the total number of immigrants brought to Aust"},{"date":"1957-04-09T00:00:00","id":"19570409_reps_22_hor14.xml","word":"british","kwic":" year? Is Australia still attracting more British immigrants than other British Commonwealth countries such as"},{"date":"1957-04-09T00:00:00","id":"19570409_reps_22_hor14.xml","word":"british","kwic":"t will, of course, increase the intake of British immigrants. At this stage I would say that there is a great "},{"date":"1957-04-09T00:00:00","id":"19570409_reps_22_hor14.xml","word":"british","kwic":"f a significant increase in the number of British immigrants this year. The honorable member's next question h"},{"date":"1957-04-09T00:00:00","id":"19570409_reps_22_hor14.xml","word":"british","kwic":"next question had regard to the number of British immigrants going to different countries in the British Commo"},{"date":"1955-08-31T00:00:00","id":"19550831_reps_21_hor7.xml","word":"british","kwic":"origin. The percentage differs as between British immigrants and immigrants from European countries. In the ca"},{"date":"1955-08-31T00:00:00","id":"19550831_reps_21_hor7.xml","word":"british","kwic":"om European countries. In the case of the British immigrants, the figure is about 6 per cent., but even of the"},{"date":"1948-11-10T00:00:00","id":"19481110_reps_18_199.xml","word":"british","kwic":"sses of immigrants. The first consists of British immigrants, whom we Jo not direct into employment or to any."},{"date":"1956-09-13T00:00:00","id":"19560913_senate_22_s9.xml","word":"british","kwic":"rnment to encourage, as a first priority, British immigrants to this country, and the honorable senator can be"},{"date":"1948-06-17T00:00:00","id":"19480617_reps_18_197.xml","word":"british","kwic":"ith considerable success and the ratio of British immigrants to foreigners has been about ten to one. Whilst t"},{"date":"1958-03-12T00:00:00","id":"19580312_reps_22_hor18.xml","word":"british","kwic":"nment was discriminating not only against British immigrants but against southern European immigrants also. He"},{"date":"1958-03-12T00:00:00","id":"19580312_reps_22_hor18.xml","word":"british","kwic":" the lips of any honorable member. I warn British immigrants not to permit themselves to be led into a trap by"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"british","kwic":"'s present plan, 20,000. full fare-paying British immigrants and 20,000 assisted British immigrants will come "},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"british","kwic":"ng British immigrants and 20,000 assisted British immigrants will come to Australia each year. The total of 40"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"british","kwic":" Australia each year. The total of 40,000 British immigrants is not a goal towards which the Government is str"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"british","kwic":"some arrangements were made whereby those British immigrants could do their own cooking, three out of four of "},{"date":"1957-09-11T00:00:00","id":"19570911_reps_22_hor16.xml","word":"british","kwic":"m the United Kingdom is made available to British immigrants. In addition, it thas chartered the \" Fairsea \" s"},{"date":"1957-09-11T00:00:00","id":"19570911_reps_22_hor16.xml","word":"british","kwic":"it may be used solely for the carriage of British immigrants. Indeed, the Government is at present endeavourin"},{"date":"1957-09-11T00:00:00","id":"19570911_reps_22_hor16.xml","word":"british","kwic":"f spare accommodation could be offered to British immigrants. I may say that so far the campaign has been very"},{"date":"1957-09-11T00:00:00","id":"19570911_reps_22_hor16.xml","word":"british","kwic":"determination to give first preference to British immigrants. "},{"date":"1958-09-16T00:00:00","id":"19580916_reps_22_hor21.xml","word":"british","kwic":"e question has been loosened up so far as British immigrants are concerned and that we are getting a very larg"},{"date":"1958-09-16T00:00:00","id":"19580916_reps_22_hor21.xml","word":"british","kwic":"f worth-while immigrants, and we must get British immigrants. After all, Britain is the root and stem of our f"},{"date":"1958-09-16T00:00:00","id":"19580916_reps_22_hor21.xml","word":"british","kwic":"n is the root and stem of our family, and British immigrants are available. But you will destroy the essence o"},{"date":"1958-09-16T00:00:00","id":"19580916_reps_22_hor21.xml","word":"british","kwic":"et out, to earn and own and belong. Those British immigrants are of the essence of the contract so far as our "},{"date":"1958-03-13T00:00:00","id":"19580313_senate_22_s12.xml","word":"british","kwic":"cannot make him drink. You can try to get British immigrants but if they do not want to come, you cannot bring"},{"date":"1957-10-31T00:00:00","id":"19571031_senate_22_s11.xml","word":"british","kwic":"is being done in Commonwealth hostels for British immigrants. There have been very many complaints lately that"},{"date":"1957-10-31T00:00:00","id":"19571031_senate_22_s11.xml","word":"british","kwic":"ately that we are not bringing out enough British immigrants, and there have been various complaints by the im"},{"date":"1957-10-31T00:00:00","id":"19571031_senate_22_s11.xml","word":"british","kwic":" is doing all it can to bring out as many British immigrants as possible. The Government imposes no restrictio"},{"date":"1957-10-31T00:00:00","id":"19571031_senate_22_s11.xml","word":"british","kwic":"poses no restrictions as to the number of British immigrants who may come here. Any check imposed is by shorta"},{"date":"1957-10-31T00:00:00","id":"19571031_senate_22_s11.xml","word":"british","kwic":"eign ship for the purpose of bringing out British immigrants. This vessel is in addition to those that the Com"},{"date":"1957-10-31T00:00:00","id":"19571031_senate_22_s11.xml","word":"british","kwic":" time to time in newspapers complaints by British immigrants. The press is never too ready to publicize the co"},{"date":"1957-10-31T00:00:00","id":"19571031_senate_22_s11.xml","word":"british","kwic":"lished a great many adverse criticisms by British immigrants. This chief of staff was recently in England, and"},{"date":"1908-12-03T00:00:00","id":"19081203_reps_3_48.xml","word":"british","kwic":"nditions attaching to the introduction of British immigrants under contract. If they are not under contract th"},{"date":"1908-12-03T00:00:00","id":"19081203_reps_3_48.xml","word":"british","kwic":"oor of this House and- let it go forth to British immigrants that there is land in abundance available in Aust"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"ny published comments about the number of British immigrants coming to Australia have been appearing. Most of "},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"omments have been to the effect that more British immigrants should come to this country. We should take as ma"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"e to this country. We should take as many British immigrants as the country can possibly absorb, and the Gover"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"ere are obvious reasons why the number of British immigrants coming to Australia is limited. One very obvious "},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"way of the assimilation and absorption of British immigrants who have no accommodation to go to on their arriv"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":" to the conclusion that our proportion of British immigrants should be higher. I believe the general feeling i"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"eneral feeling is that we should get more British immigrants to come to Australia. However, when we see the co"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"en we see the conditions under which many British immigrants have to exist when they arrive in Australia, it i"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"uildings were converted for occupation by British immigrants, they were improved. New iron roofs were fitted a"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"onveniences were not altered at all. Many British immigrants -who had left decent homes in England have to liv"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"a greater number of assisted passages for British immigrants than for those from any other country. We have ma"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"ontribution towards the fares of assisted British immigrants than in respect of assisted immigrants from any o"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"the maximum of shipping accommodation for British immigrants. It is interesting to note that we have launched "},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"e has stimulated interest among potential British immigrants as well as among potential Australian nominators."},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"veal jobs and accommodation vacancies for British immigrants. "},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"e of this great increase in the number of British immigrants coming to Australia. Our record of British immigr"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"for immigrants, Canada. The net intake of British immigrants into that country has been less than 20 per cent,"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"on into the community of the 643,'000 non-British immigrants who have joined us in the post-war years. These p"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"e are to maintain a certain proportion of British immigrants - a fixed percentage if you like- . to reduce the"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"n accordance with the varying intake ' of British immigrants which will fluctuate, not only with changes in co"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"british","kwic":"onably balanced, and while taking as many British immigrants as we possibly can, to maintain the yearly target"},{"date":"1951-10-30T00:00:00","id":"19511030_reps_20_214.xml","word":"british","kwic":"rge numbers as possible. The treatment of British immigrants on their arrival here is such that it is amazing "},{"date":"1952-09-09T00:00:00","id":"19520909_reps_20_218.xml","word":"british","kwic":"e unfulfilled' promises that were made to British immigrants 'by Immigration Department official's in' Great B"},{"date":"1952-09-09T00:00:00","id":"19520909_reps_20_218.xml","word":"british","kwic":" 25s:- a> week.?! Is it a fact that some British \"immigrants for whom, homes have not been provided have now b"},{"date":"1952-10-08T00:00:00","id":"19521008_reps_20_219.xml","word":"british","kwic":"regarding the sorry plight of a number of British immigrants, who are miners and live in hostels on the south "},{"date":"1952-10-08T00:00:00","id":"19521008_reps_20_219.xml","word":"british","kwic":"One provision in the bill is an insult to British immigrants. The House should bear in mind that the greatest "},{"date":"1952-10-08T00:00:00","id":"19521008_reps_20_219.xml","word":"british","kwic":" not to make this provision applicable to British immigrants, because reciprocal arrangements already exist be"},{"date":"1952-10-08T00:00:00","id":"19521008_reps_20_219.xml","word":"british","kwic":"on of a particular member. In fairness to British immigrants, the Minister should spare them the indignity of "},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"gration figures a loss of 60 per cent, of British immigrants represents a great waste of the public funds that"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"is country in the post-war years far more British immigrants than did any of the other dominions, and I believ"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":" the Bunnerong hostel in the place of the British immigrants. I want to know whether any instruction has been "},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"ation was denied to our kith and kin, the British immigrants. Power points to allow kitchen utensils to be con"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"owing the Dutch immigrants to do what the British immigrants were not allowed to do, and that is to cook their"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"ok their own meals. I have found that the British immigrants are a. fine body of people. "},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":" view of the investigating committee that British immigrants should not be given privileges that are not avail"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"is rent, he is put out in the street. The British immigrants who were evicted had the opportunity to pay their"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"ildren in a family. We have passed 36,000 British immigrants through our hostels, but only about 200 or 300 ha"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"in Australia, and I know that  almost all British immigrants have settled down well. They are not perfectly ha"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"e inquiry committee bound itself was that British immigrants should be treated on exactly the same basis as Au"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"  quarter of this year, there were 10,197 British immigrants. In the second quarter, there were only 8,264. I "},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":" I point out that Irish are included with British immigrants for the purposes of the figures supplied by the D"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"lan referred to the fact that some of the British immigrants would not pay their bills although they were perf"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"d pay. Let us remember that most of these British immigrants served in the British forces. They are as loyal a"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"e healthy and skilled. I believe that the British immigrants are as healthy, as skilled and as patriotic as ar"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"retary of a welfare committee composed of British immigrants in the Cabramatta hostel. It is as follows: - "},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"nstall the stoves and sinks for which the British immigrants are asking, but,  far from proposing to expend th"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"british","kwic":"r for expenditure on the education of non-British immigrants in the English language. I believe that language "},{"date":"1951-10-23T00:00:00","id":"19511023_reps_20_214.xml","word":"british","kwic":"itish stock, would it be possible to have British immigrants who desire to come to Australia medically examine"},{"date":"1952-10-15T00:00:00","id":"19521015_senate_20_220.xml","word":"british","kwic":"for board and lodging as those charged to British immigrants in similar circumstances. It is true, however, th"},{"date":"1952-10-15T00:00:00","id":"19521015_senate_20_220.xml","word":"british","kwic":"no discrimination as between European and British immigrants in the rates -charged by Commonwealth Hostels Lim"},{"date":"1950-02-24T00:00:00","id":"19500224_reps_19_206.xml","word":"british","kwic":"he Prime Minister whether it is true that British immigrants to Australia, who, having qualified for pensions,"},{"date":"1957-04-11T00:00:00","id":"19570411_reps_22_hor14.xml","word":"british","kwic":"pect the accommodation that is offered to British immigrants. "},{"date":"1958-05-06T00:00:00","id":"19580506_reps_22_hor19.xml","word":"british","kwic":"cult cases concerning social services for British immigrants. Under the old agreement, only an immigrant who h"},{"date":"1958-05-06T00:00:00","id":"19580506_reps_22_hor19.xml","word":"british","kwic":"w agreement will be of immense benefit to British immigrants. Many honorable members have had brought to their"},{"date":"1958-05-06T00:00:00","id":"19580506_reps_22_hor19.xml","word":"british","kwic":"esult of this practice, has the number of British immigrants been inflated and a false impression created in t"},{"date":"1952-08-29T00:00:00","id":"19520829_reps_20_218.xml","word":"british","kwic":" or other suitable cooking facilities for British immigrants in order that they may be able to prepare their, "},{"date":"1952-08-29T00:00:00","id":"19520829_reps_20_218.xml","word":"british","kwic":"for immigrants. There are two hostels for British immigrants in my electorate. One of them is an old wool stor"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"british","kwic":"ell to emulate. The second factor is that British immigrants are allowed to stay for up to two years in immigr"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"british","kwic":"ent intends to increase the proportion of British immigrants to immigrants of other origins, although the Mini"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"british","kwic":"60 per cent. British and 40 per cent. non-British immigrants. "},{"date":"1957-05-21T00:00:00","id":"19570521_senate_22_s10.xml","word":"british","kwic":"y? This would help the inflow of suitable British immigrants to Australia, and would also bring up to full str"},{"date":"1958-05-13T00:00:00","id":"19580513_reps_22_hor19.xml","word":"british","kwic":" why it is that only one-sixth of the non-British immigrants to Australia have become naturalized. Is the depa"},{"date":"1958-05-13T00:00:00","id":"19580513_reps_22_hor19.xml","word":"british","kwic":"ost anxious that that large intake of non-British immigrants should, as conveniently and as suitably as possib"},{"date":"1972-09-27T00:00:00","id":"19720927_reps_27_hor80.xml","word":"british","kwic":"ig development of the flow of unnominated British immigrants, who will have initial accommodation provided joi"},{"date":"1958-04-17T00:00:00","id":"19580417_reps_22_hor18.xml","word":"british","kwic":"nister give some consideration to housing British immigrants there? "},{"date":"1958-04-17T00:00:00","id":"19580417_reps_22_hor18.xml","word":"british","kwic":"to the honorable member's suggestion that British immigrants should be accommodated there. This may involve on"},{"date":"1958-04-17T00:00:00","id":"19580417_reps_22_hor18.xml","word":"british","kwic":"t one of the main reasons why disgruntled British immigrants return to their homeland is that they have been u"},{"date":"1958-04-17T00:00:00","id":"19580417_reps_22_hor18.xml","word":"british","kwic":"he immigration programme which relates to British immigrants has, on the whole, been extraordinarily successfu"},{"date":"1958-04-17T00:00:00","id":"19580417_reps_22_hor18.xml","word":"british","kwic":"cond-hand. On various occasions intending British immigrants have written to me asking what duty they would be"},{"date":"1956-05-16T00:00:00","id":"19560516_senate_22_s7.xml","word":"british","kwic":"ment that there is a long waiting list of British immigrants who wish to come to Australia, despite the fact t"},{"date":"1956-05-16T00:00:00","id":"19560516_senate_22_s7.xml","word":"british","kwic":"ties claim that they are unable to obtain British immigrants. Does not the Minister agree that the official re"},{"date":"1958-08-06T00:00:00","id":"19580806_reps_22_hor20.xml","word":"british","kwic":" to streamline our general recruitment of British immigrants. If the experiment proves successful, as from my "},{"date":"1927-09-28T00:00:00","id":"19270928_reps_10_116.xml","word":"british","kwic":" and that all but about 10 per cent. were British immigrants. The figures for the six months ended the 30th Ju"},{"date":"1927-09-28T00:00:00","id":"19270928_reps_10_116.xml","word":"british","kwic":"n one nonBritish immigrant to every three British immigrants. We have heard complaints about the influx of ass"},{"date":"1909-06-30T00:00:00","id":"19090630_reps_3_49.xml","word":"british","kwic":" published in the British press to induce British immigrants to come here, then, after careful consideration, "},{"date":"1921-06-17T00:00:00","id":"19210617_reps_8_95.xml","word":"british","kwic":"ry opportunity to get hold of prospective British immigrants. "},{"date":"1947-10-02T00:00:00","id":"19471002_reps_18_193.xml","word":"british","kwic":"r this purpose, can they be used to bring British immigrants here? "},{"date":"1952-10-29T00:00:00","id":"19521029_reps_20_220.xml","word":"british","kwic":" provision of kitchenettes in hostels for British immigrants? If he has done so, what was the Premier's respon"},{"date":"1945-09-28T00:00:00","id":"19450928_senate_17_185.xml","word":"british","kwic":" in Australia. It resulted in a number of British immigrants coming to Australia and being settled on sandy co"},{"date":"1955-10-04T00:00:00","id":"19551004_reps_21_hor8.xml","word":"british","kwic":"and better facilities we could bring more British immigrants to this country. "},{"date":"1954-09-30T00:00:00","id":"19540930_reps_21_hor5.xml","word":"british","kwic":" the benefits that, are made available to British immigrants under the new reciprocal agreement that has been "},{"date":"1954-09-30T00:00:00","id":"19540930_reps_21_hor5.xml","word":"british","kwic":"al services benefits is made available to British immigrants to Australia  both  under the Social Services Con"},{"date":"1954-09-30T00:00:00","id":"19540930_reps_21_hor5.xml","word":"british","kwic":"unemployment benefits are also payable to British immigrants. For example, in the case of a man with a wife an"},{"date":"1953-11-10T00:00:00","id":"19531110_reps_20_hor2.xml","word":"british","kwic":" increased intake of immigrants, and that British immigrants and family units are to receive preference will, "},{"date":"1953-11-10T00:00:00","id":"19531110_reps_20_hor2.xml","word":"british","kwic":"ome to Australia from European countries. British immigrants must be excluded from this survey because their n"},{"date":"1953-11-10T00:00:00","id":"19531110_reps_20_hor2.xml","word":"british","kwic":"y, an additional 5 per cent, to represent British immigrants, who are accustomed to co-operative building soci"},{"date":"1953-09-17T00:00:00","id":"19530917_reps_20_hor1.xml","word":"british","kwic":"as been some reduction of the movement of British immigrants to this country in the present year, and I believ"},{"date":"1953-09-17T00:00:00","id":"19530917_reps_20_hor1.xml","word":"british","kwic":"g active measures to increase the flow of British immigrants, and we place no limit on the flow, and I hope th"},{"date":"1953-09-17T00:00:00","id":"19530917_reps_20_hor1.xml","word":"british","kwic":"ch has taken place in relation to certain British immigrants from hostels conducted by the Department of Labou"},{"date":"1955-09-08T00:00:00","id":"19550908_senate_21_s6.xml","word":"british","kwic":"ery gratifying to know that the number of British immigrants coming to Australia is very great, and is expecte"},{"date":"1953-10-06T00:00:00","id":"19531006_reps_20_hor1.xml","word":"british","kwic":"e Ministers. Under it a certain number of British immigrants who have indicated their keen desire to come to t"},{"date":"1962-02-27T00:00:00","id":"19620227_reps_24_hor34.xml","word":"british","kwic":" the social services field, and has given British immigrants increased benefits. "},{"date":"1909-11-17T00:00:00","id":"19091117_reps_3_53.xml","word":"british","kwic":" the States to attract a steady stream of British immigrants to Australia. "},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"british","kwic":" think that the Labour Government put any British immigrants in hostels. "},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"british","kwic":"ng to a hostel in my electorate which had British immigrants in it at the time. In due course, this Government"},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"british","kwic":"er. We, too, have been compelled to place British immigrants, with other immigrants, in hostels. However, ther"},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"british","kwic":"0 hostels throughout Australia which have British immigrants in them. lt has been said that we should make arr"},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"british","kwic":"t we should make arrangements under which British immigrants will stay in hostels for only a short space of ti"},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"british","kwic":", is that arrangements should be made for British immigrants to get into homes. Recently we cut down the immig"},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"british","kwic":"tter of cost in a moment. It is true that British immigrants who come from homes of their own feel frustrated "},{"date":"1955-06-09T00:00:00","id":"19550609_reps_21_hor6.xml","word":"british","kwic":"l that I have raised questions concerning British immigrants who were resident in certain hostels and who with"},{"date":"1949-10-20T00:00:00","id":"19491020_senate_18_205.xml","word":"british","kwic":" this country. Of that number, 2,890 were British immigrants. I understand that each ship carried officers who"},{"date":"1951-11-14T00:00:00","id":"19511114_reps_20_215.xml","word":"british","kwic":", over 200 new houses have been built for British immigrants and their families whereas no accommodation can b"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"british","kwic":"applies to both restricted immigrants and British immigrants - is becoming something of a racket. Originally, "},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"british","kwic":"r  when he was discussing the question of British immigrants returning to the United Kingdom from Canada and A"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"british","kwic":"y. We had at ail times made the influx pf British immigrants of top priority, and we  were  obtaining what imm"},{"date":"1952-05-20T00:00:00","id":"19520520_reps_20_217.xml","word":"british","kwic":"00 principally to cover costs of assisted British immigrants and certain losses on immigration hostels. There "},{"date":"1949-06-15T00:00:00","id":"19490615_reps_18_202.xml","word":"british","kwic":"ry objective should be a steady stream of British immigrants to this country. It could be done. It must be don"},{"date":"1949-06-15T00:00:00","id":"19490615_reps_18_202.xml","word":"british","kwic":" we could get the ships we could get more British immigrants under the nomination system. "},{"date":"1949-06-15T00:00:00","id":"19490615_reps_18_202.xml","word":"british","kwic":"tish people to Australia. In 1947, 20,000 British immigrants arrived and, in 1948, 40,000. In the first quarte"},{"date":"1949-06-15T00:00:00","id":"19490615_reps_18_202.xml","word":"british","kwic":"inister on the drive that he has made for British immigrants. I was pleased to receive from him to-day a lette"},{"date":"1949-06-23T00:00:00","id":"19490623_reps_18_203.xml","word":"british","kwic":"st twelve months? What was the number- of British immigrants compared with displaced persons and other aliens?"},{"date":"1952-08-20T00:00:00","id":"19520820_reps_20_218.xml","word":"british","kwic":" that the rents that are being charged to British immigrants are not out of proportion to the rents that were "},{"date":"1952-08-19T00:00:00","id":"19520819_reps_20_218.xml","word":"british","kwic":"ted European immigrants, as distinct from British immigrants, in 1953. "},{"date":"1950-10-10T00:00:00","id":"19501010_reps_19_209.xml","word":"british","kwic":"k qualified surveyors amongst prospective British immigrants, or, alternatively, will he consider having a sea"},{"date":"1954-08-10T00:00:00","id":"19540810_senate_21_s4.xml","word":"british","kwic":" It is significant that while the flow of British immigrants to Australia has been decreasing, the immigration"},{"date":"1953-03-17T00:00:00","id":"19530317_reps_20_221.xml","word":"british","kwic":"between the Australian Government and the British immigrants who came to this country to occupy the hostels. T"},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"british","kwic":"in migrating. Will the Minister extend to British immigrants the same facilities to migrate as are granted to "},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"british","kwic":"t not only extends the same facilities to British immigrants as it extends to European immigrants, but indeed "},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"british","kwic":", lt provides 85 per cent, of the fare of British immigrants who desire to come to Australia. There has never "},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"british","kwic":"interest in the increase in the number of British immigrants to this country is appreciated, will be glad to k"},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"british","kwic":"ia has been successful in attracting more British immigrants than have New Zealand, Canada and South Africa ov"},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"british","kwic":"entleman wishes to increase the number of British immigrants over the number that the Government is able to br"},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"british","kwic":"st efforts to encourage people to sponsor British immigrants. That is the only requirement we make for immigra"},{"date":"1919-10-01T00:00:00","id":"19191001_senate_7_89.xml","word":"british","kwic":" There should be no embargo whatever, and British immigrants should be allowed to enter Australia under any co"},{"date":"1905-11-09T00:00:00","id":"19051109_reps_2_28.xml","word":"british","kwic":"Government to open our doors to reputable British immigrants. Something could be done in that direction before"},{"date":"1950-12-06T00:00:00","id":"19501206_reps_19_211.xml","word":"british","kwic":"tates have assisted it only in respect of British immigrants. They declared that the "},{"date":"1950-12-06T00:00:00","id":"19501206_reps_19_211.xml","word":"british","kwic":"ouse not only foreign immigrants but also British immigrants who went to country centres. The States should be"},{"date":"1950-12-06T00:00:00","id":"19501206_reps_19_211.xml","word":"british","kwic":"they should be obtained from the ranks of British immigrants. The material and labour requirements- for this w"},{"date":"1956-09-18T00:00:00","id":"19560918_reps_22_hor12.xml","word":"british","kwic":"nsferred from its normal task of bringing British immigrants to Australia, and is at present being used for th"},{"date":"1956-09-18T00:00:00","id":"19560918_reps_22_hor12.xml","word":"british","kwic":"possible, any interruption in the flow of British immigrants to this country, and if we found that it was like"},{"date":"1956-09-18T00:00:00","id":"19560918_reps_22_hor12.xml","word":"british","kwic":"untry of the previously planned volume of British immigrants. We are watching that position quite closely. We "},{"date":"1962-08-28T00:00:00","id":"19620828_reps_24_hor36.xml","word":"british","kwic":"t has tried to make out. When prospective British immigrants have gone to Australia House they have been told "},{"date":"1955-09-27T00:00:00","id":"19550927_reps_21_hor7.xml","word":"british","kwic":"t immigrants, from our point of view, are British immigrants. Most of the British immigrants who come here are"},{"date":"1955-09-27T00:00:00","id":"19550927_reps_21_hor7.xml","word":"british","kwic":"view, are British immigrants. Most of the British immigrants who come here are suitable, but there are odd one"},{"date":"1955-09-27T00:00:00","id":"19550927_reps_21_hor7.xml","word":"british","kwic":"e of the greatest difficulties, as far as British immigrants are concerned, in fitting into the community, is "},{"date":"1928-03-08T00:00:00","id":"19280308_senate_10_118.xml","word":"british","kwic":"ble purpose. It would enable thousands of British immigrants to be settled in North Queensland on one of the m"},{"date":"1951-06-26T00:00:00","id":"19510626_reps_20_213.xml","word":"british","kwic":"r Immigration seen reports of meetings of British immigrants in Sydney last Saturday at which complaints were "},{"date":"1951-06-26T00:00:00","id":"19510626_reps_20_213.xml","word":"british","kwic":"camps by 10s. a week ? Representatives of British immigrants from eight centres in the Sydney metropolitan are"},{"date":"1952-09-25T00:00:00","id":"19520925_senate_20_219.xml","word":"british","kwic":" less for their board than are unemployed British immigrants ? If that be so, will the Minister ensure that th"},{"date":"1957-11-13T00:00:00","id":"19571113_reps_22_hor17.xml","word":"british","kwic":"hat causes a comparatively tiny number of British immigrants to come to this country? "},{"date":"1957-11-13T00:00:00","id":"19571113_reps_22_hor17.xml","word":"british","kwic":" for European immigrants against £140 for British immigrants. "},{"date":"1953-10-21T00:00:00","id":"19531021_senate_20_s1.xml","word":"british","kwic":"has had a serious effect upon the flow of British immigrants. I hope that the Government will consider serious"},{"date":"1956-05-01T00:00:00","id":"19560501_senate_22_s7.xml","word":"british","kwic":"ment that there is a long waiting list of British immigrants who wish to come to Australia, despite the fact t"},{"date":"1956-05-01T00:00:00","id":"19560501_senate_22_s7.xml","word":"british","kwic":"ties claim that they are unable to obtain British immigrants. Does not the Minister agree that the official re"},{"date":"1953-12-01T00:00:00","id":"19531201_reps_20_hor2.xml","word":"british","kwic":"Government, they were used to accommodate British immigrants, and their use for that purpose rather shocked me"},{"date":"1957-08-27T00:00:00","id":"19570827_reps_22_hor16.xml","word":"british","kwic":"plied by his department of the numbers of British immigrants err so seriously by including as British immigran"},{"date":"1957-08-27T00:00:00","id":"19570827_reps_22_hor16.xml","word":"british","kwic":"migrants err so seriously by including as British immigrants Australians who are returning to this country aft"},{"date":"1949-10-14T00:00:00","id":"19491014_reps_18_205.xml","word":"british","kwic":"Immigration whether it is not a fact that British immigrants who come to Australia are not eligible for social"},{"date":"1949-10-14T00:00:00","id":"19491014_reps_18_205.xml","word":"british","kwic":"hether a method cannot be devised whereby British immigrants can transfer to this country the equity of their "},{"date":"1958-09-30T00:00:00","id":"19580930_senate_22_s13.xml","word":"british","kwic":"e say that there would be 36,000 assisted British immigrants and a similar number of full fare-paying immigran"},{"date":"1958-09-30T00:00:00","id":"19580930_senate_22_s13.xml","word":"british","kwic":"e-paying immigrants, with the result that British immigrants will account for more than 50 per cent, of the to"},{"date":"1963-08-22T00:00:00","id":"19630822_senate_24_s24.xml","word":"british","kwic":"ovision is to be made for 45,000 assisted British immigrants. A Sydney newspaper announced to-day that 145,000"},{"date":"1963-08-22T00:00:00","id":"19630822_senate_24_s24.xml","word":"british","kwic":"y newspaper announced to-day that 145,000 British immigrants were applying to come to Australia but only 45,00"},{"date":"1957-05-09T00:00:00","id":"19570509_reps_22_hor15.xml","word":"british","kwic":"fied that the present campaign to attract British immigrants is big enough in scope to attain the desired obje"},{"date":"1957-05-09T00:00:00","id":"19570509_reps_22_hor15.xml","word":"british","kwic":"most interesting figures on the number of British immigrants to Australia. He says, in part, as I have said in"},{"date":"1957-05-09T00:00:00","id":"19570509_reps_22_hor15.xml","word":"british","kwic":", that Australia is still attracting more British immigrants than Canada and New Zealand together and. over th"},{"date":"1957-05-09T00:00:00","id":"19570509_reps_22_hor15.xml","word":"british","kwic":", has always been the country favoured by British immigrants. From our point of view, there is no restriction "},{"date":"1951-06-26T00:00:00","id":"19510626_senate_20_213.xml","word":"british","kwic":" future there will be greater emphasis on British immigrants. It is also essential that one of the basic requi"},{"date":"1905-09-15T00:00:00","id":"19050915_reps_2_26.xml","word":"british","kwic":"he Prime Minister has adopted towards the British immigrants proposed to be introduced by General Booth. That "},{"date":"1905-09-15T00:00:00","id":"19050915_reps_2_26.xml","word":"british","kwic":"ations of the law required with regard to British immigrants. The Act contains a category of the different kin"},{"date":"1905-09-15T00:00:00","id":"19050915_reps_2_26.xml","word":"british","kwic":"ntage were taken of that power to subject British immigrants to an examination in \\ language of which they kne"},{"date":"1955-10-27T00:00:00","id":"19551027_reps_21_hor8.xml","word":"british","kwic":"ted Kingdom. How does the total number of British immigrants who have settled in Australia since World War II."},{"date":"1955-10-27T00:00:00","id":"19551027_reps_21_hor8.xml","word":"british","kwic":"ustralia had succeeded in attracting more British immigrants in the post-war years than most of the other Comm"},{"date":"1961-04-20T00:00:00","id":"19610420_reps_23_hor30.xml","word":"british","kwic":"ly ones who behave in this way. Sometimes British immigrants who have been here for three or four years want t"},{"date":"1952-06-05T00:00:00","id":"19520605_reps_20_217.xml","word":"british","kwic":"Recently a deputa- tion representative of British immigrants waited upon the Minister for Immigration and requ"},{"date":"1951-11-13T00:00:00","id":"19511113_reps_20_215.xml","word":"british","kwic":" to attract a very much greater number of British immigrants than have other parts of the British Commonwealth"},{"date":"1951-11-13T00:00:00","id":"19511113_reps_20_215.xml","word":"british","kwic":" of the Government to introduce many more British immigrants into Australia, will the Minister inform the Hous"},{"date":"1951-11-13T00:00:00","id":"19511113_reps_20_215.xml","word":"british","kwic":"1928 for the purpose of the settlement of British immigrants under the immigration agreement? In view of repre"},{"date":"1951-11-13T00:00:00","id":"19511113_reps_20_215.xml","word":"british","kwic":"f Australia much is being done to attract British immigrants, in particular by making arrangements to place th"},{"date":"1955-05-19T00:00:00","id":"19550519_reps_21_hor6.xml","word":"british","kwic":"om a number of citizens who were formerly British immigrants, who were housed in Commonwealth hostels and subj"},{"date":"1967-08-29T00:00:00","id":"19670829_reps_26_hor56.xml","word":"british","kwic":"his country and nearly one quarter of all British immigrants. I shall give the House the statistics published "},{"date":"1956-11-08T00:00:00","id":"19561108_reps_22_hor13.xml","word":"british","kwic":"n. With a view to increasing .the flow of British immigrants to this country will the Minister examine the pre"},{"date":"1953-02-25T00:00:00","id":"19530225_reps_20_221.xml","word":"british","kwic":"r for Immigration recently indicated that British immigrants would be able to leave their hostels for homes of"},{"date":"1953-02-25T00:00:00","id":"19530225_reps_20_221.xml","word":"british","kwic":"ng place for one reason or another. Since British immigrants have been employed in the mines, petty stoppages "},{"date":"1962-11-29T00:00:00","id":"19621129_reps_24_hor37.xml","word":"british","kwic":"mmon complaints that I have received from British immigrants to this country - even more common than complaint"},{"date":"1980-03-04T00:00:00","id":"19800304_reps_31_hor117.xml","word":"british","kwic":"o note that whilst we decline to give non-British immigrants the right to vote or the right to be elected to b"},{"date":"1955-04-21T00:00:00","id":"19550421_reps_21_hor6.xml","word":"british","kwic":"nts for the grant of citizenship, both to British immigrants through the process of registration, and to alien"},{"date":"1955-04-21T00:00:00","id":"19550421_reps_21_hor6.xml","word":"british","kwic":"some time ago to consider the problems of British immigrants living in hostels. Some migrants have been homesi"},{"date":"1955-04-21T00:00:00","id":"19550421_reps_21_hor6.xml","word":"british","kwic":"e are no such troubles about assimilating British immigrants. They are of our own stock and speak our language"},{"date":"1955-04-21T00:00:00","id":"19550421_reps_21_hor6.xml","word":"british","kwic":" problems which we do not experience with British immigrants. Fundamentally, we have to appreciate that if all"},{"date":"1955-04-21T00:00:00","id":"19550421_reps_21_hor6.xml","word":"british","kwic":"he first steps in assimilation is for non-British immigrants to seek naturalization status. It is not the only"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"british","kwic":"it is now discriminating not only against British immigrants, but also against southern European immigrants wh"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"british","kwic":"vernment Employment Office can direct non-British immigrants to jobs, whereas British immigrants are looking f"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"british","kwic":"t non-British immigrants to jobs, whereas British immigrants are looking for jobs. "},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"british","kwic":"t that we should do our utmost to attract British immigrants. The Minister says that he is doing all he possib"},{"date":"1949-06-02T00:00:00","id":"19490602_reps_18_202.xml","word":"british","kwic":"rsonal knowledge of the fact that several British immigrants have been discouraged from settling on the land b"},{"date":"1954-10-19T00:00:00","id":"19541019_senate_21_s4.xml","word":"british","kwic":",000 last year. In view of the facts that British immigrants have been dissatisfied with conditions in recepti"},{"date":"1953-03-18T00:00:00","id":"19530318_reps_20_221.xml","word":"british","kwic":"hey might. I desire to make it clear that British immigrants who have come to this country have had, to the be"},{"date":"1953-03-18T00:00:00","id":"19530318_reps_20_221.xml","word":"british","kwic":"dation. That fact certainly suggests that British immigrants are able to secure not only regular employment, b"},{"date":"1927-09-29T00:00:00","id":"19270929_reps_10_116.xml","word":"british","kwic":"e gentleman include the Maltese among the British immigrants? "},{"date":"1957-03-28T00:00:00","id":"19570328_senate_22_s10.xml","word":"british","kwic":" due to the international situation, more British immigrants are eager to come to Australia, and we are doing "},{"date":"1957-03-28T00:00:00","id":"19570328_senate_22_s10.xml","word":"british","kwic":"There it. no restriction on the number of British immigrants who can be brought to Australia. The only restric"},{"date":"1950-12-07T00:00:00","id":"19501207_senate_19_211.xml","word":"british","kwic":"els appears to be quite satisfactory, but British immigrants apparently do not have the same good fortune. In "},{"date":"1950-12-07T00:00:00","id":"19501207_senate_19_211.xml","word":"british","kwic":" wool sheds are being used to accommodate British immigrants. This accommodation is far inferior to that provi"},{"date":"1950-12-07T00:00:00","id":"19501207_senate_19_211.xml","word":"british","kwic":"ction to improve the living conditions of British immigrants * upon their arrival in this country. "},{"date":"1950-12-07T00:00:00","id":"19501207_senate_19_211.xml","word":"british","kwic":"n related to the provision of hostels for British immigrants at Mowbray Heights, near Launceston.  The  answer"},{"date":"1911-12-19T00:00:00","id":"19111219_reps_4_63.xml","word":"british","kwic":"l the room in the depots was required for British immigrants. "},{"date":"1911-12-19T00:00:00","id":"19111219_reps_4_63.xml","word":"british","kwic":"ll the room in thedeportswas required for British immigrants. "},{"date":"1948-11-23T00:00:00","id":"19481123_reps_18_200.xml","word":"british","kwic":"ble member next week, if not before then: British immigrants are free to go where they like. I think very few "},{"date":"1956-09-19T00:00:00","id":"19560919_reps_22_hor12.xml","word":"british","kwic":"a continues to succeed in attracting more British immigrants than Canada - our strongest competitor - South Af"},{"date":"1956-09-19T00:00:00","id":"19560919_reps_22_hor12.xml","word":"british","kwic":"ovided we shall be able to fill them with British immigrants. It may have appeared from figures recently publi"},{"date":"1908-03-20T00:00:00","id":"19080320_reps_3_44.xml","word":"british","kwic":"her we can attract a sufficient number of British immigrants for this purpose is a matter upon which very few "},{"date":"1908-03-20T00:00:00","id":"19080320_reps_3_44.xml","word":"british","kwic":"nion. But if we cannot attract sufficient British immigrants, rather than turn to the southern countries of Eu"},{"date":"1908-03-20T00:00:00","id":"19080320_reps_3_44.xml","word":"british","kwic":"dian Government are now sending back even British immigrants to whomthey object. "},{"date":"1954-08-11T00:00:00","id":"19540811_reps_21_hor4.xml","word":"british","kwic":"at have recently been received by me. Non-British immigrants, for the most part, have to wait five years befor"},{"date":"1954-08-11T00:00:00","id":"19540811_reps_21_hor4.xml","word":"british","kwic":"y of immediately increasing the number of British immigrants to be housed at the East Preston hostel in Melbou"},{"date":"1956-09-05T00:00:00","id":"19560905_reps_22_hor12.xml","word":"british","kwic":", that only about 15 per cent, of all non-British immigrants to Australia in the post-war years have applied f"},{"date":"1957-10-23T00:00:00","id":"19571023_senate_22_s11.xml","word":"british","kwic":" years. The- same conditions apply to non-British immigrants who are granted. Australian citizenship. The requ"},{"date":"1957-10-23T00:00:00","id":"19571023_senate_22_s11.xml","word":"british","kwic":"duction. Thestrengthening demand for more British immigrants is no doubt justified,but I suspect the motives o"},{"date":"1927-11-24T00:00:00","id":"19271124_senate_10_117.xml","word":"british","kwic":"epartures, and the excess of foreign over British immigrants - "},{"date":"1948-10-20T00:00:00","id":"19481020_senate_18_199.xml","word":"british","kwic":"nities for starting business enterprises. British immigrants arc met at their first Australian port of call by"},{"date":"1952-10-23T00:00:00","id":"19521023_reps_20_220.xml","word":"british","kwic":"and lodging is provided for some assisted British immigrants after their arrival and pending placement. "},{"date":"1952-10-23T00:00:00","id":"19521023_reps_20_220.xml","word":"british","kwic":"se of the unemployment benefit payable to British immigrants pending their initial placement. An immigrant, wh"},{"date":"1953-09-10T00:00:00","id":"19530910_reps_20_hor1.xml","word":"british","kwic":"time, a boat arrived in Fremantle full of British immigrants who had been here previously and who were returni"},{"date":"1953-09-10T00:00:00","id":"19530910_reps_20_hor1.xml","word":"british","kwic":"e of immigrants only. Since 1946, 350,000 British immigrants have come to Australia. The trouble that we had i"},{"date":"1951-11-29T00:00:00","id":"19511129_reps_20_215.xml","word":"british","kwic":"e and aftercare; and (\/) where other than British immigrants are concerned, the Commonwealth Government reserv"},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"british","kwic":"al colleagues the possibility of enabling British immigrants now residing in hostels, who have served in actua"},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"british","kwic":" because there is ample accommodation for British immigrants in the hostels that we have constructed for that "},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"british","kwic":"oes the honorable member propose that the British immigrants should be allowed to purchase the portions of the"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"british","kwic":" sales of houses in my electorate are non-British immigrants and that in the great majority of cases they mana"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"british","kwic":"ch have subsequently been occupied by non-British immigrants. Something practical must be done to establish go"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"british","kwic":"a week. He told me that a great number of British immigrants are disillusioned because of the conditions in th"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"british","kwic":" do so. If the Government argues that the British immigrants are satisfied with conditions here, let it meet t"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"british","kwic":"teration to bc made there so as to assist British immigrants seeking information regarding settlement in Austr"},{"date":"1957-09-12T00:00:00","id":"19570912_reps_22_hor16.xml","word":"british","kwic":" house, he need not live in a hostel. But British immigrants who are unable to find that amount of deposit are"},{"date":"1957-09-12T00:00:00","id":"19570912_reps_22_hor16.xml","word":"british","kwic":"sing trusts and commission* will not help British immigrants who are unable to pay a substantial deposit on a "},{"date":"1952-08-06T00:00:00","id":"19520806_reps_20_218c1.xml","word":"british","kwic":"e for himself the conditions under which .British immigrants there are expected to live. Those conditions have"},{"date":"1952-08-06T00:00:00","id":"19520806_reps_20_218c1.xml","word":"british","kwic":"ts for electricity that are being sent to British immigrants at Gepps Cross Hostel and replace them by account"},{"date":"1950-06-01T00:00:00","id":"19500601_reps_19_208.xml","word":"british","kwic":"o the granting of financial assistance to British immigrants who have paid for their own passages to Australia"},{"date":"1950-06-01T00:00:00","id":"19500601_reps_19_208.xml","word":"british","kwic":"ion by the Government of many prospective British immigrants so as to overcome the difficulty of obtaining pri"},{"date":"1957-03-19T00:00:00","id":"19570319_reps_22_hor14.xml","word":"british","kwic":"ore ships to help to increase the flow of British immigrants to this country. During the last six months, for "},{"date":"1957-03-19T00:00:00","id":"19570319_reps_22_hor14.xml","word":"british","kwic":"een most encouraging signs. The intake of British immigrants is increasing quite rapidly. In the first six mon"},{"date":"1957-03-19T00:00:00","id":"19570319_reps_22_hor14.xml","word":"british","kwic":"ancial year, we received well over 30,000 British immigrants, which was the best tha' we had been able to do f"},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"british","kwic":"t Smithfield, and of the  desire of  ;the British immigrants at Gepp's "},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"british","kwic":"ostel into emergency homes and giving the British immigrants at Gepp's Cross the right to transfer to those ho"},{"date":"1951-06-20T00:00:00","id":"19510620_reps_20_213.xml","word":"british","kwic":"n made in that respect by shipmasters and British immigrants who have travelled on the same ships with Europea"},{"date":"1948-11-18T00:00:00","id":"19481118_reps_18_200.xml","word":"british","kwic":"at example docs not apply in any sense to British immigrants in Australia. They will arrive here with full pri"},{"date":"1950-05-11T00:00:00","id":"19500511_reps_19_207.xml","word":"british","kwic":" Government's plan to provide centres for British immigrants develops, will the Minister for Immigration give "},{"date":"1958-03-26T00:00:00","id":"19580326_reps_22_hor18.xml","word":"british","kwic":"lize the effect it will have on intending British immigrants. "},{"date":"1962-02-22T00:00:00","id":"19620222_reps_24_hor34.xml","word":"british","kwic":" services. The Labour Government excluded British immigrants under the residential provision unless they could"},{"date":"1962-02-22T00:00:00","id":"19620222_reps_24_hor34.xml","word":"british","kwic":"aking a reciprocal agreement, has enabled British immigrants to receive the age pension. "},{"date":"1954-08-12T00:00:00","id":"19540812_senate_21_s4.xml","word":"british","kwic":" of Nations combined. Without disparaging British immigrants in any way, because I appreciate that the people "},{"date":"1954-08-12T00:00:00","id":"19540812_senate_21_s4.xml","word":"british","kwic":"mitted that we have had some trouble with British immigrants. Other British Commonwealth countries have had si"},{"date":"1955-10-13T00:00:00","id":"19551013_reps_21_hor8.xml","word":"british","kwic":"ere is a strong belief that the influx of British immigrants is falling below the aggregate from other countri"},{"date":"1955-10-13T00:00:00","id":"19551013_reps_21_hor8.xml","word":"british","kwic":"rable gentlemen. The intake of other than British immigrants has varied according to circumstances obtaining i"},{"date":"1954-11-09T00:00:00","id":"19541109_reps_21_hor5.xml","word":"british","kwic":"s. Although figures for departures of non-British immigrants are not available from the Commonwealth Statistic"},{"date":"1954-11-09T00:00:00","id":"19541109_reps_21_hor5.xml","word":"british","kwic":"Naturalization were granted to 23,709 non-British immigrants between 1st January, 1946, and 30th June, 1954. I"},{"date":"1954-11-09T00:00:00","id":"19541109_reps_21_hor5.xml","word":"british","kwic":"e, 1954. It is to be' remembered that non-British immigrants must be here forfive years before applying for na"},{"date":"1950-10-03T00:00:00","id":"19501003_reps_19_209.xml","word":"british","kwic":"vernment intends to erect two hostels for British immigrants. There is a general demand for more, immigrant ho"},{"date":"1938-11-29T00:00:00","id":"19381129_reps_15_158.xml","word":"jewish","kwic":" of such record, and what is the number of Jewish immigrants who have during such period 'been so admitted? "},{"date":"1952-02-26T00:00:00","id":"19520226_reps_20_216.xml","word":"european","kwic":"ing number of fatal road accidents among European immigrants while riding motor cycles. In many instances the "},{"date":"1952-02-26T00:00:00","id":"19520226_reps_20_216.xml","word":"european","kwic":"the issue of motor cyclists' licences to European immigrants until they have been resident in Australia for fr"},{"date":"1952-02-26T00:00:00","id":"19520226_reps_20_216.xml","word":"european","kwic":"member has raised has been - conveyed to European immigrants in the publications that circulate among them. Ho"},{"date":"1957-10-30T00:00:00","id":"19571030_senate_22_s11.xml","word":"european","kwic":"e of the Department of Civil Aviation by European immigrants in South Australia as a loyal gesture to  Her  Ma"},{"date":"1957-09-03T00:00:00","id":"19570903_senate_22_s11.xml","word":"european","kwic":"ustralia in the near future about 60,000 European immigrants. Can the Minister now tell us what provision has "},{"date":"1950-10-24T00:00:00","id":"19501024_reps_19_209.xml","word":"european","kwic":" the overflow from the Woodside camp for European immigrants at Mallala airfield. Military huts are used at th"},{"date":"1958-08-21T00:00:00","id":"19580821_reps_22_hor20.xml","word":"european","kwic":"I have no objection to the proportion of European immigrants now entering Australia. I say to the Government: "},{"date":"1963-10-16T00:00:00","id":"19631016_senate_24_s24.xml","word":"european","kwic":" advent of many hundreds of thousands of European immigrants whom we might have expected to increase the inter"},{"date":"1950-06-21T00:00:00","id":"19500621_reps_19_208.xml","word":"european","kwic":"de as to the actual countries from which European immigrants will be drawn, but, in dealing with that matter, "},{"date":"1955-09-01T00:00:00","id":"19550901_reps_21_hor7.xml","word":"european","kwic":"penditure that was involved in assisting European immigrants to come to Australia. \"While I do not for a momen"},{"date":"1950-03-22T00:00:00","id":"19500322_senate_19_206.xml","word":"european","kwic":"it is our duty to welcome to our shores. European immigrants can confer many benefits on Australia. They can b"},{"date":"1952-05-13T00:00:00","id":"19520513_reps_20_217.xml","word":"european","kwic":", we have been able to place about 1,400 European immigrants in jobs in rural industries. Also, by taking adva"},{"date":"1953-09-22T00:00:00","id":"19530922_reps_20_hor1.xml","word":"european","kwic":"ernment give more favorable treatment to European immigrants than to immigrants from the United Kingdom? "},{"date":"1949-10-12T00:00:00","id":"19491012_reps_18_205.xml","word":"european","kwic":"roportion of British immigrants to other European immigrants will become considerably higher during the next t"},{"date":"1926-07-09T00:00:00","id":"19260709_senate_10_114.xml","word":"european","kwic":"w open the doors to an unlimited flow of European immigrants irrespective of any conditions. There are others "},{"date":"1954-08-12T00:00:00","id":"19540812_reps_21_hor4.xml","word":"european","kwic":"e Minister aware that the inclination of European immigrants to confine their social activities to their fello"},{"date":"1904-03-08T00:00:00","id":"19040308_reps_2_18.xml","word":"european","kwic":"ns may be devised fer securing desirable European immigrants. "},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"european","kwic":"ds, for practically every three southern European immigrants, we received one from the United Kingdom. Similar"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"european","kwic":"on was one British to every 2.6 southern European immigrants. "},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"european","kwic":"er was about 3 per cent, a fortnight for European immigrants and only about 1$ per cent, a fortnight for Briti"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"european","kwic":"migrants. Those figures show either that European immigrants are proving to be more enterprising in finding al"},{"date":"1953-12-02T00:00:00","id":"19531202_reps_20_hor2.xml","word":"european","kwic":"ive years as the probationary period for European immigrants before they can become naturalized? Is it intende"},{"date":"1925-07-10T00:00:00","id":"19250710_reps_9_110.xml","word":"european","kwic":"In practice it has never been applied to European immigrants. "},{"date":"1951-11-28T00:00:00","id":"19511128_senate_20_215.xml","word":"european","kwic":"there shall be an efficient screening of European immigrants. I shall confer with the Minister for Immigration"},{"date":"1953-10-22T00:00:00","id":"19531022_reps_20_hor1.xml","word":"european","kwic":"There has been some reluctance to engage European immigrants for work in the coal-mining industry, but this ha"},{"date":"1959-08-25T00:00:00","id":"19590825_reps_23_hor24.xml","word":"european","kwic":"r for Immigration. As there are now many European immigrants who speak English well and who have a sound knowl"},{"date":"1957-11-14T00:00:00","id":"19571114_reps_22_hor17.xml","word":"european","kwic":"n, the Minister stated that the fares of European immigrants were paid by a United Nations agency - the InterG"},{"date":"1957-11-14T00:00:00","id":"19571114_reps_22_hor17.xml","word":"european","kwic":"has any power to determine the number of European immigrants coming to Australia or to influence their selecti"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"european","kwic":"o far as we can formulate them, that the European immigrants admitted here will be of a desirable character, a"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"european","kwic":"en brought into operation with regard to European immigrants. "},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"european","kwic":"ar, our programme as between British and European immigrants will become unbalanced. At present we have in Aus"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"european","kwic":"ve in Australia a happy band of southern European immigrants. They are so contented with conditions and standa"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"european","kwic":"ned an equal balance between British and European immigrants. If we desire to bring more British immigrants he"},{"date":"1954-09-14T00:00:00","id":"19540914_reps_21_hor4.xml","word":"european","kwic":"ition for the admission pf quotas of non-European immigrants into this country. 'That proposition has been put"},{"date":"1910-08-10T00:00:00","id":"19100810_senate_4_55.xml","word":"european","kwic":"he article as soon as I see you bring in European immigrants. "},{"date":"1955-08-31T00:00:00","id":"19550831_reps_21_hor7.xml","word":"european","kwic":"alia for the second time. The figure for European immigrants is about 2 per cent. As I have stated, the overal"},{"date":"1918-05-30T00:00:00","id":"19180530_reps_7_85.xml","word":"european","kwic":"ces, and all argument as to the value of European immigrants as against those from other continents, go by the"},{"date":"1956-09-13T00:00:00","id":"19560913_senate_22_s9.xml","word":"european","kwic":"ve preferential treatment to British and European immigrants? If not, why have bona fide Australian subjects i"},{"date":"1958-03-12T00:00:00","id":"19580312_reps_22_hor18.xml","word":"european","kwic":" British immigrants but against southern European immigrants also. He said, further, that the Menzies Governme"},{"date":"1958-03-12T00:00:00","id":"19580312_reps_22_hor18.xml","word":"european","kwic":"gestions of his leader about British and European immigrants. Those of us who have had some association with t"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"european","kwic":"hat the individual tastes of British and European immigrants can be catered for. I do not suggest that conditi"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"european","kwic":"orce of the steel industry is made up of European immigrants. One could cite industry after industry to show h"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"european","kwic":"ogate from them is malicious propaganda. European immigrants have done a tremendous job. It is not necessary t"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"european","kwic":"reponderance of male Italian or southern European immigrants, we are now getting a proportion of three females"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"european","kwic":" the Government's admittance of southern European immigrants to this country, in the face of those figures mus"},{"date":"1907-09-27T00:00:00","id":"19070927_senate_3_39.xml","word":"european","kwic":"courage a continuous stream of desirable European immigrants to the Commonwealth ? a., Has the Government's at"},{"date":"1952-05-06T00:00:00","id":"19520506_reps_20_217.xml","word":"european","kwic":"s for immigrants. .1= he aware that many European immigrants carry knives on their person and are a constant d"},{"date":"1952-05-06T00:00:00","id":"19520506_reps_20_217.xml","word":"european","kwic":"p this dangerous practice on thu part of European immigrants which, I repeat, creates fear in the minds of man"},{"date":"1952-05-06T00:00:00","id":"19520506_reps_20_217.xml","word":"european","kwic":"ed what action can be taken to deal with European immigrants who are involved in affrays in which they use kni"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"uld be known particularly by the 500,000 European immigrants to this country. They should know that the Labour"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"r party proposes to reduce the intake of European immigrants, and without European immigrants in Queensland th"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"take of European immigrants, and without European immigrants in Queensland there will be no sugar industry. Ma"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":" the Labour party has now turned against European immigrants, on behalf of the Government I want to say someth"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"overnment I want to say something to the European immigrants themselves. I want to say that the Liberal Govern"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":" Government of this country welcomes the European immigrants. Only last year, we sought the best advice we cou"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":" natural question now arises; Why should European immigrants be attacked; where does the attack emanate; what "},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"ver  40  per cent, of the work force are European immigrants. Let us consider also the motor vehicle manufactu"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":", of the work force in that industry are European immigrants. Our colleagues of the Australian Country party k"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":" on the production of that machinery are European immigrants. In the manufacture of fertilizers,  25  per cent"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"izers,  25  per cent, of the workers are European immigrants. I mentioned previously the building trades, in w"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"at  17  per cent, of railway workers are European immigrants, and that the proportion of immigrants employed b"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"is this demand made? Is it because these European immigrants are not taking their part in union affairs? Is th"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"works, seventeen, or  21  per cent., are European immigrants. The Australian Railways Union has  5,000  immigr"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"is call for a reduction in the intake of European immigrants? They more than pull their weight. They accept th"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"they rose from this morning were made by European immigrants. It is probable that the breakfast they ate was c"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"akfast they ate was cooked and served by European immigrants. That is certainly true of the meals that we take"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"european","kwic":"and, could remove from Australia all our European immigrants, then let us not fool ourselves and let us realiz"},{"date":"1968-09-24T00:00:00","id":"19680924_reps_26_hor60.xml","word":"european","kwic":" reasons the total regular intake of non-European immigrants to this country should be a fairly modest one, at"},{"date":"1957-05-09T00:00:00","id":"19570509_senate_22_s10.xml","word":"european","kwic":"ouncil in 1955 on the general conduct of European immigrants. It was found that, generally speaking, there was"},{"date":"1957-05-09T00:00:00","id":"19570509_senate_22_s10.xml","word":"european","kwic":"o greater incidence of wrong-doing among European immigrants than there was among Australians. However, the Co"},{"date":"1957-05-09T00:00:00","id":"19570509_senate_22_s10.xml","word":"european","kwic":"oming evident among southern and eastern European immigrants, as shown in hospital records and mental institut"},{"date":"1952-03-04T00:00:00","id":"19520304_reps_20_216.xml","word":"european","kwic":"ing number of fatal road accidents among European immigrants when riding motor bikes. In many instances the vi"},{"date":"1952-03-04T00:00:00","id":"19520304_reps_20_216.xml","word":"european","kwic":"the issue of motor cyclists' licences to European immigrants until they have been resident for at least three "},{"date":"1948-09-09T00:00:00","id":"19480909_senate_18_198.xml","word":"european","kwic":"ralian citizens. The same may be said of European immigrants who have gone to work in Tasmania's hydro-electri"},{"date":"1955-09-08T00:00:00","id":"19550908_senate_21_s6.xml","word":"european","kwic":"ng the Government in the assimilation of European immigrants. I pay a tribute to the immigrants themselves for"},{"date":"1962-02-27T00:00:00","id":"19620227_reps_24_hor34.xml","word":"european","kwic":"sent Government that brought British and European immigrants into the social services field, and has given Bri"},{"date":"1905-07-27T00:00:00","id":"19050727_reps_2_25.xml","word":"european","kwic":" the education test should be applied to European immigrants in their own language. Instead of that, however, "},{"date":"1961-08-23T00:00:00","id":"19610823_reps_23_hor32.xml","word":"european","kwic":"tralia as a means of teaching English to European immigrants coming to Australia. I have seen these methods ap"},{"date":"1952-08-19T00:00:00","id":"19520819_reps_20_218.xml","word":"european","kwic":"oposes to bring in about 20,000 assisted European immigrants, as distinct from British immigrants, in 1953. "},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"european","kwic":" facilities to migrate as are granted to European immigrants? "},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"european","kwic":"s to British immigrants as it extends to European immigrants, but indeed goes very much further, lt provides 8"},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"european","kwic":" it is not intended to exclude qualified European immigrants who come here to make their homes amongst us, and"},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"european","kwic":"way in which this legislation may affect European immigrants. The Prime Minister has ridiculed the idea that t"},{"date":"1952-09-25T00:00:00","id":"19520925_senate_20_219.xml","word":"european","kwic":"say whether it is a fact that unemployed European immigrants who are living in government hostels are charged "},{"date":"1957-11-13T00:00:00","id":"19571113_reps_22_hor17.xml","word":"european","kwic":" In round figures, we pay £30 to £35 for European immigrants against £140 for British immigrants. "},{"date":"1955-06-07T00:00:00","id":"19550607_senate_21_s5.xml","word":"european","kwic":"ope, and in particular from  Greece  The European immigrants who travel in the air-charter flights or by sea a"},{"date":"1953-11-24T00:00:00","id":"19531124_reps_20_hor2.xml","word":"european","kwic":"sentation as in Hong Kong. They would be European immigrants who had been  checked  beforehand. I have not hea"},{"date":"1905-09-15T00:00:00","id":"19050915_reps_2_26.xml","word":"european","kwic":" away from the application of the law to European immigrants to the manner in which it has been administered i"},{"date":"1953-02-25T00:00:00","id":"19530225_reps_20_221.xml","word":"european","kwic":" own after about twelve months, and that European immigrants would be housed after about two years. However, a"},{"date":"1953-02-25T00:00:00","id":"19530225_reps_20_221.xml","word":"european","kwic":"ent of Immigration to help to assimilate European immigrants who hold academic degrees. My criticism was direc"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"european","kwic":"sh immigrants, but also against southern European immigrants who are now restricted to dependent relatives, th"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"european","kwic":"tween the treatment given to British and European immigrants. He said that the British immigrant went into a h"},{"date":"1949-06-02T00:00:00","id":"19490602_reps_18_202.xml","word":"european","kwic":" to discourage British, Dutch, and other European immigrants whom we should be glad to welcome to our country "},{"date":"1957-03-28T00:00:00","id":"19570328_senate_22_s10.xml","word":"european","kwic":"t that does not mean that we do not want European immigrants. We consider that the greatest compliment we can "},{"date":"1957-05-01T00:00:00","id":"19570501_reps_22_hor15.xml","word":"european","kwic":"igures on the percentages of English and European immigrants who have arrived in this country? "},{"date":"1957-10-23T00:00:00","id":"19571023_senate_22_s11.xml","word":"european","kwic":"esent certain British immigrants and all European immigrants must be Australian citizens and have lived in Aus"},{"date":"1954-11-04T00:00:00","id":"19541104_reps_21_hor5.xml","word":"european","kwic":"I was not referring to the whole body of European immigrants who have come here, but to an analysis made of th"},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"european","kwic":"y measure, to absorb a certain number of European immigrants, in no instance was action taken which would have"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"european","kwic":"rred to industry, and the descendants of European immigrants now supply the metropolitan markets of the United"},{"date":"1950-09-27T00:00:00","id":"19500927_reps_19_209.xml","word":"european","kwic":"igrants have examined the suitability of European immigrants. The Government hopes next year to attract a larg"},{"date":"1951-06-20T00:00:00","id":"19510620_reps_20_213.xml","word":"european","kwic":"t not a fact that an undue proportion of European immigrants have been recently involved in crimes of violence"},{"date":"1949-10-27T00:00:00","id":"19491027_reps_18_205.xml","word":"european","kwic":" ceremony for the mass naturalization of European immigrants in the Great Hall last week and that this action "},{"date":"1962-02-22T00:00:00","id":"19620222_reps_24_hor34.xml","word":"european","kwic":"e the parents are entitled to a pension. European immigrants have proved to be, almost entirely, a large, happ"},{"date":"1911-12-13T00:00:00","id":"19111213_senate_4_63.xml","word":"european","kwic":"cess of railways - the kind of land that European immigrants require? I know that it is not. It is very diffic"},{"date":"1906-09-26T00:00:00","id":"19060926_reps_2_35.xml","word":"italian","kwic":"ence has been made to the introduction of Italian immigrants, and I should like to say that not one shilling w"},{"date":"1906-09-26T00:00:00","id":"19060926_reps_2_35.xml","word":"italian","kwic":"States of America are now getting more of Italian immigrants than of any other class. "},{"date":"1952-09-05T00:00:00","id":"19520905_reps_20_218.xml","word":"italian","kwic":" Immigration indicate how many unemployed Italian immigrants have been brought into the Australian Capital Ter"},{"date":"1955-09-07T00:00:00","id":"19550907_reps_21_hor7.xml","word":"italian","kwic":"that a special watch needed to be kept on Italian immigrants because of their proneness to gangsterism, will t"},{"date":"1955-09-07T00:00:00","id":"19550907_reps_21_hor7.xml","word":"italian","kwic":"ter for Immigration assure the House that Italian immigrants have an excellent record and that they are no mor"},{"date":"1955-09-07T00:00:00","id":"19550907_reps_21_hor7.xml","word":"italian","kwic":"ey that, to the best of my knowledge, the Italian immigrants who have come to this country have had an excelle"},{"date":"1955-09-07T00:00:00","id":"19550907_reps_21_hor7.xml","word":"italian","kwic":"ows that, in proportion to their numbers, Italian immigrants have committed fewer misdemeanours than the Austr"},{"date":"1952-11-05T00:00:00","id":"19521105_senate_20_220.xml","word":"italian","kwic":"ne. Only last week a number of unemployed Italian immigrants rioted in Sydney, and I am convinced that much bl"},{"date":"1956-09-13T00:00:00","id":"19560913_reps_22_hor12.xml","word":"italian","kwic":" position in Western Australia. There are Italian immigrants in that State- "},{"date":"1951-07-10T00:00:00","id":"19510710_senate_20_213.xml","word":"italian","kwic":"ly approved by the Italian Senate, 15,000 Italian immigrants are expected to come to Australia during the firs"},{"date":"1902-08-07T00:00:00","id":"19020807_reps_1_11.xml","word":"italian","kwic":"e appointed to inquire into the influx of Italian immigrants into Western Australia? If so, when will it be av"},{"date":"1947-12-03T00:00:00","id":"19471203_reps_18_195.xml","word":"italian","kwic":". Discussion took place over the proposed Italian immigrants and the following motion was carried unanimously:"},{"date":"1905-12-14T00:00:00","id":"19051214_senate_2_30.xml","word":"italian","kwic":"en faithfully administered, many of those Italian immigrants would not have been permitted to land, because it"},{"date":"1955-09-01T00:00:00","id":"19550901_reps_21_hor7.xml","word":"italian","kwic":"ot for a moment suggest that the wives of Italian immigrants should not be assisted financially to come to thi"},{"date":"1948-10-26T00:00:00","id":"19481026_reps_18_199.xml","word":"italian","kwic":"to Australia at present. We have had many Italian immigrants in the past, and most of them have been splendid "},{"date":"1952-05-13T00:00:00","id":"19520513_reps_20_217.xml","word":"italian","kwic":"the rural  labour  scheme, for Dutch and. Italian immigrants\"? Is it a fact: that m some  industries  objectio"},{"date":"1952-05-13T00:00:00","id":"19520513_reps_20_217.xml","word":"italian","kwic":" the contractor employs approximately 250 Italian immigrants, of whom 170 are carpenters and are members of th"},{"date":"1956-10-25T00:00:00","id":"19561025_senate_22_s9.xml","word":"italian","kwic":"r cent, of the proposed vote for bringing Italian immigrants to Australia will be spent on the office in Italy"},{"date":"1955-10-26T00:00:00","id":"19551026_senate_21_s6.xml","word":"italian","kwic":"e rural settlement by the current wave of Italian immigrants has been in industries other than the sugar indus"},{"date":"1961-09-13T00:00:00","id":"19610913_reps_23_hor32.xml","word":"italian","kwic":"dship, is giving additional assistance to Italian immigrants in Australia who are receiving the unemployment b"},{"date":"1904-05-26T00:00:00","id":"19040526_reps_2_19.xml","word":"italian","kwic":"it vessels likely to contain Austrian and Italian immigrants, and to examine all immigrants separately and car"},{"date":"1949-03-15T00:00:00","id":"19490315_reps_18_201.xml","word":"italian","kwic":"tly arrived in Australia from Europe with Italian immigrants, there were at least six self-confessed Communist"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"italian","kwic":"able interest in the increasing number of Italian immigrants, and he warned that the Italians are congregating"},{"date":"1928-05-29T00:00:00","id":"19280529_reps_10_118.xml","word":"italian","kwic":"ery definite restriction of the number of Italian immigrants coming to Australia this year, designed to mainta"},{"date":"1957-05-08T00:00:00","id":"19570508_senate_22_s10.xml","word":"italian","kwic":" ship \" Flaminia \" came to Fremantle with Italian immigrants. It had suffered engine trouble en route and had "},{"date":"1951-07-14T00:00:00","id":"19510714_senate_20_213.xml","word":"italian","kwic":"ly approved by the Italian Senate, 15,000 Italian immigrants are expected to come to Australia in the first si"},{"date":"1949-07-07T00:00:00","id":"19490707_reps_18_203.xml","word":"italian","kwic":" on a ship that carried a large number of Italian immigrants? If so, will the Minister have inquiries made abo"},{"date":"1949-07-07T00:00:00","id":"19490707_reps_18_203.xml","word":"italian","kwic":"sirable that he should be in contact with Italian immigrants in Australia? "},{"date":"1980-05-22T00:00:00","id":"19800522_reps_31_hor118.xml","word":"italian","kwic":"th any accuracy the costs of extending to Italian immigrants the pension conditions applying to United Kingdom"},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"italian","kwic":"the Minister aware also that more than 60 Italian immigrants were engaged this week by the Royal Australian Ar"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"italian","kwic":"d some difficulty with a certain group of Italian immigrants. However, I was extremely interested to ascertain"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"italian","kwic":"ascertain the volume of remittances which Italian immigrants, who have already settled here have been able to "},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"italian","kwic":"icates that a very considerable number of Italian immigrants have become well established here and are in a po"},{"date":"1904-11-09T00:00:00","id":"19041109_reps_2_23.xml","word":"italian","kwic":"laces. It is notorious that the number of Italian immigrants has excited great alarm in several localities. It"},{"date":"1958-09-16T00:00:00","id":"19580916_reps_22_hor21.xml","word":"italian","kwic":"ter World War I. we had quite a number of Italian immigrants. They were a very fine class of people. They eith"},{"date":"1952-08-28T00:00:00","id":"19520828_reps_20_218.xml","word":"italian","kwic":"amps and are not working. Is it true that Italian immigrants in residence at Bonegilla were without either wor"},{"date":"1952-10-29T00:00:00","id":"19521029_reps_20_220.xml","word":"italian","kwic":"st to see that they find such employment. Italian immigrants will bc employed on jobs such as gardening or oth"},{"date":"1958-05-01T00:00:00","id":"19580501_reps_22_hor19.xml","word":"italian","kwic":"is numbered 57\/7203, and it concerns some Italian immigrants living at Abbotsford in Victoria. All the younger"},{"date":"1949-06-30T00:00:00","id":"19490630_reps_18_203.xml","word":"italian","kwic":" on a ship that carried a large number of Italian immigrants? If so, will the Minister have inquiries made abo"},{"date":"1949-06-30T00:00:00","id":"19490630_reps_18_203.xml","word":"italian","kwic":"sirable that he should be in contact with Italian immigrants in Australia? "},{"date":"1952-11-05T00:00:00","id":"19521105_reps_20_220.xml","word":"italian","kwic":" and National Service say whether surplus Italian immigrants are being given jobs in service establishments wh"},{"date":"1952-11-05T00:00:00","id":"19521105_reps_20_220.xml","word":"italian","kwic":"n consideration \"to the non-employment of Italian immigrants at the Rathmines seaplane base, \"where it was pro"},{"date":"1952-11-05T00:00:00","id":"19521105_reps_20_220.xml","word":"italian","kwic":"total of 338. In addition, there were 332 Italian immigrants in New South Wales hostels and 407 in Victoria re"},{"date":"1952-10-30T00:00:00","id":"19521030_reps_20_220.xml","word":"italian","kwic":"th the Prime Minister and complained that Italian immigrants in the Wacol camp, near "},{"date":"1952-10-30T00:00:00","id":"19521030_reps_20_220.xml","word":"italian","kwic":"tion to some of the more recently arrived Italian immigrants. As honorable members are aware, the Government h"},{"date":"1952-10-30T00:00:00","id":"19521030_reps_20_220.xml","word":"italian","kwic":"ll not be a substantial flow of unskilled Italian immigrants to this country next year. We are aware that the "},{"date":"1952-10-30T00:00:00","id":"19521030_reps_20_220.xml","word":"italian","kwic":"mployees. It is correct to say that a few Italian immigrants have been employed to do odd jobs round some Air "},{"date":"1952-08-27T00:00:00","id":"19520827_reps_20_218.xml","word":"italian","kwic":" a fact that another shipload of assisted Italian immigrants arrived in Australia earlier this week? Has the G"},{"date":"1956-05-23T00:00:00","id":"19560523_senate_22_s8.xml","word":"italian","kwic":"architecture, we can feel optimistic that Italian immigrants will bring some of that art to Australia, but we "},{"date":"1960-10-06T00:00:00","id":"19601006_reps_23_hor28.xml","word":"italian","kwic":"e Department of Immigration now involving Italian immigrants who are trying to get their parents to Australia."},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"italian","kwic":"s. Recently, riots, or demonstrations, by Italian immigrants have occurred. "},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"italian","kwic":"his country more immigrants, particularly Italian immigrants, than available work opportunities. That fact has"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"italian","kwic":"interest in trying to stir up these young Italian immigrants. I am certain that, for the most part, the immigr"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"italian","kwic":"e a better knowledge of English than have Italian immigrants. Finally, I say that the interests of the nation "},{"date":"1956-06-12T00:00:00","id":"19560612_reps_22_hor11.xml","word":"italian","kwic":"jor scandal affecting landing permits for Italian immigrants. While I realize that the allegation is irrelevan"},{"date":"1901-12-06T00:00:00","id":"19011206_senate_1_6.xml","word":"italian","kwic":"ember that Cornish and Bruce imported 100 Italian immigrants in connexion with the contract for the Mount Alex"},{"date":"1928-02-23T00:00:00","id":"19280223_reps_10_117.xml","word":"italian","kwic":"nts. During 1927 Australia received 7,884 Italian immigrants, and in the same period 1,384 Italians left this "},{"date":"1904-05-25T00:00:00","id":"19040525_reps_2_19.xml","word":"italian","kwic":"it vessels likely to contain Austrian and Italian immigrants, and to examine all immigrants separately and car"},{"date":"1904-05-25T00:00:00","id":"19040525_reps_2_19.xml","word":"italian","kwic":"it vessels likely to contain Austrian and Italian immigrants. "},{"date":"1904-05-25T00:00:00","id":"19040525_reps_2_19.xml","word":"italian","kwic":"it vessels likely to contain Austrian and Italian immigrants, and examine all immigrants separately and carefu"},{"date":"1965-04-06T00:00:00","id":"19650406_senate_25_s28.xml","word":"italian","kwic":"- although there was a turnover of 10,000 Italian immigrants, Australia gained only 1,500? In other words, 1,5"},{"date":"1965-04-06T00:00:00","id":"19650406_senate_25_s28.xml","word":"italian","kwic":"n migration and whether a great number of Italian immigrants choose to return to Italy, I shall direct the Min"},{"date":"1952-09-17T00:00:00","id":"19520917_reps_20_219.xml","word":"italian","kwic":"inister for Immigration how many assisted Italian immigrants in the various hostels and immigrant camps throug"},{"date":"1956-09-05T00:00:00","id":"19560905_reps_22_hor12.xml","word":"italian","kwic":"een some comments regarding the number of Italian immigrants who are in receipt of the unemployment benefit. T"},{"date":"1927-11-24T00:00:00","id":"19271124_senate_10_117.xml","word":"italian","kwic":"anity. Do you know what was the number of Italian immigrants disembarked during the entire year of 1924 to cau"},{"date":"1951-11-29T00:00:00","id":"19511129_senate_20_215.xml","word":"italian","kwic":"een the years 1945 and 1050 the number of Italian immigrants numbered 26,081 out of a total of 401,41.8 person"},{"date":"1904-06-23T00:00:00","id":"19040623_reps_2_20.xml","word":"italian","kwic":"rn Australia has had of a large number of Italian immigrants- "},{"date":"1904-06-23T00:00:00","id":"19040623_reps_2_20.xml","word":"italian","kwic":"ollow from an invasion of this country by Italian immigrants. I cannot admit that the Italian is particularly "},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"italian","kwic":"tisfied with the position that arose when Italian immigrants terrorized  stationmasters  and refused to pay th"},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"italian","kwic":"  stationmasters  have been terrorized by Italian immigrants. We have gone to considerable trouble to ensure t"},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"italian","kwic":"ntleman is referring in particular to the Italian immigrants who have been in the news in recent days. He shou"},{"date":"1952-08-06T00:00:00","id":"19520806_reps_20_218c1.xml","word":"italian","kwic":"vided for a specified quota of unemployed Italian immigrants, even if the work is only that of walking around "},{"date":"1952-08-06T00:00:00","id":"19520806_reps_20_218c1.xml","word":"italian","kwic":"hey can provide profitable employment for Italian immigrants. I understand that that is being done in several "},{"date":"1952-08-06T00:00:00","id":"19520806_reps_20_218c1.xml","word":"italian","kwic":" been made in finding jobs for some 2,300 Italian immigrants stationed at Bonegilla who had complained that no"},{"date":"1952-09-26T00:00:00","id":"19520926_reps_20_219.xml","word":"italian","kwic":"sition. I recall that approximately 1,100 Italian immigrants are now in camps awaiting what is known in the mo"},{"date":"1960-09-06T00:00:00","id":"19600906_reps_23_hor28.xml","word":"italian","kwic":"d from Italian sources for the housing of Italian immigrants in this country? "},{"date":"1949-05-31T00:00:00","id":"19490531_reps_18_202.xml","word":"italian","kwic":"in democracy he will not expect all those Italian immigrants to be perfect. Where would a perfect man find a p"},{"date":"1949-05-31T00:00:00","id":"19490531_reps_18_202.xml","word":"italian","kwic":"suitable for Australia, but, in the main, Italian immigrants will prove eminently suitable for us. The honorab"},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"chinese","kwic":"e that there are restrictive laws against Chinese immigrants, but others, have simply to show that they have s"},{"date":"1955-04-27T00:00:00","id":"19550427_senate_21_s5.xml","word":"chinese","kwic":"of some old Chinese settlers and some new Chinese immigrants. "},{"date":"1902-01-15T00:00:00","id":"19020115_reps_1_7.xml","word":"chinese","kwic":"the educational test should be applied to Chinese immigrants coming into the Commonwealth. Iam glad that the h"},{"date":"1978-05-25T00:00:00","id":"19780525_senate_31_s77.xml","word":"chinese","kwic":"to adopt a program calling for 9,000 Indo-Chinese immigrants in 1978-79 reflects only its reaction to that par"},{"date":"1906-09-12T00:00:00","id":"19060912_reps_2_34.xml","word":"chinese","kwic":"osed to resent the treatment meted out to Chinese immigrants by that country. "},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"chinese","kwic":"n threatened invasion of the continent by Chinese immigrants. It was then that we drafted a programme, which w"},{"date":"1953-10-21T00:00:00","id":"19531021_senate_20_s1.xml","word":"chinese","kwic":"an Chinese? "},{"date":"1909-12-06T00:00:00","id":"19091206_reps_3_54.xml","word":"chinese","kwic":"904 and 1908 in each State, the number of Chinese immigrants rejected on naturalization papers, and the number"},{"date":"1954-09-07T00:00:00","id":"19540907_reps_21_hor4.xml","word":"chinese","kwic":"anaka days. There was also a move to have Chinese immigrants introduced into the pastoral industry. The wealth"},{"date":"1978-09-21T00:00:00","id":"19780921_reps_31_hor110.xml","word":"chinese","kwic":" we cannot. The experience with the early Chinese immigrants was one of success so far as enterprise was conce"},{"date":"1904-03-03T00:00:00","id":"19040303_reps_2_18.xml","word":"irish","kwic":"pitch of thinking that English, Scotch, and Irish immigrants will contaminate our blood. We have not yet turne"},{"date":"1961-10-05T00:00:00","id":"19611005_reps_23_hor33.xml","word":"english","kwic":"orable member said that a large number of English immigrants who came here were unable to obtain work and retu"},{"date":"1961-10-05T00:00:00","id":"19611005_reps_23_hor33.xml","word":"english","kwic":"w that only about  6  or  7  per cent, of English immigrants return to that country. Of immigrants from Europe"},{"date":"1961-10-05T00:00:00","id":"19611005_reps_23_hor33.xml","word":"english","kwic":"  to  3  per cent, return. Not all of the English immigrants return because they cannot get suitable work. Som"},{"date":"1961-10-05T00:00:00","id":"19611005_reps_23_hor33.xml","word":"english","kwic":"kind of thing that is happening with many English immigrants. Of the  6  or  7  per cent, of immigrants from t"},{"date":"1954-04-06T00:00:00","id":"19540406_reps_20_hor3.xml","word":"english","kwic":"anently, the great majority of them being English immigrants? Does he realize that this is the largest permane"},{"date":"1961-04-11T00:00:00","id":"19610411_reps_23_hor30.xml","word":"english","kwic":"e age of 55 years? Does he know also that English immigrants to Australia who served with the British Army and"},{"date":"1975-08-28T00:00:00","id":"19750828_senate_29_s65.xml","word":"english","kwic":"able to speak English. "},{"date":"1921-06-17T00:00:00","id":"19210617_reps_8_95.xml","word":"english","kwic":"the honorable member mean to tell me that English immigrants would prefer to go to South America than to come "},{"date":"1956-09-19T00:00:00","id":"19560919_senate_22_s9.xml","word":"english","kwic":"ns have been received from both Dutch and English immigrants for clerical work. In the furniture trade, 54 wor"},{"date":"1957-09-04T00:00:00","id":"19570904_reps_22_hor16.xml","word":"english","kwic":"the Minister for Immigration say why some English immigrants who are debarred from assisted passages under the"},{"date":"1952-09-05T00:00:00","id":"19520905_reps_20_218.xml","word":"german","kwic":"t, to indicate the correct figure. Are the German immigrants to be brought to Australia to be additional to, o"},{"date":"1917-03-16T00:00:00","id":"19170316_senate_6_81.xml","word":"german","kwic":"r for you; this land has been reserved for German immigrants.\" "},{"date":"1949-06-09T00:00:00","id":"19490609_senate_18_202.xml","word":"german","kwic":"eensland. In that district there were many German immigrants who had married Australian girls and were raising"},{"date":"1948-06-17T00:00:00","id":"19480617_senate_18_197.xml","word":"german","kwic":"ght with the Australian forces. As a rule, German immigrants are good citizens and good workers. I understand "},{"date":"1955-10-05T00:00:00","id":"19551005_reps_21_hor8.xml","word":"german","kwic":"he industry and the excellent qualities of German immigrants, especially in the nineteenth century. These peop"},{"date":"1925-07-08T00:00:00","id":"19250708_reps_9_110.xml","word":"german","kwic":"e not their equal, to enter this country.- German immigrants would do us no harm. On the contrary, we should b"},{"date":"1953-11-11T00:00:00","id":"19531111_reps_20_hor2.xml","word":"german","kwic":"tralian workers how to work. The Dutch and German immigrants make excellent citizens. They are eager to seek n"},{"date":"1956-10-25T00:00:00","id":"19561025_senate_22_s9.xml","word":"german","kwic":"l proposed vote to be expended in bringing German immigrants to Australia. In connexion with the "},{"date":"1949-02-24T00:00:00","id":"19490224_reps_18_201.xml","word":"german","kwic":"vernment to ensure that desirable types of German immigrants will be permitted to come to Australia? "},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"german","kwic":"estigate the background of all prospective German immigrants. In the confusion occasioned by their defeat, the"},{"date":"1910-11-16T00:00:00","id":"19101116_reps_4_59.xml","word":"german","kwic":"ur midst a large number of most, estimable German immigrants- men who have been trained from their youth in th"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"german","kwic":"issatisfaction with which the exclusion of German immigrants by means of this educational test, was met. I do "},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"german","kwic":"s been very satisfactory. Many examples of German immigrants who have made good settlers may be seen in South "},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"german","kwic":"alia and in my own- State of Tasmania. The German immigrants who entered Australia after World War I. have pro"},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"german","kwic":"sored any German immigration. About 10,000 German immigrants have come here, but their immigration was not spo"},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"german","kwic":"t is  acknowledged by every one that those German immigrants, who were carefully selected and carefully screen"},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"german","kwic":" of life and our ideology, and accept more German immigrants into the country. An arrangement, which is known "},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"german","kwic":" speculated are quite false. The number of German immigrants who will enter Australia from year to year is ent"},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"german","kwic":"do so. Some criticism has been directed at German immigrants and it has been suggested that ex-servicemen are "},{"date":"1951-11-22T00:00:00","id":"19511122_senate_20_215.xml","word":"german","kwic":"enemy subjects, why not make provision for German immigrants who have made good previously in Australia? I thi"},{"date":"1901-11-21T00:00:00","id":"19011121_senate_1_6.xml","word":"german","kwic":"Then I read that an effort was made to get German immigrants for the work, and I am told that the authorities "},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"german","kwic":"een entered into for the intake of skilled German immigrants. Has he any further information to give honorable"},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"german","kwic":" days ago that not more than 4,000 skilled German immigrants and experienced rural workers would enter Austral"},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"german","kwic":"uth Wales Minister for Immigration that 40 German immigrants are on their way to Australia and expect to be em"},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"german","kwic":"curity reasons. I noticed a report that 40 German immigrants were on their way to Australia, and I felt some a"},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"german","kwic":"? Further, does he realize that unemployed German immigrants- "},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"german","kwic":"r say whether it is a fact that unemployed German immigrants, unemployed British immigrants and other unemploy"},{"date":"1951-11-22T00:00:00","id":"19511122_reps_20_215.xml","word":"german","kwic":"lly deny that preference is being given to German immigrants. During recent weeks, there has been a lot of sni"},{"date":"1951-11-22T00:00:00","id":"19511122_reps_20_215.xml","word":"german","kwic":"ers of -the Labour party in connexion with German immigrants admitted into this country. I challenge the leade"},{"date":"1951-11-22T00:00:00","id":"19511122_reps_20_215.xml","word":"german","kwic":"ee to the admission to this country of any German immigrants, no matter how carefully they may be screened ? I"},{"date":"1951-11-22T00:00:00","id":"19511122_reps_20_215.xml","word":"german","kwic":"exion with the admission into Australia of German immigrants, let the honorable gentlemen who have authority t"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"german","kwic":"arisen in the placing of British, Dutch or German immigrants. It is true that we have had some difficulty with"},{"date":"1953-11-10T00:00:00","id":"19531110_reps_20_hor2.xml","word":"german","kwic":"whether it is a fact that when a number of German immigrants who were brought to Australia under the assisted "},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"german","kwic":"using reports in relation to the number of German immigrants coming to this country, is the Minister acting fo"},{"date":"1952-08-19T00:00:00","id":"19520819_reps_20_218.xml","word":"german","kwic":"t under which Australia will obtain 15,000 German immigrants in 1953? If that report is true, what are the Gov"},{"date":"1960-11-24T00:00:00","id":"19601124_reps_23_hor29.xml","word":"german","kwic":"ve come here from Germany, and only 14,254 German immigrants, representing 33 per cent, of the total number, h"},{"date":"1953-10-21T00:00:00","id":"19531021_senate_20_s1.xml","word":"german","kwic":"nsibility for the movement to Australia or German immigrants under our bilateral agreement with, the West Germ"},{"date":"1917-03-15T00:00:00","id":"19170315_reps_6_81.xml","word":"german","kwic":"ed themselves of that offer. Some of these German immigrants were children when they came out here ; some were"},{"date":"1952-06-03T00:00:00","id":"19520603_reps_20_217.xml","word":"german","kwic":"The Hydro-electric Commission has retained German immigrants, no doubt under contract, on the same job. Has th"},{"date":"1915-07-16T00:00:00","id":"19150716_senate_6_77.xml","word":"german","kwic":"tively short period Australia will welcome German immigrants. Many of the Germans settled on the land of this "},{"date":"1951-11-16T00:00:00","id":"19511116_reps_20_215.xml","word":"german","kwic":"of America, are all now selecting suitable German immigrants for employment in those countries. I concludeby r"},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"german","kwic":"d National Service whether any employer of German immigrants has the power to suspend such workers without pay"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"german","kwic":" members of a family arrive. In respect of German immigrants the proportion of those who are productive is muc"},{"date":"1950-09-27T00:00:00","id":"19500927_reps_19_209.xml","word":"german","kwic":"try from Germany? In view of the fact that German immigrants have been most successful and loyal in the past, "},{"date":"1952-03-05T00:00:00","id":"19520305_senate_20_216.xml","word":"german","kwic":" Shipping and Transport relates to married German immigrants who are employed on the Trans-Australia Railway. "},{"date":"1952-03-05T00:00:00","id":"19520305_senate_20_216.xml","word":"german","kwic":"rried out on the TransAustralia Railway by German immigrants. The Commissioner has made it perfectly clear tha"},{"date":"1954-08-12T00:00:00","id":"19540812_senate_21_s4.xml","word":"german","kwic":"grants. In many parts of the Commonwealth, German immigrants, particularly, have helped to improve our rural i"},{"date":"1921-04-20T00:00:00","id":"19210420_reps_8_95.xml","word":"japanese","kwic":" the permanent residence in Australia of Japanese immigrants is mainly economic and industrial. During the las"},{"date":"1980-05-13T00:00:00","id":"19800513_reps_31_hor118.xml","word":"japanese","kwic":"or permanent residence in Australia from Japanese immigrants living in coastal areas in central Queensland. "},{"date":"1905-12-13T00:00:00","id":"19051213_senate_2_30.xml","word":"japanese","kwic":"land we had a considerable experience of Japanese immigrants. . A fewyears ago. when there were only a small n"},{"date":"1905-12-13T00:00:00","id":"19051213_senate_2_30.xml","word":"japanese","kwic":"never had been in danger of an influx of Japanese immigrants. An Act was passed in Japan in 1896 and amended i"},{"date":"1905-10-26T00:00:00","id":"19051026_senate_2_28.xml","word":"japanese","kwic":"had never been in danger of an influx of Japanese immigrants. "},{"date":"1970-11-02T00:00:00","id":"19701102_senate_27_s46.xml","word":"japanese","kwic":"inancial interests in Australia to allow Japanese immigrants into this country? Further, does the Japanese Gov"},{"date":"1901-09-20T00:00:00","id":"19010920_reps_1_4.xml","word":"japanese","kwic":"with the object of excluding Chinese and Japanese immigrants, and also to forbid their employment oncertain Go"},{"date":"1902-03-11T00:00:00","id":"19020311_reps_1_8.xml","word":"japanese","kwic":"titude of the Australian Commonwealth to Japanese immigrants is attracting much attention in Japan, particular"},{"date":"1952-03-04T00:00:00","id":"19520304_reps_20_216.xml","word":"japanese","kwic":"anding against those who wanted to bring Japanese immigrants into New Guinea. If this Government lasts much lo"},{"date":"1921-10-06T00:00:00","id":"19211006_reps_8_97.xml","word":"japanese","kwic":" that Japan had in mind the treatment of Japanese immigrants in the United States, and that the claim for raci"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"japanese","kwic":"n of having to choose between Chineseand Japanese immigrants my experience shows me that the Chinese would be "},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"japanese","kwic":"for the purpose of excluding Chinese and Japanese immigrants, and forbidding their employment in certain kinds"},{"date":"1909-09-02T00:00:00","id":"19090902_reps_3_51.xml","word":"japanese","kwic":"e threatened influx of a large number of Japanese immigrants. In Australia, which is the most Democratic porti"},{"date":"1902-04-29T00:00:00","id":"19020429_reps_1_9.xml","word":"japanese","kwic":"rants who have been admitted, especially Japanese immigrants. "},{"date":"1902-04-29T00:00:00","id":"19020429_reps_1_9.xml","word":"japanese","kwic":"norable members know, in the case of the Japanese immigrants. "},{"date":"1907-11-13T00:00:00","id":"19071113_senate_3_41.xml","word":"japanese","kwic":"t with the Queensland Government all the Japanese immigrants were to be provided with passports. It was furthe"},{"date":"1951-11-21T00:00:00","id":"19511121_reps_20_215.xml","word":"japanese","kwic":"t I have authorized the entry of certain Japanese immigrants into this country. That is completely false. The "},{"date":"1905-09-28T00:00:00","id":"19050928_reps_2_27.xml","word":"japanese","kwic":"t Australia is in danger of an influx of Japanese immigrants. I have already endeavoured to show that this imp"},{"date":"1951-09-26T00:00:00","id":"19510926_reps_20_214.xml","word":"scottish","kwic":"radition of the Scot, are selecting good Scottish immigrants and are finding employers in the district to take"},{"date":"1923-08-09T00:00:00","id":"19230809_senate_9_104.xml","word":"scottish","kwic":"rosperous, and I should like to see more Scottish immigrants in Australia. I hope the Prime Minister will succ"},{"date":"1956-09-11T00:00:00","id":"19560911_reps_22_hor12.xml","word":"scottish","kwic":"y had received complaints that potential Scottish immigrants had difficulty in migrating. Will the Minister ex"},{"date":"1926-06-03T00:00:00","id":"19260603_senate_10_113.xml","word":"scottish","kwic":" South Australia for the introduction of Scottish immigrants as settlers in the south-eastern portion oftheSta"},{"date":"1922-08-31T00:00:00","id":"19220831_reps_8_100.xml","word":"scottish","kwic":" firsthand authority that there are 50,000 Scotch immigrants, with a considerable amount of capital, who are p"},{"date":"1923-08-09T00:00:00","id":"19230809_senate_9_104.xml","word":"scottish","kwic":" I regret to notice by the press that many Scotch immigrants are going to Canada. Every part of New South Wale"},{"date":"1958-09-25T00:00:00","id":"19580925_reps_22_hor21.xml","word":"dutch","kwic":" loans for cooperative housing projects for Dutch immigrants. Will such projects increase Dutch migration? Wha"},{"date":"1958-09-25T00:00:00","id":"19580925_reps_22_hor21.xml","word":"dutch","kwic":"think, 3,000,000 dollars for the housing of Dutch immigrants in this country. Negotiations are still in progre"},{"date":"1958-09-25T00:00:00","id":"19580925_reps_22_hor21.xml","word":"dutch","kwic":",000,000 dollars for the purpose of housing Dutch immigrants in this country. I only hope that the people of o"},{"date":"1953-09-22T00:00:00","id":"19530922_reps_20_hor1.xml","word":"dutch","kwic":"that these installations are being made for Dutch immigrants who are coming to Australia? Is it also a fact th"},{"date":"1964-11-16T00:00:00","id":"19641116_reps_25_hor44.xml","word":"dutch","kwic":"rds meeting the cost of housing Italian and Dutch immigrants respectively. A condition of these loans was that"},{"date":"1964-11-16T00:00:00","id":"19641116_reps_25_hor44.xml","word":"dutch","kwic":"versea loans for the housing of Italian and Dutch immigrants. The oversea funds, together with matching funds "},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"dutch","kwic":"se last week was designed to elicit whether Dutch immigrants are to occupy the Bunnerong hostel in the place o"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"dutch","kwic":"d to make Bunnerong hostel available to the Dutch immigrants. In consequence, the whole hostel has been re-wir"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"dutch","kwic":"led for the express purpose of allowing the Dutch immigrants to do what the British immigrants were not allowe"},{"date":"1958-09-17T00:00:00","id":"19580917_reps_22_hor21.xml","word":"dutch","kwic":" ceremony was to take place in Bendigo, six Dutch immigrants, whose names had been set down for naturalization"},{"date":"1958-09-17T00:00:00","id":"19580917_reps_22_hor21.xml","word":"dutch","kwic":"same time, I expressed the opinion that the Dutch immigrants to whom I have referred had not acted wisely. I b"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"dutch","kwic":"lities. This year, we have received as many Dutch immigrants as Italians. We have had no difficulty in placing"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"dutch","kwic":" the explanation, at least in part, is that Dutch immigrants have a better knowledge of English than have Ital"},{"date":"1950-12-08T00:00:00","id":"19501208_reps_19_211.xml","word":"dutch","kwic":"ning the movement to this country of 25,000 Dutch immigrants. Can the Minister inform the House of the channel"},{"date":"1950-12-08T00:00:00","id":"19501208_reps_19_211.xml","word":"dutch","kwic":"nto rural industries. Indeed, of the 12,000 Dutch immigrants who have already come to this country during this"},{"date":"1950-12-08T00:00:00","id":"19501208_reps_19_211.xml","word":"dutch","kwic":" labour. We shall organize the selection of Dutch immigrants so as to ensure that a high proportion of them sh"},{"date":"1951-10-31T00:00:00","id":"19511031_reps_20_214.xml","word":"dutch","kwic":"rs. During the year before last about 1,200 Dutch immigrants settled in Australia. About 10,000 arrived here l"},{"date":"1950-11-15T00:00:00","id":"19501115_senate_19_210.xml","word":"dutch","kwic":"sands of acres in. area. He is now settling Dutch immigrants on the land to engage in the growing of tulips an"},{"date":"1952-02-27T00:00:00","id":"19520227_reps_20_216.xml","word":"dutch","kwic":"n set up at The Hague to screen prospective Dutch immigrants? Is the screening political, or in relation to he"},{"date":"1950-09-27T00:00:00","id":"19500927_reps_19_209.xml","word":"dutch","kwic":"opes next year to attract a large number of Dutch immigrants, and it is clear that in Germany, Austria and Ita"},{"date":"1962-10-23T00:00:00","id":"19621023_reps_24_hor37.xml","word":"asiatic","kwic":"ion of the residential qualifying period of Asian immigrants constructively, and I hope the Government will gi"},{"date":"1966-03-29T00:00:00","id":"19660329_reps_25_hor50.xml","word":"asiatic","kwic":" the introduction of a system of quotas for Asian immigrants. Such arguments do not take account of the realit"},{"date":"1954-08-17T00:00:00","id":"19540817_reps_21_hor4.xml","word":"asiatic","kwic":" on a quota system, a very- small number of Asian immigrants. I suggest that if we were to consider doing that"},{"date":"1954-08-17T00:00:00","id":"19540817_reps_21_hor4.xml","word":"asiatic","kwic":"er doing that, we might well allow in a few Asian immigrants from the Asian members of the British Commonwealt"},{"date":"1956-02-29T00:00:00","id":"19560229_reps_22_hor9.xml","word":"asiatic","kwic":" time as we have a very restricted quota of Asian immigrants we will perpetuate in tb.2 minds of Asian neighbo"},{"date":"1961-05-10T00:00:00","id":"19610510_senate_23_s19.xml","word":"asiatic","kwic":" out of season clamour for a small quota of Asian immigrants; because 600 Asians in a year is more than the nu"},{"date":"1960-10-06T00:00:00","id":"19601006_reps_23_hor28.xml","word":"asiatic","kwic":" moments I have left, I wish to speak about Asian immigrants. Quite clearly, there is a very marked discrimina"},{"date":"1956-03-15T00:00:00","id":"19560315_reps_22_hor9.xml","word":"asiatic","kwic":"stralia should establish a quota system for Asian immigrants. I believe that this would serve no good purpose,"},{"date":"1947-10-09T00:00:00","id":"19471009_reps_18_193.xml","word":"american","kwic":"yet perceive is that any subsidy paid to American immigrants will be more than recouped by the amount of capit"},{"date":"1901-10-03T00:00:00","id":"19011003_reps_1_4.xml","word":"american","kwic":"ropean immigrant, and this clause places American immigrants in the same position as Asiatics, "},{"date":"1959-03-17T00:00:00","id":"19590317_reps_23_hor22.xml","word":"american","kwic":"uld recommend to increase recruitment of American immigrants to this country? "},{"date":"1946-11-27T00:00:00","id":"19461127_reps_18_189.xml","word":"american","kwic":"s morning's press that many Canadian and American immigrants, including a number of ex-servicemen and their wi"},{"date":"1901-12-12T00:00:00","id":"19011212_reps_1_7.xml","word":"indian","kwic":"has an Act dealing with the importation of Indian immigrants, which is in absolute contradiction te this measu"},{"date":"1901-12-12T00:00:00","id":"19011212_reps_1_7.xml","word":"indian","kwic":"easure. It provides for the importation of Indian immigrants under agreement to work for planters, and so fort"},{"date":"1948-05-05T00:00:00","id":"19480505_reps_18_197.xml","word":"indian","kwic":"uth Africa has big problems in relation to Indian immigrants, native control, and the differences that have ex"},{"date":"1922-07-13T00:00:00","id":"19220713_reps_8_99.xml","word":"indian","kwic":"lth. But those who know anything about the Indian immigrants know that they live, to a large extent, a life al"},{"date":"1954-09-23T00:00:00","id":"19540923_senate_21_s4.xml","word":"maltese","kwic":"than did the previous system. A number of Maltese immigrants recently told me in Western Australia that they c"},{"date":"1954-09-23T00:00:00","id":"19540923_senate_21_s4.xml","word":"maltese","kwic":" in order to expedite the assimilation of Maltese immigrants. As I thought that that was a very nice gesture, "},{"date":"1960-11-29T00:00:00","id":"19601129_reps_23_hor29.xml","word":"maltese","kwic":"any significant increase in the return of Maltese immigrants from Australia to their homeland, will the Minist"},{"date":"1947-10-24T00:00:00","id":"19471024_senate_18_194.xml","word":"maltese","kwic":"h's contribution to assisted passages for Maltese immigrants under an agreement entered into between the Austr"},{"date":"1924-04-01T00:00:00","id":"19240401_reps_9_106.xml","word":"maltese","kwic":"rangements made to increase the number of Maltese immigrants to this country? Will the right honorable gentlem"},{"date":"1925-07-15T00:00:00","id":"19250715_reps_9_110.xml","word":"maltese","kwic":"the Maltese Government that the number of Maltese immigrants to Australia should be increased from 600 to 1,20"},{"date":"1952-08-19T00:00:00","id":"19520819_reps_20_218.xml","word":"maltese","kwic":"ast week about 70 disgruntled Italian and Maltese immigrants left Australia to return to their former homeland"},{"date":"1916-12-08T00:00:00","id":"19161208_reps_6_80.xml","word":"maltese","kwic":" is correct, as reported, that a party of Maltese immigrants were refused permission to land in Australia duri"},{"date":"1925-07-01T00:00:00","id":"19250701_reps_9_110.xml","word":"maltese","kwic":"his Parliament, to increase the number of Maltese immigrants from 600 to 1,200 per year, -and honorable member"},{"date":"1924-04-02T00:00:00","id":"19240402_reps_9_106.xml","word":"maltese","kwic":"rangements made to increase the number of Maltese immigrants? "},{"date":"1925-07-16T00:00:00","id":"19250716_senate_9_110.xml","word":"maltese","kwic":"ct, with a view to limiting the number of Maltese immigrants so that they might be readily absorbed. The steps"},{"date":"1924-06-25T00:00:00","id":"19240625_reps_9_107.xml","word":"maltese","kwic":"the outset, I desire to say, in regard to Maltese immigrants, that we have nothing against them as a race. The"},{"date":"1924-06-25T00:00:00","id":"19240625_reps_9_107.xml","word":"maltese","kwic":"ve the restriction -limiting the quota of Maltese immigrants to 260 per annum, and to substitute in its place "},{"date":"1924-06-25T00:00:00","id":"19240625_reps_9_107.xml","word":"maltese","kwic":"to time by various honorable members that Maltese immigrants would not affect the ordinary labour\" market, but"},{"date":"1917-03-02T00:00:00","id":"19170302_reps_6_81.xml","word":"maltese","kwic":"ed to the Prime Minister in regard to the Maltese immigrants, I wish to ask the right honorable gentleman whet"},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"maltese","kwic":"st of selected Dutch, German, Italian and Maltese immigrants. The actual numbers under each scheme will not be"},{"date":"1924-06-18T00:00:00","id":"19240618_senate_9_106.xml","word":"maltese","kwic":" to tighten up the conditions under which Maltese immigrants can come to Australia. "},{"date":"1979-11-08T00:00:00","id":"19791108_reps_31_hor116.xml","word":"russian","kwic":"or them to flood the other republics with Russian immigrants. Going even further, there is some anxiety in the"},{"date":"1911-11-28T00:00:00","id":"19111128_senate_4_62.xml","word":"russian","kwic":"ated in the press to have been offered to Russian immigrants to visit and inspect the Northern Territory? "},{"date":"1911-11-28T00:00:00","id":"19111128_senate_4_62.xml","word":"russian","kwic":" in the press it is intended to offer the Russian immigrants? "},{"date":"1911-11-28T00:00:00","id":"19111128_senate_4_62.xml","word":"russian","kwic":"ussia that if two of the recently arrived Russian immigrants now in Queensland would go to the Northern Territ"},{"date":"1911-11-28T00:00:00","id":"19111128_senate_4_62.xml","word":"russian","kwic":"o examine its suitableness as a field for Russian immigrants he would send them there and afford them faciliti"},{"date":"1911-11-28T00:00:00","id":"19111128_senate_4_62.xml","word":"russian","kwic":" for settlement intended to be offered to Russian immigrants, but they will be only those common to all applic"},{"date":"1911-12-19T00:00:00","id":"19111219_reps_4_63.xml","word":"russian","kwic":"hatever with Russian Consul on subject of Russian immigrants. So far from discouraging such immigrants have gi"},{"date":"1911-12-19T00:00:00","id":"19111219_reps_4_63.xml","word":"russian","kwic":"nexion with the finding of employment for Russian immigrants not speaking English. "},{"date":"1911-12-19T00:00:00","id":"19111219_reps_4_63.xml","word":"russian","kwic":"hatever with Russian Consul on subject of Russian immigrants. So far from discouraging such immigrants, have g"},{"date":"1911-12-19T00:00:00","id":"19111219_reps_4_63.xml","word":"russian","kwic":"nexion with the finding of employment for Russian immigrants not speaking English. "},{"date":"1911-12-19T00:00:00","id":"19111219_reps_4_63.xml","word":"russian","kwic":"Russian Consul that he did not desire any Russian immigrants. My statement referred to the fact that a Vice-Co"}]