[{"date":"1886-02-06T00:00:00","id":"nla.obj-507802519","word":"british","kwic":" declare themselves Australians first and British immigrants in a secondary sense at the risk of forfeiting th"},{"date":"1886-02-06T00:00:00","id":"nla.obj-507802519","word":"british","kwic":" declare themselves Australians first and British immigrants in a secondary sense at the risk of forfeiting th"},{"date":"1902-04-19T00:00:00","id":"nla.obj-659135232","word":"british","kwic":"only Italy, and about two-thirds of these British immigrants leave _ the British Empire, and get from under th"},{"date":"1902-09-13T00:00:00","id":"nla.obj-664460500","word":"british","kwic":"Australia as a fit and suitable field for British immigrants. In doing so it has been reviled by unpatriotic B"},{"date":"1902-09-13T00:00:00","id":"nla.obj-664460500","word":"british","kwic":"he only British possession which attracts British immigrants in anything like large numbers is Canada. And Can"},{"date":"1903-04-25T00:00:00","id":"nla.obj-671724347","word":"british","kwic":"amel’s entrance into the Arab’s tent. The British immigrants took the Transvaal and the camel took the tent. I"},{"date":"1904-03-03T00:00:00","id":"nla.obj-693285210","word":"british","kwic":" of thing badly in Australia, but if 2000 British immigrants went inland here to a place like Saskatoon, and t"},{"date":"1906-01-25T00:00:00","id":"nla.obj-690684296","word":"british","kwic":"th all this talk of our great craving for British immigrants isn’t it worth while to make an effort to get our"},{"date":"1906-04-26T00:00:00","id":"nla.obj-638088648","word":"british","kwic":"lia's Labor legis- lation was frightening British immigrants and capital away from the country ? Webster, Labo"},{"date":"1906-05-10T00:00:00","id":"nla.obj-638088700","word":"british","kwic":"ia,- heaves a big scoff at the fable that British immigrants coming here are bludgeoned, or drowned, or someth"},{"date":"1907-07-11T00:00:00","id":"nla.obj-637764671","word":"british","kwic":"d vertisement for a continent which wants British immigrants, *he success of Australia at the Conference was w"},{"date":"1907-10-17T00:00:00","id":"nla.obj-638238473","word":"british","kwic":"a wholesale way, and helps and encourages British immigrants to come out here to supply the labor required in "},{"date":"1908-04-16T00:00:00","id":"nla.obj-681305012","word":"british","kwic":" the fertiliser was shovelled in. Certain British immigrants refused the first jobs that were offered them, an"},{"date":"1909-04-22T00:00:00","id":"nla.obj-692031843","word":"british","kwic":"e Builders Ltd.,’’ landed its first dozen British immigrants in Victoria the other day. One W. S. Bromhead, an"},{"date":"1910-04-21T00:00:00","id":"nla.obj-638517602","word":"british","kwic":"ofitable confi- dence game on prospective British immigrants wns exposed, and an invaluable stream of dirt- ch"},{"date":"1911-02-16T00:00:00","id":"nla.obj-676490385","word":"british","kwic":"aps the Devil only know where some of the British immigrants pick up their notions of Australian bounty, but t"},{"date":"1912-05-02T00:00:00","id":"nla.obj-637876530","word":"british","kwic":"cently at an Eight-Hour banquet that 2000 British immigrants had gone back to England —presumably because they"},{"date":"1913-09-18T00:00:00","id":"nla.obj-693317961","word":"british","kwic":" cerning the attractions of Australia for British immigrants. Arthur Rees, formerly of Melbourne Age, has had "},{"date":"1916-08-24T00:00:00","id":"nla.obj-657974610","word":"british","kwic":" fought in Gallipoli with the A.I.F. were British immigrants.” This, by the way, is a popular belief on this s"},{"date":"1920-11-18T00:00:00","id":"nla.obj-666501972","word":"british","kwic":"t reason British money is coming with the British immigrants—for such things as woollen mills, coal, manganese"},{"date":"1921-11-10T00:00:00","id":"nla.obj-629971387","word":"british","kwic":"State which the Times considers unfit for British immigrants. Years ago he and another 6ft. 4in. man, R. W. Cr"},{"date":"1921-12-15T00:00:00","id":"nla.obj-629971734","word":"british","kwic":"rn Australians were always in a minority; British immigrants formed an overwhelming majo- rity in all the gang"},{"date":"1922-02-02T00:00:00","id":"nla.obj-618909703","word":"british","kwic":" importunate seekers for toil are largely British immigrants and others from Tory States, who have sVarmed ove"},{"date":"1922-02-02T00:00:00","id":"nla.obj-618909703","word":"british","kwic":"dly drawing huge supplies of dissatisfied British immigrants from Victoria and South Aus- tralia lost 6072 peo"},{"date":"1922-05-25T00:00:00","id":"nla.obj-618986946","word":"british","kwic":"s with the undisciplined con- duct of the British immigrants, who surge around the passport offices like rioto"},{"date":"1922-06-01T00:00:00","id":"nla.obj-618986980","word":"british","kwic":"it will benefit, inter aha, by attracting British immigrants who have a traditional dislike of interferences w"},{"date":"1922-08-03T00:00:00","id":"nla.obj-666594649","word":"british","kwic":"arrived in Brisbane the other day with 11 British immigrants, as against 113 macaroni-scoffers. There is a rac"},{"date":"1923-06-14T00:00:00","id":"nla.obj-619184291","word":"british","kwic":" He led the way in assisted settlement of British immigrants on the land with a scheme which both Victoria and"},{"date":"1923-10-25T00:00:00","id":"nla.obj-616328964","word":"british","kwic":" news, a wounding attack on a shipload of British immigrants. Not a protest against the con- duct of a few, bu"},{"date":"1924-02-28T00:00:00","id":"nla.obj-617536643","word":"british","kwic":"ure the life. The Horrocks brothers, also British immigrants, stayed longer than Jorrocks and failed for a muc"},{"date":"1924-03-13T00:00:00","id":"nla.obj-617536681","word":"british","kwic":"ithout any money at all), and if they are British immigrants so much the better. According to the Mitchell the"},{"date":"1924-04-17T00:00:00","id":"nla.obj-617536785","word":"british","kwic":"make a point of behaving like hoodlums to British immigrants. The educative influence of the cinema is enormou"},{"date":"1924-05-01T00:00:00","id":"nla.obj-617536884","word":"british","kwic":" was bought, and 459 persons (308 of them British immigrants and the majority “without means of their own”) we"},{"date":"1924-08-07T00:00:00","id":"nla.obj-617709219","word":"british","kwic":" three-fifths of these group settlers are British immigrants; the Australians include a sprinkling of A.I.F. m"},{"date":"1924-12-18T00:00:00","id":"nla.obj-617762528","word":"british","kwic":"rilling achievement has been to pro- vide British immigrants with doubtfully fer- tile south-west farms which "},{"date":"1925-06-04T00:00:00","id":"nla.obj-676081174","word":"british","kwic":"se himself with the conditions await- ing British immigrants in Australia, he came to Melbourne as a third-cla"},{"date":"1925-10-01T00:00:00","id":"nla.obj-620853114","word":"british","kwic":"d mean that we could find work for 60,000 British immigrants in the sugar industry. ♦— Mysteries of Estate Age"},{"date":"1926-07-01T00:00:00","id":"nla.obj-621184468","word":"british","kwic":"f Italy, which in the course of a century British immigrants have only scratched. Britain has spent a hundred "},{"date":"1926-12-09T00:00:00","id":"nla.obj-621303117","word":"british","kwic":"ands suitable, if roads are provided, for British immigrants,” and that many of Britain’s unemployed now on th"},{"date":"1927-02-17T00:00:00","id":"nla.obj-609688110","word":"british","kwic":"ve known that Canada doesn’t take as many British immigrants to-day as it did 13 years ago—and in an expansive"},{"date":"1927-05-12T00:00:00","id":"nla.obj-609992635","word":"british","kwic":"ry for a few more hundred millions to put British immigrants on the land. Thomson, leader of the Westralian Co"},{"date":"1928-04-18T00:00:00","id":"nla.obj-597285969","word":"british","kwic":" of new ones. The pre- sent man gets more British immigrants than the last one did, and his unemployment figur"},{"date":"1928-08-01T00:00:00","id":"nla.obj-597362906","word":"british","kwic":"ome to; and we should not have to buy the British immigrants—or, rather, go into debt on their account —as we "},{"date":"1929-01-16T00:00:00","id":"nla.obj-597599319","word":"british","kwic":"on to “satisfactorily settle” 450,000 new British immigrants in ten years. It is re- marked that this is a poo"},{"date":"1931-06-03T00:00:00","id":"nla.obj-600831527","word":"british","kwic":"tchley, who looked after the interests of British immigrants to these parts and is now, pending selection of a"},{"date":"1932-06-08T00:00:00","id":"nla.obj-604056894","word":"british","kwic":"gest crook in the movement.” Lang put two British immigrants in his Ministry—Gosling, the tin-hare and fruit- "},{"date":"1933-06-07T00:00:00","id":"nla.obj-607026572","word":"british","kwic":"ng Griffo a title to the championship. Do British immigrants receive preferential transportation rates to Aust"},{"date":"1934-01-03T00:00:00","id":"nla.obj-607234770","word":"british","kwic":" in respect of claims for compensation by British immigrants in Victoria. He was educated at Charterhouse and "},{"date":"1934-01-24T00:00:00","id":"nla.obj-607234913","word":"british","kwic":"ificent hardwood forests in order to dump British immigrants on land worth less than the cost of clearing. Qui"},{"date":"1936-01-01T00:00:00","id":"nla.obj-562701605","word":"british","kwic":"the U.K. there would be a large influx of British immigrants. It is not intended that they should stay in Tasm"},{"date":"1936-01-29T00:00:00","id":"nla.obj-562701660","word":"british","kwic":"inancial responsibility; but thousands of British immigrants could be employed to-morrow in our rural industri"},{"date":"1936-04-01T00:00:00","id":"nla.obj-558325693","word":"british","kwic":"ome A.I.F. units, where the proportion of British immigrants was very h^h \" Many tTm were in France over a yea"},{"date":"1936-10-14T00:00:00","id":"nla.obj-562331174","word":"british","kwic":"for not borrowing £50,000,000 to bring in British immigrants. Another gentleman who is now his colleague he de"},{"date":"1937-08-18T00:00:00","id":"nla.obj-568115156","word":"british","kwic":"not ex- press an opinion in regard to why British immigrants fought shy of coming to this country, a woman in "},{"date":"1937-12-08T00:00:00","id":"nla.obj-568186005","word":"british","kwic":"n the Governments at London and Canberra. British immigrants subjected to it must feel just as Australians in,"},{"date":"1938-03-16T00:00:00","id":"nla.obj-572802861","word":"british","kwic":" effect, even to the “but.” Nomination of British immigrants is being revived in parts of Australia, and Pearc"},{"date":"1938-09-14T00:00:00","id":"nla.obj-608704353","word":"british","kwic":"the Chamberlain policy. „ Where are those British immigrants that Australia was going to get in droves when th"},{"date":"1940-03-06T00:00:00","id":"nla.obj-608849845","word":"british","kwic":"ly attempts to make Australian farmers of British immigrants is responsible to some extent. Transfer of factor"},{"date":"1940-07-31T00:00:00","id":"nla.obj-592224548","word":"british","kwic":" million souls. Past schemes for settling British immigrants in the Dominion were as faulty in conception as t"},{"date":"1944-07-26T00:00:00","id":"nla.obj-536030562","word":"british","kwic":" Premier, that the province would welcome British immigrants after the war. A number of men in the services ha"},{"date":"1944-07-26T00:00:00","id":"nla.obj-536030562","word":"british","kwic":". There is no doubt that Canada will want British immigrants after the war, especially skilled men who have be"},{"date":"1946-07-10T00:00:00","id":"nla.obj-547142264","word":"british","kwic":"t aver that he is engaged in a search for British immigrants and refer to pamphlets issued under his orders. T"},{"date":"1946-07-10T00:00:00","id":"nla.obj-547142264","word":"british","kwic":"he law. Nor are disabilities reserved for British immigrants pointed out. While foreign-blood concerns with an"},{"date":"1946-11-27T00:00:00","id":"nla.obj-547268290","word":"british","kwic":"dver- tised plans for the introduction of British immigrants, 35,000 in 1947 and 70,000 in 1948 and subsequent"},{"date":"1946-12-25T00:00:00","id":"nla.obj-552870248","word":"british","kwic":"he sky. As for the scores of thousands of British immigrants of whom Mr. Calwell has made himself the paper pa"},{"date":"1947-01-29T00:00:00","id":"nla.obj-547314576","word":"british","kwic":" has there been more than a sprinkling of British immigrants, though British immigration was to have formed th"},{"date":"1947-01-29T00:00:00","id":"nla.obj-547314576","word":"british","kwic":"more than twice the number of prospective British immigrants (“approxi- mately 153,000 people in 866 occupatio"},{"date":"1947-01-29T00:00:00","id":"nla.obj-547314576","word":"british","kwic":"nding berths, jobs and housing for 35,000 British immigrants a year, “beginning lajte in 1947.” This figure ha"},{"date":"1947-02-19T00:00:00","id":"nla.obj-547333729","word":"british","kwic":"ice as many foreign Jews as the number of British immigrants assigned, to any of the States for the whole of 1"},{"date":"1947-03-19T00:00:00","id":"nla.obj-547346972","word":"british","kwic":"e had failed to charter the Aquitania for British immigrants—an- nounced as an accomplished fact many weeks ag"},{"date":"1947-03-19T00:00:00","id":"nla.obj-547346972","word":"british","kwic":"at he had secured three other vessels for British immigrants. A cold review is that he doesn’t care two straws"},{"date":"1947-07-30T00:00:00","id":"nla.obj-532813094","word":"british","kwic":",” and encouraging its members to despise British immigrants as “Pommies,” and when a section of it was prepar"},{"date":"1947-07-30T00:00:00","id":"nla.obj-532813094","word":"british","kwic":"inary shipping services. The reference to British immigrants is reassuring in view of the numbers of non-Briti"},{"date":"1947-09-03T00:00:00","id":"nla.obj-532927274","word":"british","kwic":" seems to think should be good enough for British immigrants also. Mr. Calwell did not have to leave Australia"},{"date":"1949-08-10T00:00:00","id":"nla.obj-551135615","word":"british","kwic":"t accuses Smuts of having imported 75,000 British immigrants to prop up the fading fortunes of his party, and "},{"date":"1950-03-22T00:00:00","id":"nla.obj-513812927","word":"british","kwic":"Then why is only a comparative trickle of British immigrants arriving? The total over the last nine months for"},{"date":"1953-08-12T00:00:00","id":"nla.obj-526781542","word":"british","kwic":"ut”: One of the grievances of disgruntled British immigrants in the hostels is that they get too much steak fo"},{"date":"1953-11-25T00:00:00","id":"nla.obj-526823738","word":"british","kwic":"e that frequent and heavy influxes of non-British immigrants may do for us what it did for the United States, "},{"date":"1954-02-10T00:00:00","id":"nla.obj-527657420","word":"british","kwic":" in Mr. W. D. Borrie’s essay, 362,000 non-British immigrants. This reviewer, to be frank, approached Taking St"},{"date":"1954-11-17T00:00:00","id":"nla.obj-534621597","word":"british","kwic":"ine years 416,240 British and 430,430 non-British immigrants had arrived in Australia, Italians, Poles and Dut"},{"date":"1957-06-05T00:00:00","id":"nla.obj-680601775","word":"british","kwic":"ntries will either have to admit more non-British immigrants than is desirable for cohesion or else to reduce "},{"date":"1958-03-26T00:00:00","id":"nla.obj-679401927","word":"british","kwic":"e, and publi- cised the fact that because British immigrants could not be got, recourse must be had to souther"},{"date":"1963-10-12T00:00:00","id":"nla.obj-681769407","word":"british","kwic":"rs (Boers) are more favorably disposed to British immigrants than formerly at least they’re “white.” It is oft"},{"date":"1965-01-23T00:00:00","id":"nla.obj-682518740","word":"british","kwic":"ue. It is the native-born Australians and British immigrants who have the highest crime rate. GORDON HAWKINS U"},{"date":"1966-06-18T00:00:00","id":"nla.obj-674030102","word":"british","kwic":"es. As for the very much larger number of British immigrants—they for the most part decided to come to Austral"},{"date":"1966-06-18T00:00:00","id":"nla.obj-674030102","word":"british","kwic":"e throne. Anyone who has talked with such British immigrants, as I did some years ago, is likely to reach the "},{"date":"1967-11-11T00:00:00","id":"nla.obj-693473735","word":"british","kwic":"y of increasing its per- manent intake of British immigrants— by giving those who had returned a second chance"},{"date":"1968-03-02T00:00:00","id":"nla.obj-674139645","word":"british","kwic":"our years have seen the largest inflow of British immigrants to Australia in our history, at a figure more tha"},{"date":"1968-03-02T00:00:00","id":"nla.obj-674139645","word":"british","kwic":"tain are much the same as the reasons why British immigrants choose Australia the language, the sense of commo"},{"date":"1968-04-06T00:00:00","id":"nla.obj-674610581","word":"british","kwic":"ns, whilst prepared to accept the welcome British immigrants, no longer regard them as cousins and are no long"},{"date":"1968-11-09T00:00:00","id":"nla.obj-674386510","word":"british","kwic":"ke time. We used to receive 18 percent of British immigrants, and now it’s just under three percent. This is a"},{"date":"1968-11-23T00:00:00","id":"nla.obj-674386892","word":"british","kwic":"g an Australian nationality might put off British immigrants, who, now, because they are also “British sub- je"},{"date":"1922-05-04T00:00:00","id":"nla.obj-618986753","word":"jewish","kwic":"alem seems more than doubtful, most of the Jewish immigrants being Russian communists, and a poor type at that"},{"date":"1923-06-14T00:00:00","id":"nla.obj-619184291","word":"jewish","kwic":"British Colonial Office in Janu- ary, 7844 Jewish immigrants entered Pales- tine during 1922, making a total, "},{"date":"1928-09-05T00:00:00","id":"nla.obj-597431755","word":"jewish","kwic":"gistered in Victoria for the settlement of Jewish immigrants on the land. The Jews in Eastern Europe have been"},{"date":"1933-05-24T00:00:00","id":"nla.obj-607026384","word":"jewish","kwic":"rons, the Socialist party. . Others of the Jewish immigrants, apostles of Marxism and Communism, spread these "},{"date":"1935-07-03T00:00:00","id":"nla.obj-553319356","word":"jewish","kwic":"andards of living. To say that the bulk of Jewish immigrants into Palestine are Communists of the Moscow varie"},{"date":"1938-08-03T00:00:00","id":"nla.obj-572891866","word":"jewish","kwic":"try, and we can quote ample evidence where Jewish immigrants from Poland and Eastern Europe have by sheer hard"},{"date":"1938-08-03T00:00:00","id":"nla.obj-572891866","word":"jewish","kwic":"ent to many hundreds of Australians. These Jewish immigrants, who arc by now well settled in the land of their"},{"date":"1938-08-24T00:00:00","id":"nla.obj-572892107","word":"jewish","kwic":" seem to speak all languages. Thousands of Jewish immigrants have come into Palestine from Europe and America "},{"date":"1938-08-24T00:00:00","id":"nla.obj-572892107","word":"jewish","kwic":"xciting than it used to be. Nearly all the Jewish immigrants are young people. They come, full of enthusiasm f"},{"date":"1938-09-21T00:00:00","id":"nla.obj-573028053","word":"jewish","kwic":"he current year, of the admittance of 5000 Jewish immigrants. The “Jewish Herald” allows that “the in- crease "},{"date":"1938-10-12T00:00:00","id":"nla.obj-573028111","word":"jewish","kwic":"are overcrowded. If a reasonable number of Jewish immigrants could make a suc- cess of land settlement, it wou"},{"date":"1938-12-21T00:00:00","id":"nla.obj-573091494","word":"jewish","kwic":"us and Statistics, asked for the number of Jewish immigrants already admitted to Australia this year, “advises"},{"date":"1939-03-01T00:00:00","id":"nla.obj-573153344","word":"jewish","kwic":" proceeded slowly. By 1931 only about 7000 Jewish immigrants had gone to the region, but then the first indust"},{"date":"1939-03-01T00:00:00","id":"nla.obj-573153344","word":"jewish","kwic":"e soil of farms deserted or avoided by the Jewish immigrants for whom they were intended. The only possible co"},{"date":"1939-06-14T00:00:00","id":"nla.obj-578436478","word":"jewish","kwic":"is to govern the extent to which we permit Jewish immigrants into Palestine. We are to facilitate immigration "},{"date":"1939-06-21T00:00:00","id":"nla.obj-578436493","word":"jewish","kwic":"imes” correspondent in Jerusalem.] Illegal Jewish immigrants into Palestine probably equal the number of those"},{"date":"1939-08-02T00:00:00","id":"nla.obj-578484886","word":"jewish","kwic":" (M.L.). Refugees at Kuitpo We thought the Jewish immigrants were not to take the place of Australians, but al"},{"date":"1939-08-02T00:00:00","id":"nla.obj-578484886","word":"jewish","kwic":"e work is concerned, those responsible for Jewish immigrants could help in this matter considerably by start- "},{"date":"1939-08-16T00:00:00","id":"nla.obj-578484924","word":"jewish","kwic":"to official figures, there had been 16,882 Jewish immigrants, who did not include British Jews and illegal imm"},{"date":"1939-08-16T00:00:00","id":"nla.obj-578484924","word":"jewish","kwic":"tion, but in that year there had been 1118 Jewish immigrants, this figure again excluding British Jews and ill"},{"date":"1939-08-16T00:00:00","id":"nla.obj-578484924","word":"jewish","kwic":" first four months of the present year 528 Jewish immigrants had entered the country for per- manent residence"},{"date":"1939-08-16T00:00:00","id":"nla.obj-578484924","word":"jewish","kwic":"its. A ship had just arrived carry- ing 52 Jewish immigrants and this process was going on continually. The ti"},{"date":"1940-02-14T00:00:00","id":"nla.obj-592080648","word":"jewish","kwic":"l known. “The agricultural achievements of Jewish immigrants in Palestine literally provide a new epic of colo"},{"date":"1940-04-10T00:00:00","id":"nla.obj-592142583","word":"jewish","kwic":"t of oranges and grape- fruit, and, though Jewish immigrants continue to arrive, many of them come uninvited, "},{"date":"1940-12-04T00:00:00","id":"nla.obj-597674482","word":"jewish","kwic":"try a scandal in which it was charged that Jewish immigrants had bribed consuls and even influenced a former F"},{"date":"1940-12-04T00:00:00","id":"nla.obj-597674482","word":"jewish","kwic":"xplosion in Haifa Harbor with 1771 illicit Jewish immigrants on board, who were about to be deported. Mostly, "},{"date":"1943-09-01T00:00:00","id":"nla.obj-535154635","word":"jewish","kwic":"tic outlook than at present. — Union (Q.). Jewish Immigrants “W.C.C.” says he has never met or heard of a Jewi"},{"date":"1943-10-27T00:00:00","id":"nla.obj-535155342","word":"jewish","kwic":"3 went as refugees. About 38,000 permanent Jewish immigrants have been admitted since the war, as well as 4000"},{"date":"1945-03-21T00:00:00","id":"nla.obj-539695827","word":"jewish","kwic":"ay is 6.4 per cent.” The great mass of the Jewish immigrants are not workers on the land, but residents of the"},{"date":"1946-01-09T00:00:00","id":"nla.obj-547129919","word":"jewish","kwic":"leys for a Jewish settlement and to accept Jewish immigrants in other parts —it would take a hand in this game"},{"date":"1946-04-17T00:00:00","id":"nla.obj-542532970","word":"jewish","kwic":"ould be termed “the silent service.” Where Jewish immigrants are con- cerned, Mr. Calwell himself could be so "},{"date":"1946-08-28T00:00:00","id":"nla.obj-547190832","word":"jewish","kwic":"ecision to turn back the stream of illegal Jewish immigrants which has been finding tortuous routes to Palesti"},{"date":"1946-08-28T00:00:00","id":"nla.obj-547190832","word":"jewish","kwic":". It is estimated that 40 per cent, of the Jewish immigrants to Palestine since December last have entered the"},{"date":"1946-08-28T00:00:00","id":"nla.obj-547190832","word":"jewish","kwic":"e promised land for thou- sands of illegal Jewish immigrants. “They have braved a long and hazard- ous road on"},{"date":"1946-08-28T00:00:00","id":"nla.obj-547190832","word":"jewish","kwic":"ontradiction cross. The law says only 1500 Jewish immigrants will be admitted to Palestine each month. It says"},{"date":"1946-08-28T00:00:00","id":"nla.obj-547190832","word":"jewish","kwic":"ificate. But some 40 per cent, of the 9000 Jewish immigrants since December came here illegally and were relea"},{"date":"1947-06-04T00:00:00","id":"nla.obj-547406898","word":"jewish","kwic":"n the White Paper was issued, over 100,000 Jewish immigrants have entered the country. This figure again does "},{"date":"1947-08-13T00:00:00","id":"nla.obj-532813396","word":"jewish","kwic":" by Judah Waten. This story, about Russian Jewish immigrants in an Australian country town —surely going a lon"},{"date":"1947-09-10T00:00:00","id":"nla.obj-532927296","word":"jewish","kwic":"ritish, and with un- restrained cargoes of Jewish immigrants pouring in and squatting in the towns, the whole "},{"date":"1948-03-24T00:00:00","id":"nla.obj-550310938","word":"jewish","kwic":"hat Britain should forthwith admit 100,000 Jewish immigrants into the Holy Land; a demand made despite the des"},{"date":"1948-05-05T00:00:00","id":"nla.obj-550311065","word":"jewish","kwic":"0 additional Arabs, a sufficient number of Jewish immigrants (some 200,000) should be ad- mitted to the countr"},{"date":"1948-06-02T00:00:00","id":"nla.obj-550611182","word":"jewish","kwic":"there- abouts. At least five-sixths of the Jewish immigrants have no drop of Palestinian or Asiatic blood in t"},{"date":"1948-06-02T00:00:00","id":"nla.obj-550611182","word":"jewish","kwic":"se-fire order likely to reduce the flow of Jewish immigrants? Will it stop the importation of arms for the Jew"},{"date":"1948-07-07T00:00:00","id":"nla.obj-550354064","word":"jewish","kwic":"has been remarkable. Four hundred thousand Jewish immigrants have entered Palestine since 1920 and the total J"},{"date":"1948-09-29T00:00:00","id":"nla.obj-550404580","word":"jewish","kwic":"m- mediate entry into Palestine of 100,000 Jewish immigrants— broke a settlement the British Foreign Minister "},{"date":"1949-09-07T00:00:00","id":"nla.obj-551135690","word":"jewish","kwic":"ace in Palestine both for them and for the Jewish immigrants now in the country. In these circumstances it is "},{"date":"1950-01-11T00:00:00","id":"nla.obj-513812564","word":"jewish","kwic":"rning” and proceeds with a reminiscence of Jewish immigrants in Australia in the period before the 1914 war. E"},{"date":"1951-03-07T00:00:00","id":"nla.obj-518156457","word":"jewish","kwic":"litical correction, and using it to incite Jewish immigrants to raise hell here if certain other “new Aus- tra"},{"date":"1954-11-24T00:00:00","id":"nla.obj-534621610","word":"jewish","kwic":"ment to the brutality of Zionism. That the Jewish immigrants have often made a garden of what centuries of Ara"},{"date":"1956-10-03T00:00:00","id":"nla.obj-677337037","word":"jewish","kwic":"dertakings: the flooding of Palestine with Jewish immigrants, coupled with the proviso that “nothing shall be "},{"date":"1959-10-21T00:00:00","id":"nla.obj-679596726","word":"jewish","kwic":"ads and out of their homes to make way for Jewish immigrants, of whom in the years 1948-56 14 per cent, came f"},{"date":"1968-03-16T00:00:00","id":"nla.obj-674139940","word":"jewish","kwic":"They were sus- picious about the coming of Jewish immigrants from Europe, even as late as 1939, because they f"},{"date":"1901-08-17T00:00:00","id":"nla.obj-663891003","word":"european","kwic":" would bar out the bulk of our desirable European immigrants. The only way is to make it strong enough to bar "},{"date":"1901-09-14T00:00:00","id":"nla.obj-663891218","word":"european","kwic":"prevent it operating to the exclusion of European immigrants, against whom no objection can be made, except th"},{"date":"1903-10-22T00:00:00","id":"nla.obj-659229240","word":"european","kwic":"object to doing likewise. If any rush of European immigrants will take up the M‘Donnell Ranges, or the Great V"},{"date":"1903-12-05T00:00:00","id":"nla.obj-674956426","word":"european","kwic":"ignificant' as compared with the rush of European immigrants to Canada and the United States. The Unit’d State"},{"date":"1904-03-10T00:00:00","id":"nla.obj-659442977","word":"european","kwic":"iberia is accumulating fresh hundreds of European immigrants every week, and Japhet is occupying Tartary and m"},{"date":"1909-02-25T00:00:00","id":"nla.obj-692002991","word":"european","kwic":"raybrook will presently induce a rush of European immigrants if it isn’t careful. It lately employed one Benja"},{"date":"1912-05-09T00:00:00","id":"nla.obj-637876558","word":"european","kwic":"oing. At present Queensland is absorbing European immigrants at the rate of 9000 per annum, which is to say ab"},{"date":"1916-11-02T00:00:00","id":"nla.obj-658831288","word":"european","kwic":"there? . Australia may find thousands of European immigrants and war-worn soldiers to plant in the Territory, "},{"date":"1922-07-13T00:00:00","id":"nla.obj-666594601","word":"european","kwic":" whatever. Successive waves of Southern- European immigrants have bred it out of him, and the Yankee press, nu"},{"date":"1933-05-31T00:00:00","id":"nla.obj-607026428","word":"european","kwic":"ose brilliant Australian sons of Eastern-European immigrants John Monash, Isaac Isaacs and Daniel Levy. Yet tr"},{"date":"1938-04-21T00:00:00","id":"nla.obj-572881811","word":"european","kwic":"stralians of British descent. So long as European immigrants are personally desirable, and are ready to make A"},{"date":"1938-12-07T00:00:00","id":"nla.obj-573091452","word":"european","kwic":"ion mark. As for prospects of British or European immigrants to do Australian Youth’s job in that line, the Un"},{"date":"1940-03-20T00:00:00","id":"nla.obj-592080721","word":"european","kwic":"lds have provided opportunities for many European immigrants. With the background of the pioneers, the blackbi"},{"date":"1945-08-01T00:00:00","id":"nla.obj-585475940","word":"european","kwic":"rable in comparison. —Digester (N.S.W.). European Immigrants The U.S.A., with its incessant “land-of- freedom”"},{"date":"1946-01-16T00:00:00","id":"nla.obj-547129956","word":"european","kwic":"ountry in which he attains it. No wonder European immigrants flocked to America. No wonder Europeans of the ki"},{"date":"1947-01-22T00:00:00","id":"nla.obj-547314420","word":"european","kwic":". They are a section of more than 2000 ‘European’ immigrants in Shanghai who have been granted permission to l"},{"date":"1947-09-10T00:00:00","id":"nla.obj-532927296","word":"european","kwic":"uld be possessed by the mass of possible European immigrants. Secondary industries do not offer an unlimited f"},{"date":"1948-02-25T00:00:00","id":"nla.obj-550267231","word":"european","kwic":"nwealth to find more workers, presumably European immigrants, to fill the gap. * * * ♦ Rather than see the min"},{"date":"1948-10-13T00:00:00","id":"nla.obj-550404625","word":"european","kwic":"-46 than came into it. No great waves of European immigrants can be expected; those who do come crowd into alr"},{"date":"1949-02-02T00:00:00","id":"nla.obj-573684862","word":"european","kwic":"ply will not be the desired 70,000 or so European immigrants annually available for more than a short term, un"},{"date":"1950-09-20T00:00:00","id":"nla.obj-518051505","word":"european","kwic":"it is properly directed. At present many European immigrants have abundant capital, which they use to inflate "},{"date":"1955-08-10T00:00:00","id":"nla.obj-675239424","word":"european","kwic":"ralia, Canada has settled over a million European immigrants since the war, and as many of these are by custom"},{"date":"1956-01-25T00:00:00","id":"nla.obj-677235261","word":"european","kwic":" Canada. It will also make such loans to European immigrants who are already here, so that their families can "},{"date":"1958-01-29T00:00:00","id":"nla.obj-679401282","word":"european","kwic":"hey have discovered the awful truth that European immigrants—save for the inevitable leaven of criminals and m"},{"date":"1959-02-25T00:00:00","id":"nla.obj-672857479","word":"european","kwic":"e more volatile character of many Of the European immigrants, the strangeness of their customs and the drama o"},{"date":"1959-02-25T00:00:00","id":"nla.obj-672857479","word":"european","kwic":"or is it only an awareness of Europe and European immigrants that is reflected in this anthology. If it is coi"},{"date":"1960-01-06T00:00:00","id":"nla.obj-684071320","word":"european","kwic":"h into their jobs, and the pacemaking of European immigrants who look on the kind of leisure advertised by the"},{"date":"1962-04-21T00:00:00","id":"nla.obj-673079043","word":"european","kwic":"ists and syndicalist—were largely led by European immigrants and had not taken root in Argentine soil. It was "},{"date":"1962-10-13T00:00:00","id":"nla.obj-673244431","word":"european","kwic":"Moreover, if the quali- fications of non-European immigrants cause them to concentrate in jobs at the bottom o"},{"date":"1963-07-20T00:00:00","id":"nla.obj-685424720","word":"european","kwic":"” has thrown up the question whether non-European immigrants would find it hard to fit into Australian life be"},{"date":"1967-12-16T00:00:00","id":"nla.obj-688146951","word":"european","kwic":"lly taken that the admission rate of non-European immigrants to per- manent settlement in Australia is now aro"},{"date":"1968-01-27T00:00:00","id":"nla.obj-674139138","word":"european","kwic":"et to critically examine policies toward European immigrants, with a hardhitting paper by Dr. George Zubrzycki"},{"date":"1968-01-27T00:00:00","id":"nla.obj-674139138","word":"european","kwic":" desirable occupational cross-section of European immigrants. Professional and skilled people are badly under-"},{"date":"1968-02-10T00:00:00","id":"nla.obj-674139328","word":"european","kwic":"o fill these positions with suitable non-European immigrants. “There are many reasons why a pro- gram of stepp"},{"date":"1968-02-17T00:00:00","id":"nla.obj-674139456","word":"european","kwic":"that, although the new drive to get more European immigrants was aimed principally at the “guest worker,” the "},{"date":"1968-02-17T00:00:00","id":"nla.obj-674139456","word":"european","kwic":"ts. In 1966-67 only seven hundred of the European immigrants entering Australia knew the precise jobs they wer"},{"date":"1968-10-05T00:00:00","id":"nla.obj-674771369","word":"european","kwic":", the Australian Government accepts “non-European immigrants” on the basis of their cap- acity to settle here "},{"date":"1968-10-26T00:00:00","id":"nla.obj-674245546","word":"european","kwic":"s are middle- aged, the children of poor European immigrants. They grew up in the same slums the Negroes now o"},{"date":"1881-04-23T00:00:00","id":"nla.obj-132943100","word":"italian","kwic":"ent the gracious visit of Sirenree to the Italian immigrants:— \"The interview was a very pleasing one, the Pre"},{"date":"1881-04-23T00:00:00","id":"nla.obj-132943100","word":"italian","kwic":"John Robin- son [who is he ?] invited the Italian immigrants at the Agricultural Hall in the Outer Domain.\" No"},{"date":"1881-05-07T00:00:00","id":"nla.obj-132948968","word":"italian","kwic":"- mate population of Victoria. One of the Italian immigrants refused to hire himself to an up-country master o"},{"date":"1881-06-04T00:00:00","id":"nla.obj-132956583","word":"italian","kwic":" the WATERVIEW ES is the large Two of the Italian immigrants are the belles of Campbelltown. Detective Lyons g"},{"date":"1881-06-04T00:00:00","id":"nla.obj-132956583","word":"italian","kwic":"Burrangonq Chronicle understands that the Italian immigrants brought to that district are giving the greatest "},{"date":"1893-08-19T00:00:00","id":"nla.obj-491169793","word":"italian","kwic":" the streets thronged vvitli alien races. Italian immigrants, brought out as “reliable” labour, and now natura"},{"date":"1902-05-24T00:00:00","id":"nla.obj-659135469","word":"italian","kwic":" graves when they heard the news. Certain Italian immigrants, whose ancestors, carrying the eagle of the Tenth"},{"date":"1906-10-18T00:00:00","id":"nla.obj-690868088","word":"italian","kwic":"rden in Vic- toria. ♦ “ Hexham ” : If the Italian immigrants whom it is proposed to import to Westralia can be"},{"date":"1906-12-20T00:00:00","id":"nla.obj-645927678","word":"italian","kwic":"heir use-value justifies.   “E.H.S.” : Re Italian immigrants : — I have spent a good many years in Brazil, som"},{"date":"1907-10-03T00:00:00","id":"nla.obj-638238387","word":"italian","kwic":"the Spanish “ Conquistadores,” Basque and Italian immigrants, the Gaucho- Argentines—descendants of Spaniards "},{"date":"1919-02-27T00:00:00","id":"nla.obj-690347333","word":"italian","kwic":"ing dry of America will stop th supply of Italian immigrants. This mu; not seem such a calamity, yet it is, fo"},{"date":"1922-05-04T00:00:00","id":"nla.obj-618986753","word":"italian","kwic":"ere landed in Brisbane a few days ago 281 Italian immigrants, who paid their own passage-money to Queensland, "},{"date":"1922-07-13T00:00:00","id":"nla.obj-666594601","word":"italian","kwic":". “Bozzer B.”: Queensland can get all the Italian immigrants it wants by judiciously advertising the flourishi"},{"date":"1922-08-03T00:00:00","id":"nla.obj-666594649","word":"italian","kwic":"t Australia has anything to gain from its Italian immigrants. Between Townsville and Cairns there are already "},{"date":"1924-12-25T00:00:00","id":"nla.obj-617762651","word":"italian","kwic":"y at large. And the fact remains that the Italian immigrants are doing the job, burrowing into the belts of sc"},{"date":"1925-01-22T00:00:00","id":"nla.obj-675012318","word":"italian","kwic":"would also differ from his statement that Italian immigrants seem soon to be initiated into the mysteries of t"},{"date":"1927-08-18T00:00:00","id":"nla.obj-631265742","word":"italian","kwic":"ed the Commonwealth Government to exclude Italian immigrants henceforth. A mob demonstration against the Commo"},{"date":"1930-11-19T00:00:00","id":"nla.obj-638020115","word":"italian","kwic":"nd substance. They were among the earlier Italian immigrants who set up in the fruit trade. Young Joe was a pu"},{"date":"1930-12-24T00:00:00","id":"nla.obj-638020401","word":"italian","kwic":" few are shot-in. ¥ ¥ The latest batch of Italian immigrants had to be told to go to the Duce. They refer to i"},{"date":"1934-12-26T00:00:00","id":"nla.obj-631355464","word":"italian","kwic":" the conclusion. To search this novel for Italian immigrants’ impressions of our landscape is a vain thing, ex"},{"date":"1937-08-25T00:00:00","id":"nla.obj-568115170","word":"italian","kwic":"ts quota system, Aus- tralia has had more Italian immigrants than it received when American doors were wide op"},{"date":"1939-04-19T00:00:00","id":"nla.obj-578403306","word":"italian","kwic":"e past; but what country hasn’t? When the Italian immigrants first started to pour into North Queens- land I r"},{"date":"1939-06-21T00:00:00","id":"nla.obj-578436493","word":"italian","kwic":"ir Play” does not think it matters if the Italian immigrants don’t learn to speak English. All I can say is, i"},{"date":"1939-08-23T00:00:00","id":"nla.obj-578484943","word":"italian","kwic":"roubles—it’s the democrats. — Pip (Vic.). Italian Immigrants Where does “Ha-Ha Pigeon” (B. 9\/8\/’39) get the id"},{"date":"1941-03-26T00:00:00","id":"nla.obj-539559143","word":"italian","kwic":"s a council clerk is that the majority of Italian immigrants make good citizens for three reasons in par- ticu"},{"date":"1943-12-15T00:00:00","id":"nla.obj-535155482","word":"italian","kwic":"f opening their gates to a large quota of Italian immigrants, should it be con- sidered necessary to solve Ita"},{"date":"1947-01-08T00:00:00","id":"nla.obj-547294701","word":"italian","kwic":"Centre as if it were a welfare centre for Italian immigrants. The large room where the staff worked was always"},{"date":"1954-04-14T00:00:00","id":"nla.obj-527734219","word":"italian","kwic":" career since he arrived here. The son of Italian immigrants, he helped his parents in a cafe at the Victoria "},{"date":"1960-07-13T00:00:00","id":"nla.obj-687202699","word":"italian","kwic":"ny minority difficulties. Now many of the Italian immigrants have good jobs and are well settled. The reservoi"},{"date":"1963-08-31T00:00:00","id":"nla.obj-685425425","word":"italian","kwic":"ures in various radi- cal associations of Italian immigrants. In other times the connection between philosophi"},{"date":"1964-02-01T00:00:00","id":"nla.obj-673871780","word":"italian","kwic":"nisations and mutual benefit societies of Italian immigrants in the United States, and a number of them fell i"},{"date":"1966-02-19T00:00:00","id":"nla.obj-686546186","word":"italian","kwic":"ere to appear. Valenti, Texas-born son of Italian immigrants, had done many important political chores for Lyn"},{"date":"1968-08-31T00:00:00","id":"nla.obj-674244476","word":"italian","kwic":"with its heavy concentration of Greek and Italian immigrants, is now undergoing a slum clearance program which"},{"date":"1884-03-01T00:00:00","id":"nla.obj-238449404","word":"chinese","kwic":"ade regarding the treatment of Indian and Chinese immigrants led to the appointment of a Royal Commission. “ W"},{"date":"1884-03-01T00:00:00","id":"nla.obj-238449404","word":"chinese","kwic":"ade regarding the treatment of Indian and Chinese immigrants led to the appointment of a Royal Commission. “ W"},{"date":"1884-11-08T00:00:00","id":"nla.obj-239492170","word":"chinese","kwic":"and has, within our own memory, been what Chinese immigrants are to the handicraftsmen of Australia and of Cal"},{"date":"1884-11-08T00:00:00","id":"nla.obj-239492170","word":"chinese","kwic":"and has, within our own memory, been what Chinese immigrants are to the handicraftsmen of Australia and of Cal"},{"date":"1887-04-23T00:00:00","id":"nla.obj-693486521","word":"chinese","kwic":"et in, sooner or later, another stream of Chinese immigrants directed towards the shores of Australia. And the"},{"date":"1887-04-23T00:00:00","id":"nla.obj-693486521","word":"chinese","kwic":"ainst the constantly-increasing stream of Chinese immigrants from Hong- kong nor against the inroad whiph will"},{"date":"1888-04-14T00:00:00","id":"nla.obj-706788911","word":"chinese","kwic":"h interests itself in the non-marriage of Chinese immigrants or the immorality of fan-tan and opium-smoking! 1"},{"date":"1888-04-14T00:00:00","id":"nla.obj-706788911","word":"chinese","kwic":"lless cravens only. The great majority of Chinese immigrants are absolute slaves when they land here, and they"},{"date":"1888-06-02T00:00:00","id":"nla.obj-706801446","word":"chinese","kwic":"ot provide for the total exclusion of the Chinese immigrants will be accept- able to this House. 2. That any l"},{"date":"1888-07-07T00:00:00","id":"nla.obj-688502504","word":"chinese","kwic":"e inflny >. when work n °) ie an workman .Chinese immigrants con- jC hIi&PW iO3. a daV? UndhimBelf ‘ out of it"},{"date":"1888-10-06T00:00:00","id":"nla.obj-706851190","word":"chinese","kwic":"he measure providing for the exclusion of Chinese immigrants, but neither has any right to advise the Governor"},{"date":"1889-04-06T00:00:00","id":"nla.obj-442506266","word":"chinese","kwic":"ains for the Northern eolen\/ to throw the Chinese immigrants and the elaborate document of the Colonial Office"},{"date":"1890-05-10T00:00:00","id":"nla.obj-443670139","word":"chinese","kwic":"nd of China that in the British dominions Chinese immigrants should be received on the same footing with immig"},{"date":"1893-07-22T00:00:00","id":"nla.obj-491169637","word":"chinese","kwic":"h the laws. These companies contract with Chinese immigrants to America, who practically become slaves for a t"},{"date":"1900-06-16T00:00:00","id":"nla.obj-662022389","word":"chinese","kwic":"y would be thereby opened for a stream of Chinese immigrants. It is possible, under the recent Act passed by S"},{"date":"1904-04-28T00:00:00","id":"nla.obj-659443337","word":"chinese","kwic":"ived at Melbourne, having on board 2i)8 > Chinese immigrants for that port, while by the immigration laws she "},{"date":"1904-05-12T00:00:00","id":"nla.obj-659443428","word":"chinese","kwic":"nment and Parliament, the High Court, the Chinese immigrants, the Chinese Government and the British authoriti"},{"date":"1905-02-02T00:00:00","id":"nla.obj-646099683","word":"chinese","kwic":"ony refusing admission to, or penalising, Chinese immigrants— . “ Neither for her Majesty’s ships of war, nor "},{"date":"1907-02-28T00:00:00","id":"nla.obj-690923866","word":"chinese","kwic":"lian with a violent demand for nigger and Chinese immigrants. Parker is a Stinking Fish of the first odor, and"},{"date":"1907-02-28T00:00:00","id":"nla.obj-690923866","word":"chinese","kwic":"ian Hebrews, and stopped a consignment of Chinese immigrants—to describe such a country as one which never rej"},{"date":"1909-07-15T00:00:00","id":"nla.obj-692160025","word":"chinese","kwic":"ues, our father Bull begins to regard the Chinese immigrants with a cold, unfriendly eye ; and if the influx c"},{"date":"1925-04-23T00:00:00","id":"nla.obj-676052504","word":"chinese","kwic":"ies established themselves with the first Chinese immigrants, and they have never since relaxed their grip. Of"},{"date":"1927-02-24T00:00:00","id":"nla.obj-609713274","word":"chinese","kwic":" the first 11 months of last year 315,677 Chinese immigrants entered Singa- pore, as against 187,243 in 1925. "},{"date":"1933-03-01T00:00:00","id":"nla.obj-604988980","word":"chinese","kwic":"- pose of bringing m.edical relief to the Chinese immigrants afflicted with the plague, and ran into a big sto"},{"date":"1934-09-19T00:00:00","id":"nla.obj-611188014","word":"chinese","kwic":"ling rice unknown here. In the early days Chinese immigrants used a large stone pestle, but that is a slow pro"},{"date":"1935-09-11T00:00:00","id":"nla.obj-553464155","word":"chinese","kwic":"se entering the colony, and the number of Chinese immigrants that a vessel could bring was limited to one to e"},{"date":"1941-02-19T00:00:00","id":"nla.obj-539558481","word":"chinese","kwic":"he jungle. In the search for the treasure Chinese immigrants felled half the forest cover. Kedah was absorbed "},{"date":"1944-02-16T00:00:00","id":"nla.obj-535200815","word":"chinese","kwic":"e end of November, the U.S.A. is to admit Chinese immigrants, 110 or so annually, under a quota system. Hiram "},{"date":"1950-04-19T00:00:00","id":"nla.obj-513862973","word":"chinese","kwic":"d in all Australian ports jam-packed with Chinese immigrants, the public was aroused and indignation grew to f"},{"date":"1960-05-04T00:00:00","id":"nla.obj-684073899","word":"chinese","kwic":"ide.\" When the bodies of those prohibited Chinese immigrants floated to the surface of Sydney Harbor a year or"},{"date":"1967-11-18T00:00:00","id":"nla.obj-688146870","word":"chinese","kwic":"land immigration policy was frozen by the Chinese Immigrants Amended Act of 1896 and the Act to Restrict Immig"},{"date":"1881-10-15T00:00:00","id":"nla.obj-134071527","word":"irish","kwic":" is eoneocted. If not, why not ? A party of Irish immigrants, enquiring at Coota- mundra the coach fare to Tom"},{"date":"1888-01-14T00:00:00","id":"nla.obj-507994887","word":"irish","kwic":"sn't for the lags. Only a Soa. “ A party of Irish immigrants arrived at a Melbourne wharf the other day. The f"},{"date":"1888-01-14T00:00:00","id":"nla.obj-507994887","word":"irish","kwic":"sn't for the lags. Only a Sod. “ A party of Irish immigrants arrived at a Melbourne wharf the other day. The f"},{"date":"1888-03-24T00:00:00","id":"nla.obj-539834388","word":"irish","kwic":" Of every country under heaven being either Irish immigrants or the sons of Irish Immigrants. Next Mr. F. B. F"},{"date":"1888-03-24T00:00:00","id":"nla.obj-539834388","word":"irish","kwic":"eing either Irish immigrants or the sons of Irish Immigrants. Next Mr. F. B. Freehill took up the weary tale a"},{"date":"1888-03-24T00:00:00","id":"nla.obj-539834388","word":"irish","kwic":" Of every country under heaven being either Irish immigrants or the sons of Irish immigrants. Next Mr. F. B, F"},{"date":"1888-03-24T00:00:00","id":"nla.obj-539834388","word":"irish","kwic":"eing either Irish immigrants or the sons of Irish immigrants. Next Mr. F. B, Frbehill took up the weary tale a"},{"date":"1892-03-12T00:00:00","id":"nla.obj-449991989","word":"irish","kwic":" asserting that he has “seen young, strong, Irish immigrants,” landed into N.Q. plantations, to break up soil "},{"date":"1898-03-19T00:00:00","id":"nla.obj-667793181","word":"irish","kwic":" things go. Possibly they were all ignorant Irish immigrants at first. The Church has naturally a great dislik"},{"date":"1899-08-19T00:00:00","id":"nla.obj-675026300","word":"irish","kwic":"around the various Australian quays to pelt Irish immigrants (no offence to “ 8.E.”) with meat-fed derision —d"},{"date":"1902-02-01T00:00:00","id":"nla.obj-659102514","word":"irish","kwic":"allen. The U.S.A. take far more British and Irish immigrants than all other countries together. Australia, whi"},{"date":"1918-05-30T00:00:00","id":"nla.obj-659833116","word":"irish","kwic":"ements of the Scotch-Irish and the Catholic-Irish immigrants in the United States upholds the author’s thesis."},{"date":"1920-08-05T00:00:00","id":"nla.obj-665754834","word":"irish","kwic":" included the descendants of the embittered Irish immigrants of the famine years. Add 10 million negroes, and "},{"date":"1920-09-02T00:00:00","id":"nla.obj-665754915","word":"irish","kwic":"chised are only one-fourth; among the Anglo-Irish immigrants less than one-third. Adding to this the fact that"},{"date":"1921-09-29T00:00:00","id":"nla.obj-629970629","word":"irish","kwic":" sundown into what had •seemed to the young Irish immigrants the borderland of Hell. In 1825 the districts to "},{"date":"1930-05-21T00:00:00","id":"nla.obj-600632434","word":"irish","kwic":"to call next week!” ONLY A SOD. “A party of Irish immigrants arrived at a Mel- bourne wharf the other day. The"},{"date":"1934-11-07T00:00:00","id":"nla.obj-611243514","word":"irish","kwic":"g problem which long ago confronted two raw Irish immigrants in Queensland. Just off the 8.1. boat, they were "},{"date":"1937-08-11T00:00:00","id":"nla.obj-568115135","word":"irish","kwic":"ave been much greater but for the stream of Irish immigrants who crossed over to seek jobs on the Clyde. Cicel"},{"date":"1944-10-25T00:00:00","id":"nla.obj-535942127","word":"irish","kwic":"y large proportion of sons and grandsons of Irish immigrants in the Ministry as well as the party. In Aug- ust"},{"date":"1948-03-17T00:00:00","id":"nla.obj-550267277","word":"irish","kwic":"to the beginnings of settle- ment when some Irish immigrants sail up the river in mistake for the Denver). thr"},{"date":"1953-08-05T00:00:00","id":"nla.obj-526781399","word":"irish","kwic":"that remain. However, a group of youth- ful Irish immigrants have brought back something of the old vitality. "},{"date":"1954-06-23T00:00:00","id":"nla.obj-528031191","word":"irish","kwic":"ound of family-life. Corbett’s parents were Irish immigrants, poor, but intensely proud of their son’s rise in"},{"date":"1955-03-30T00:00:00","id":"nla.obj-672880988","word":"irish","kwic":"a set of courtships and marriages among her Irish immigrants (with an excessively mechanical happy - ending to"},{"date":"1956-04-18T00:00:00","id":"nla.obj-677235506","word":"irish","kwic":"e was the churchman who brought out so many Irish immigrants that some called Queens- land Quinn’s Land. In 18"},{"date":"1958-10-01T00:00:00","id":"nla.obj-686993875","word":"irish","kwic":"y Roman Catholic priests in districts where Irish immigrants form a potential or actual anti-colored force. “A"},{"date":"1962-03-31T00:00:00","id":"nla.obj-679937920","word":"irish","kwic":"ot” where lay my grandparents, who had been Irish immigrants with a real brogue which I could faintly remember"},{"date":"1966-12-10T00:00:00","id":"nla.obj-674402713","word":"irish","kwic":"the old stalwarts speak one would think the Irish immigrants were on the march again at Kangaroo Flat. Realism"},{"date":"1883-02-17T00:00:00","id":"nla.obj-237856136","word":"english","kwic":" with the Canadian “land enterprise.” The English immigrants who were induced io go out fo the Dominion by the"},{"date":"1885-06-27T00:00:00","id":"nla.obj-239681721","word":"english","kwic":"d. They do not show that English trade or English immigrants would fall off if the colonies were independent. "},{"date":"1885-11-21T00:00:00","id":"nla.obj-239759702","word":"english","kwic":"tain that she would not put a poll-tax on English immigrants, but welcome them. The Englishman in the United S"},{"date":"1886-09-04T00:00:00","id":"nla.obj-507862411","word":"english","kwic":"r the imposition of a £l5 poll-tax on all English immigrants; but, then, whoever looked for consistency in Sir"},{"date":"1886-09-04T00:00:00","id":"nla.obj-507862411","word":"english","kwic":"r the imposition of a £l5 poll-tax on all English immigrants; but, then, whoever looked for consistency in Sir"},{"date":"1888-03-31T00:00:00","id":"nla.obj-706788123","word":"english","kwic":"t the prominent I oretgn- traders are all English immigrants. Tennyson called England “ the land where, girt w"},{"date":"1892-04-09T00:00:00","id":"nla.obj-449992163","word":"english","kwic":"ies, but the land must be given up to the English immigrants because they are “enterprising,” at least that is"},{"date":"1893-07-08T00:00:00","id":"nla.obj-491169548","word":"english","kwic":"ume Black, is paid a big salary to induce English immigrants to pour into the country and intensify the same o"},{"date":"1894-05-26T00:00:00","id":"nla.obj-489324541","word":"english","kwic":"her words, the great-grandchildren of the English immigrants in Canada, Australia and South Africa, owning, as"},{"date":"1900-08-11T00:00:00","id":"nla.obj-662022684","word":"english","kwic":"ndard, they are nearly one inch above the English immigrants, and rather more than above the English in genera"},{"date":"1900-08-25T00:00:00","id":"nla.obj-662022801","word":"english","kwic":"rict of N.S.W. The order is to consist of English immigrants, lay and clerical, who will devote themselves to "},{"date":"1907-11-07T00:00:00","id":"nla.obj-672651840","word":"english","kwic":" complexion, he took to be one of the new English immigrants. Wanting to do the amiable, and welcome the stran"},{"date":"1910-04-21T00:00:00","id":"nla.obj-638517602","word":"english","kwic":"ile well-mean- mg cranks continue to pour English immigrants into Australia, and the immigrants continue to fi"},{"date":"1917-04-12T00:00:00","id":"nla.obj-659466898","word":"english","kwic":"an soldiers in England were contracted by English immigrants who had enlisted with our boys in Australia, and "},{"date":"1920-09-02T00:00:00","id":"nla.obj-665754915","word":"english","kwic":"and Her Son .Louisa Lawson’s parents were English immigrants. Her father, Henry Aibury. was a tall, broad-shou"},{"date":"1924-01-31T00:00:00","id":"nla.obj-617418239","word":"english","kwic":"on and an aggressive form of nationalism. English immigrants have not been cordially received in some quarters"},{"date":"1926-02-11T00:00:00","id":"nla.obj-617868523","word":"english","kwic":"e English need not complain. For example, English immigrants of the shop-steward species are running 'the Quee"},{"date":"1930-09-10T00:00:00","id":"nla.obj-637956861","word":"english","kwic":" joined at once. The dozen, all “pommies”—English immigrants—had pleaded that they needed every penny of their"},{"date":"1933-07-05T00:00:00","id":"nla.obj-607026918","word":"english","kwic":"ng- lor two years on a block of land, two English immigrants discovered they had im- proved the wrong block.” "},{"date":"1934-12-26T00:00:00","id":"nla.obj-631355464","word":"english","kwic":"hout at all discriminating between recent English immigrants and people born here. There is a young Englishman"},{"date":"1950-11-29T00:00:00","id":"nla.obj-518061868","word":"english","kwic":" Australians, there were only a couple of English immigrants and the Balt on the job, so he was sufficiently d"},{"date":"1954-12-15T00:00:00","id":"nla.obj-534621686","word":"english","kwic":"owded voyage, and afterwards to have seen English immigrants shocked at the sand around Fremantle instead of e"},{"date":"1957-03-13T00:00:00","id":"nla.obj-677571944","word":"english","kwic":" Australia is depicted as the place where English immigrants can make both their fortune and their home. Final"},{"date":"1962-07-14T00:00:00","id":"nla.obj-680306943","word":"english","kwic":"tepping-off point for many thous- ands of English immigrants. Last week, the Mayor of Kuring- gai, Aid. R. N. "},{"date":"1967-04-01T00:00:00","id":"nla.obj-683983199","word":"english","kwic":"e is just another example of how the only English immigrants who hit the head- lines are those who go back hom"},{"date":"1967-04-08T00:00:00","id":"nla.obj-683983213","word":"english","kwic":"ile colonialism. Other subtleties remain. English immigrants sometimes attack Aus- tralians for maintaining al"},{"date":"1888-11-17T00:00:00","id":"nla.obj-508118158","word":"german","kwic":" Midland Railway is again com- menced, and German immigrants are to settle on land eminently suitable for vine"},{"date":"1888-11-17T00:00:00","id":"nla.obj-508118158","word":"german","kwic":" Midland Railway is again com- menced, and German immigrants are to settle on land eminently suitable for vine"},{"date":"1896-09-05T00:00:00","id":"nla.obj-667766031","word":"german","kwic":" and more common in Britain; the stream of German immigrants, ousting British clerks and shopmen from their pl"},{"date":"1901-09-07T00:00:00","id":"nla.obj-663891195","word":"german","kwic":"e years ago, when the original Danish and 'German immigrants came to the country, it would have prevented thei"},{"date":"1902-06-21T00:00:00","id":"nla.obj-659175525","word":"german","kwic":"ance at Brisbane he told his audience that German immigrants almost all rushed to British colonies to get unde"},{"date":"1908-11-19T00:00:00","id":"nla.obj-660626775","word":"german","kwic":" the mighty billows of English, Irish, and German immigrants who swelled into the coun- try after the opening "},{"date":"1909-04-15T00:00:00","id":"nla.obj-638309485","word":"german","kwic":"shion. Queensland’s recent shipment of 169 German immigrants by the Asturias is the biggest batch of settlers "},{"date":"1918-10-10T00:00:00","id":"nla.obj-660014221","word":"german","kwic":" much .liberty so long that I’m afraid the German immigrants we should, as fast as possible, pour in would bec"},{"date":"1919-09-25T00:00:00","id":"nla.obj-664272350","word":"german","kwic":"T FORTH A DOVE.” \"It is stated that 30,000 German immigrants are preparing to leave for Mexico.”— Cable. worth"},{"date":"1929-01-02T00:00:00","id":"nla.obj-597531418","word":"german","kwic":"ns called in, being highly esteemed by the German immigrants as a bone-setter, and he put the broken pieces to"},{"date":"1929-05-29T00:00:00","id":"nla.obj-598579125","word":"german","kwic":"e restored at the centen- ary—in 1936. The German immigrants came out, not as many suppose, to avoid military "},{"date":"1932-02-10T00:00:00","id":"nla.obj-603948647","word":"german","kwic":"ven less reputable comparison. In 1705 800 German immigrants, brought to London from the Palatinate by a specu"},{"date":"1938-08-17T00:00:00","id":"nla.obj-572892039","word":"german","kwic":"ed States, for example. It has a quota for German immigrants which, plus the Aus- trian quota, amounts to 27,0"},{"date":"1939-08-16T00:00:00","id":"nla.obj-578484924","word":"german","kwic":" the same type as the French Huguenots and German immigrants of the past who had been completely absorbed by t"},{"date":"1940-02-14T00:00:00","id":"nla.obj-592080648","word":"german","kwic":"thing like the huge majority of unabsorbed German immigrants that there was in 1914. Then the nation divided t"},{"date":"1940-03-13T00:00:00","id":"nla.obj-592080700","word":"german","kwic":" behind are pouring German Balts and other German immigrants; within a year or so the Germans reckon that not "},{"date":"1946-01-09T00:00:00","id":"nla.obj-547129919","word":"german","kwic":"ds over their doorways.—H. R. H. (A.1.F.). German Immigrants Ten years ago I read in The Bulletin a eulogy of "},{"date":"1946-02-06T00:00:00","id":"nla.obj-547130123","word":"german","kwic":"Alpha” (A.1.F.) (B. 9\/1\/’46), dealing with German immigrants, though intend- ing a eulogy, uses the term “Germ"},{"date":"1946-02-06T00:00:00","id":"nla.obj-547130123","word":"german","kwic":" mainly in the wheat districts. Admittedly German immigrants also came from other parts of Europe, and for dif"},{"date":"1951-03-07T00:00:00","id":"nla.obj-518156457","word":"german","kwic":" to influ- ence Australians. The number of German immigrants will be far too small and scattered to be- come a"},{"date":"1951-03-28T00:00:00","id":"nla.obj-518156775","word":"german","kwic":"lane generally. Perhaps the main objection German immigrants by “Labor” po ticians is the fact that they will "},{"date":"1953-05-13T00:00:00","id":"nla.obj-526728933","word":"german","kwic":"nally there are some prac- tical hints for German immigrants which are all very sensible; amongst the “dont’s”"},{"date":"1895-08-31T00:00:00","id":"nla.obj-490341524","word":"japanese","kwic":"came of them except fresh instalments of Japanese immigrants for the sugar-planta- tions. » # * Meanwhile the "},{"date":"1897-04-24T00:00:00","id":"nla.obj-677736905","word":"japanese","kwic":"at last to prohibit the land- ing of 400 Japanese immigrants. . Japanese Govt-, has ordered a war-ship to proc"},{"date":"1906-05-10T00:00:00","id":"nla.obj-638088700","word":"japanese","kwic":"deal of it was owing to our objection to Japanese immigrants; Japan, which kicks England in every surreptitiou"},{"date":"1906-09-20T00:00:00","id":"nla.obj-645669053","word":"japanese","kwic":"o the Koreans, and they remain Japanese. Japanese immigrants are pouring into the country through subsidised e"},{"date":"1907-10-03T00:00:00","id":"nla.obj-638238387","word":"japanese","kwic":" is the Australian Constitution, so that Japanese immigrants may enter free unless Australia sets to work now "},{"date":"1907-11-21T00:00:00","id":"nla.obj-691224908","word":"japanese","kwic":"cence in a new treaty formally excluding Japanese immigrants from the United States, and that she had refused."},{"date":"1921-12-15T00:00:00","id":"nla.obj-629971734","word":"japanese","kwic":" or Haiti. The U.S.A. are anxious to bar Japanese immigrants; many American navvies will not work in the same "},{"date":"1924-04-24T00:00:00","id":"nla.obj-617536868","word":"japanese","kwic":"migration Bill, which “turns the key” on Japanese immigrants. Incidental cables- were to the effect that the J"},{"date":"1924-12-04T00:00:00","id":"nla.obj-617762335","word":"japanese","kwic":"st Uncle and a distinct predilection for Japanese immigrants), and the black repub- lics, all sided with Japan"},{"date":"1936-12-23T00:00:00","id":"nla.obj-562465211","word":"japanese","kwic":"he “White Australia” policy has excluded Japanese immigrants while the white Australians crowd into a few citi"},{"date":"1941-09-10T00:00:00","id":"nla.obj-631411279","word":"japanese","kwic":"ld and could not provide living room for Japanese immigrants. In peace they offer a market and source of suppl"},{"date":"1910-05-26T00:00:00","id":"nla.obj-638523736","word":"scottish","kwic":" noise. A difficulty that has struck two Scottish immigrants to Victoria shows the need for a proper Federal i"},{"date":"1912-11-28T00:00:00","id":"nla.obj-655176923","word":"scottish","kwic":"iammed that Cohen refuses to serve it. i Scottish immigrants will be able to earn money as guides, instead of "},{"date":"1913-10-09T00:00:00","id":"nla.obj-672468329","word":"scottish","kwic":"ather, Wally Tait, was one of Dr. Lang’s Scottish immigrants, coming in the ship Portland, which left Plymouth"},{"date":"1926-02-18T00:00:00","id":"nla.obj-617868546","word":"scottish","kwic":"tains, on the Darling Downs. Some of the Scottish immigrants who acted as shepherds had brought rabbits with t"},{"date":"1935-04-17T00:00:00","id":"nla.obj-608594970","word":"scottish","kwic":"est-farm competitions. Many English arid Scottish immigrants have been trained by us, and most of them became "},{"date":"1946-07-24T00:00:00","id":"nla.obj-552028988","word":"scottish","kwic":"ears Queensland’s leading nomina- tor of Scottish immigrants. Instrumental m bringing in more than 500 fellow "},{"date":"1949-10-19T00:00:00","id":"nla.obj-559374572","word":"scottish","kwic":"pect a big falling-off in the numbers of Scottish immigrants. In the children’s section of the-“Ayrshire Post”"},{"date":"1950-01-11T00:00:00","id":"nla.obj-513812564","word":"scottish","kwic":"cipal factors in its de- velopment : the Scottish immigrants; the attempts to produce ar suitable type of shee"},{"date":"1955-03-30T00:00:00","id":"nla.obj-672880988","word":"scottish","kwic":"“Grand Hills for Sheep,” which was about Scottish immigrants in the South Island and which has run through fou"},{"date":"1957-12-11T00:00:00","id":"nla.obj-681770842","word":"scottish","kwic":"ble-banging lot of hypocrites,” the dour Scottish immigrants who founded Dunedin are hardly to be recognised i"},{"date":"1888-06-23T00:00:00","id":"nla.obj-539913089","word":"scottish","kwic":" in a political party with the English and Scotch immigrants to crush out th'e Irish vote. The genuine America"},{"date":"1888-06-23T00:00:00","id":"nla.obj-539913089","word":"scottish","kwic":" in a political party with the English and Scotch immigrants to crush out thfe Irish vote. The genuine America"},{"date":"1888-07-14T00:00:00","id":"nla.obj-508078051","word":"scottish","kwic":"ch he insisted on bringing out exclusively Scotch immigrants Both these classes he engaged in combat, and smot"},{"date":"1888-07-14T00:00:00","id":"nla.obj-508078051","word":"scottish","kwic":"ch he insisted on bringing out exclusively Scotch immigrants Both these classes he engaged in combat, and smot"},{"date":"1899-04-22T00:00:00","id":"nla.obj-668383374","word":"scottish","kwic":"an-out.” Another ruling idea was that more Scotch immigrants should be im- ported to counteract the Irish, as "},{"date":"1907-07-11T00:00:00","id":"nla.obj-637764671","word":"scottish","kwic":"bly as alligator food. So far as known, no Scotch immigrants have arrived at the Roper, and the co. has fallen"},{"date":"1907-07-11T00:00:00","id":"nla.obj-637764671","word":"scottish","kwic":"ore. Before the settlement at Otago by the Scotch immigrants, John Jones was known as “King” Jones ; he owned "},{"date":"1935-11-20T00:00:00","id":"nla.obj-553677617","word":"dutch","kwic":"kerbocker family—they reached America, poor Dutch immigrants, in 1650. By 1685 Aert Jansen van der Bilt held a"},{"date":"1941-08-06T00:00:00","id":"nla.obj-541698356","word":"dutch","kwic":" that the word is old- timer stuff braht by Dutch immigrants in covered-wagon days, and kind o’ meanin’ the sa"},{"date":"1945-01-10T00:00:00","id":"nla.obj-538971074","word":"dutch","kwic":" by a few thoughtful citizens. — Blue (Q.). Dutch Immigrants An excellent immigration scheme has been 1 brough"},{"date":"1945-01-31T00:00:00","id":"nla.obj-539667951","word":"dutch","kwic":"ilities. If the Australian Government wants Dutch immigrants, show me the land available for them and give me "},{"date":"1945-02-07T00:00:00","id":"nla.obj-538971118","word":"dutch","kwic":"ithin three months. — Genuine Settler (Q.). Dutch Immigrants The communication on Dutch immi- grants in “Other"},{"date":"1945-05-02T00:00:00","id":"nla.obj-539128417","word":"dutch","kwic":"in Melbourne, said he was the orphan son of Dutch immigrants from Lone River, Cape York, had just heard of the"},{"date":"1953-08-26T00:00:00","id":"nla.obj-526781767","word":"dutch","kwic":"t Australia should try to acquire a million Dutch immigrants. Those who make the flight, undeterred by the fam"},{"date":"1958-03-19T00:00:00","id":"nla.obj-679401903","word":"dutch","kwic":"ocialism this is to be stopped. Some of the Dutch immigrants have built-up quite a business by marketing fancy"},{"date":"1959-04-22T00:00:00","id":"nla.obj-672857968","word":"dutch","kwic":"ood opportunities here. The large number of Dutch immigrants had helped to arouse interest. By and large, succ"},{"date":"1950-07-26T00:00:00","id":"nla.obj-513928686","word":"asiatic","kwic":"our respective countries. To be happy here, Asian immigrants would want to establish little colonies of their "},{"date":"1955-08-03T00:00:00","id":"nla.obj-675239408","word":"asiatic","kwic":"den, urged Australia to “open the gates” to Asian immigrants. as it was impossible for this continent to conti"},{"date":"1958-05-21T00:00:00","id":"nla.obj-679402710","word":"asiatic","kwic":"stralia should introduce a quota-system for Asian immigrants. Advocates of the quota seem to follow a complete"},{"date":"1959-02-25T00:00:00","id":"nla.obj-672857479","word":"asiatic","kwic":"ing about a greater revolution by accepting Asian immigrants— London “Daily Express.” “HA! ANY BOURGEOIS MATER"},{"date":"1964-05-30T00:00:00","id":"nla.obj-682135123","word":"asiatic","kwic":" with a small population which doesn’t want Asian immigrants; that 87 p.c. of Australia’s working force is in "},{"date":"1968-01-27T00:00:00","id":"nla.obj-674139138","word":"asiatic","kwic":"y the century’s end * a substantial body of Asian immigrants and their descendants could be present in Austral"},{"date":"1968-02-10T00:00:00","id":"nla.obj-674139328","word":"asiatic","kwic":"s a test case, with further sponsorships of Asian immigrants in the future. The first sponsored immigrant, Cho"},{"date":"1968-03-02T00:00:00","id":"nla.obj-674139645","word":"asiatic","kwic":"ties on measures to stem the panic flood of Asian immigrants, with British passports, who are reach- ing Brita"},{"date":"1909-02-25T00:00:00","id":"nla.obj-692002991","word":"american","kwic":"alian Customs people to look hard at any American immigrants that come this way, and ask them whether they hap"},{"date":"1912-05-30T00:00:00","id":"nla.obj-637876647","word":"american","kwic":"mor between N.S.W. and Victoria over the American immigrants is •boilable down to a very few words. Trea- sure"},{"date":"1944-11-08T00:00:00","id":"nla.obj-536040405","word":"american","kwic":"ore favorable. — Nil Desper- andum (Q.). American Immigrants In repatriating our Diggers we are re- paying, in"},{"date":"1945-02-21T00:00:00","id":"nla.obj-541877975","word":"american","kwic":" of the natives. —D.H. R. (R.A.A.). Seek American Immigrants If “E.M.” (B. 17\/1\/’45) is right and there is “no"},{"date":"1947-09-03T00:00:00","id":"nla.obj-532927274","word":"american","kwic":"Australia seeks to re- cruit one million American immigrants and is willing to pay $l6O apiece for   A large p"},{"date":"1947-09-03T00:00:00","id":"nla.obj-532927274","word":"american","kwic":"nce of get- ting anything like a million American immigrants. They talk, instead, in hun- dreds ; the highest "},{"date":"1961-05-24T00:00:00","id":"nla.obj-684486364","word":"american","kwic":" Mrs B. T. Bush and their four children, American immigrants who were persuaded to come here by the “kind’’ fa"},{"date":"1889-03-09T00:00:00","id":"nla.obj-442506056","word":"indian","kwic":" to whale such of their niggers as are not Indian immigrants for “criminal breach of contract” and other alleg"},{"date":"1947-02-05T00:00:00","id":"nla.obj-547326075","word":"indian","kwic":"e labor necessary for that development the Indian immigrants helped, but the planning, the initiative and the "},{"date":"1947-06-11T00:00:00","id":"nla.obj-547407253","word":"indian","kwic":"untry could possibly accept such masses of Indian immigrants as would swamp it, but is there no alter- native "},{"date":"1950-07-26T00:00:00","id":"nla.obj-513928686","word":"indian","kwic":"l Indian immigration. In pre-war years the Indian immigrants gained control of the Burmese internal economy, t"},{"date":"1963-02-09T00:00:00","id":"nla.obj-684860351","word":"indian","kwic":"in cause of unrest in Fiji. When the first Indian immigrants arrived in the last century no thought was given "},{"date":"1965-03-13T00:00:00","id":"nla.obj-682521530","word":"indian","kwic":"ity of.Spades” deals with African and West Indian immigrants in London. With unusual conviction Maclnnes por- "},{"date":"1965-05-15T00:00:00","id":"nla.obj-682855612","word":"indian","kwic":"e problem of racial prejudice against West Indian immigrants in England. Jacko Palmer, an ebullient trade-unio"},{"date":"1895-03-09T00:00:00","id":"nla.obj-489679657","word":"asiatic","kwic":"d, speaking of Australia’s hos- tility to Asiatic immigrants, “advises Australia not to imperil its Oriental t"},{"date":"1902-02-01T00:00:00","id":"nla.obj-659102514","word":"asiatic","kwic":"nglo-Saxon type in Australia, to shut out Asiatic immigrants, it is met with the information that Japan object"},{"date":"1905-05-04T00:00:00","id":"nla.obj-646099984","word":"asiatic","kwic":"k for British criminals, or as a sink for Asiatic immigrants, and, at Eureka, to assert its right to self-gove"},{"date":"1905-10-05T00:00:00","id":"nla.obj-659733084","word":"asiatic","kwic":" sort of way, continues to partly exclude Asiatic immigrants, its situation is preuliar, and seems likely to c"},{"date":"1906-05-10T00:00:00","id":"nla.obj-638088700","word":"asiatic","kwic":" land which would natu- rally accommodate Asiatic immigrants if the white garrison were withdrawn or overwhelm"},{"date":"1906-06-14T00:00:00","id":"nla.obj-638088981","word":"asiatic","kwic":" make it a Crown Colony, and fill it with Asiatic immigrants ; and the need to make as sure as possible that w"},{"date":"1906-12-06T00:00:00","id":"nla.obj-645927347","word":"asiatic","kwic":"nd forcing Australia to open its gates to Asiatic immigrants, the British guns are much more likely to be poin"},{"date":"1907-04-04T00:00:00","id":"nla.obj-690971241","word":"asiatic","kwic":"ish colonies to be flooded and swamped by Asiatic immigrants, Indian or others, whose lower standard of living"},{"date":"1908-01-09T00:00:00","id":"nla.obj-678126833","word":"asiatic","kwic":"aside Northern Australia as a reserve for Asiatic immigrants, and end the mag- nificent dream of a white conti"},{"date":"1908-04-16T00:00:00","id":"nla.obj-681305012","word":"asiatic","kwic":"question, and is fining and imprison- ing Asiatic immigrants under Provincial laws which have been disallowed,"},{"date":"1908-09-03T00:00:00","id":"nla.obj-691970782","word":"asiatic","kwic":"ent of all unsold State lands as farms to Asiatic immigrants, the fixing of a maximum wage for artisans at, sa"},{"date":"1925-02-26T00:00:00","id":"nla.obj-675084929","word":"asiatic","kwic":"re formed, which, in addition to bringing Asiatic immigrants to the country, introduced slaves of every color "}]