[{"date":"1957-03-26T00:00:00","id":"19570326_reps_22_hor14.xml","word":"intake","kwic":"should be an immediate reduction of the intake of immigrants. In other words, the Labour party wants to accept"},{"date":"1959-10-01T00:00:00","id":"19591001_reps_23_hor24.xml","word":"intake","kwic":"approximately 47 per cent, of the total intake of immigrants. I have had quite a deal to do with British peopl"},{"date":"1957-09-17T00:00:00","id":"19570917_reps_22_hor16.xml","word":"intake","kwic":"al attack on immigration policy and the intake of immigrants. We heard criticism of foreign immigrants and com"},{"date":"1957-09-17T00:00:00","id":"19570917_reps_22_hor16.xml","word":"intake","kwic":"imated that to maintain an intake rate of 100,000 immigrants Australia would need to spend an additional capit"},{"date":"1962-10-23T00:00:00","id":"19621023_reps_24_hor37.xml","word":"intake","kwic":"on to our work-force made by this large intake of immigrants, particularly the skilled employees. It is very i"},{"date":"1959-10-28T00:00:00","id":"19591028_reps_23_hor25.xml","word":"intake","kwic":"e have been marked discrepancies in the intake of immigrants in the various States, and, as a result, some Sta"},{"date":"1961-10-05T00:00:00","id":"19611005_reps_23_hor33.xml","word":"intake","kwic":"lated on its decision not to reduce the intake of immigrants. This decision was made after due consideration. "},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"intake","kwic":"t we have been obliged to taper off the intake of immigrants. The immigration policy is being decimated becaus"},{"date":"1956-09-25T00:00:00","id":"19560925_reps_22_hor12.xml","word":"intake","kwic":"ants, or 1 9 per cent, of the total net intake of immigrants, came from the British Isles. If an additional nu"},{"date":"1977-05-26T00:00:00","id":"19770526_senate_30_s73.xml","word":"intake","kwic":"uite wrong. The Minister knows that our intake of immigrants this year and last year has been a lot less than "},{"date":"1952-10-15T00:00:00","id":"19521015_reps_20_220.xml","word":"intake","kwic":" Hostels Limited because of the reduced intake of immigrants have been carried out in accordance with the cust"},{"date":"1952-08-13T00:00:00","id":"19520813_reps_20_218.xml","word":"intake","kwic":"und in its own announcement halving the intake of immigrants. That is a tragic demonstration of the consequenc"},{"date":"1952-08-13T00:00:00","id":"19520813_reps_20_218.xml","word":"intake","kwic":"ave to go further still in seducing the intake of immigrants because it has destroyed the conditions in which "},{"date":"1955-10-05T00:00:00","id":"19551005_reps_21_hor8.xml","word":"intake","kwic":"surfing beach? Is this due to a smaller intake of immigrants or to better availability of housingin the City o"},{"date":"1956-09-12T00:00:00","id":"19560912_reps_22_hor12.xml","word":"intake","kwic":"his country, because it has reduced the intake of immigrants by at least 18,000 a year. I suggest that it is n"},{"date":"1956-09-12T00:00:00","id":"19560912_reps_22_hor12.xml","word":"intake","kwic":"r. I suggest that it is not so much the intake of immigrants which has contributed to the housing shortage as "},{"date":"1954-09-29T00:00:00","id":"19540929_reps_21_hor5.xml","word":"intake","kwic":"he Government's promise to increase the intake of immigrants this year and to continue developing our immigrat"},{"date":"1960-11-08T00:00:00","id":"19601108_senate_23_s18.xml","word":"intake","kwic":" year? Is he also aware that Tasmania's intake of immigrants is not so high, in proportion to population, as a"},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"intake","kwic":"e are able, to take the highest intake of British immigrants. "},{"date":"1956-06-21T00:00:00","id":"19560621_reps_22_hor11.xml","word":"intake","kwic":" to cope with the marriage rate and the intake of immigrants, so the backlog is being reduced by more than 20,"},{"date":"1950-12-07T00:00:00","id":"19501207_reps_19_211.xml","word":"intake","kwic":"pose, then it should review the present intake of immigrants to this country in order to ensure that our prese"},{"date":"1955-06-02T00:00:00","id":"19550602_senate_21_s5.xml","word":"intake","kwic":"nt, large-scale development, and a high intake of immigrants. The vulnerability of Australia's balance of paym"},{"date":"1956-03-22T00:00:00","id":"19560322_senate_22_s7.xml","word":"intake","kwic":"ascertain the exact effect that a large intake of immigrants has on this country. "},{"date":"1953-11-12T00:00:00","id":"19531112_reps_20_hor2.xml","word":"intake","kwic":"ment. There is work to be done, but the intake of immigrants has almost halted. Yet we have that fine expressi"},{"date":"1953-11-11T00:00:00","id":"19531111_reps_20_hor2.xml","word":"intake","kwic":"f it attempts to accelerate the intake of British immigrants. "},{"date":"1953-11-11T00:00:00","id":"19531111_reps_20_hor2.xml","word":"intake","kwic":"igration. I note with pleasure that the intake of immigrants from Great Britain is to be increased. It is most"},{"date":"1956-10-25T00:00:00","id":"19561025_senate_22_s9.xml","word":"intake","kwic":" that there has been a reduction of the intake of immigrants for this year. Some people might say, and rightly"},{"date":"1955-06-08T00:00:00","id":"19550608_reps_21_hor6.xml","word":"intake","kwic":"every effort to include in the proposed intake of immigrants trained nursing staff from England, so as to help"},{"date":"1955-06-08T00:00:00","id":"19550608_reps_21_hor6.xml","word":"intake","kwic":"ed, far from having been created by the intake of immigrants, was most acute before the immigration programme "},{"date":"1953-03-19T00:00:00","id":"19530319_reps_20_221.xml","word":"intake","kwic":"nt Government came to power. Our annual intake of immigrants was about 150,000, and they were all absorbed int"},{"date":"1967-03-07T00:00:00","id":"19670307_reps_26_hor54.xml","word":"intake","kwic":"ontinued its steady downward glide, our intake of immigrants has fallen. During 1964 the net migration to Aust"},{"date":"1955-05-05T00:00:00","id":"19550505_senate_21_s5.xml","word":"intake","kwic":"roughout the country are empty, and the intake of immigrants has dropped from 150,000 a year to 42,000 a year."},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"intake","kwic":"ry wisely, has consequently reduced our intake of immigrants. "},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"intake","kwic":"strue. Judged by earlier standards, the intake of immigrants to this country since the war is very large, and,"},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"intake","kwic":"unced recently a policy of reducing the intake of immigrants from 160,000 to 80,000 a year. We also announced "},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"intake","kwic":"itish Isles the percentage of the total intake of immigrants that the Labour party says we should, particularl"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"intake","kwic":"ts?  His  policy is not to maintain the intake of immigrants but to reduce the non-British intake. That is the"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"intake","kwic":"ion of the Australian population by the intake of immigrants, our Australian way of life and our democratic tr"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"intake","kwic":"ing off, how stupid it is to reduce our intake of immigrants and thus cut that demand still further. "},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"intake","kwic":"rranging to receive a greatly increased intake of immigrants into this country . this year. Administrative cos"},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"intake","kwic":"lly we may reduce the intake. Which' are the best immigrants for Australia ? The most suitable types are those"},{"date":"1957-05-22T00:00:00","id":"19570522_reps_22_hor15.xml","word":"intake","kwic":"orced to reduce the intake of much-needed British immigrants as a result of the shipping companies' present at"},{"date":"1954-09-01T00:00:00","id":"19540901_reps_21_hor4.xml","word":"intake","kwic":"ity of increasing the immigration intake by 7,000 immigrants in this- year, as well as on the budget generally"},{"date":"1958-02-27T00:00:00","id":"19580227_reps_22_hor18.xml","word":"intake","kwic":"the Labour movement is that the present intake of immigrants is excessive. It is necessary at the present junc"},{"date":"1953-09-30T00:00:00","id":"19530930_senate_20_s1.xml","word":"intake","kwic":" the present Government is reducing the intake of immigrants. "},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":"te? Or perhaps, if he wants the intake of British immigrants to be considerably bumped up, he may give a thoug"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":"kes about the inadequacy of the intake of British immigrants. I shall take this opportunity to say a word in t"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":" increase very considerably the intake of British immigrants beyond what it would have been had we left it to "},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":"ral population increase and the net intake of new immigrants, that it is quite on the cards that home-building"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":" offsets against our intake the number of British immigrants who return. Further, I point out that in the Pres"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":"5 per cent, as representing the intake of British immigrants since 1947 he was dealing with only assisted-pass"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":"f the total. That gives a gross intake of British immigrants of 47.9 per cent. I ask honorable members to comp"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":" propose to indicate to what number the intake of immigrants should be reduced. I get a little tired of people"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"intake","kwic":"fore, I suggest that a reduction of the intake of immigrants does not necessarily entail a reduction of the de"},{"date":"1952-08-21T00:00:00","id":"19520821_reps_20_218.xml","word":"intake","kwic":"t. may be a simple matter to reduce the intake of immigrants at the present time, but we may have difficulty i"},{"date":"1960-08-31T00:00:00","id":"19600831_reps_23_hor28.xml","word":"intake","kwic":"n largely attributable to the too rapid intake of immigrants and the relatively slow expansion of educational "},{"date":"1977-03-22T00:00:00","id":"19770322_reps_30_hor104.xml","word":"intake","kwic":"million persons in 200 1 . A restricted intake of immigrants of 40 000 persons per annum would boost this grow"},{"date":"1956-03-22T00:00:00","id":"19560322_reps_22_hor9.xml","word":"intake","kwic":"e third point is that a reduction of an intake of immigrants would affect considerably the attitude of other g"},{"date":"1951-11-28T00:00:00","id":"19511128_senate_20_215.xml","word":"intake","kwic":"e will have been an approximate intake of 135,000 immigrants for permanent settlement, of whom some65,000 will"},{"date":"1951-11-28T00:00:00","id":"19511128_senate_20_215.xml","word":"intake","kwic":"sted passage schemes. The total intake of British immigrants, both assisted and as full-fare paying passengers"},{"date":"1954-09-02T00:00:00","id":"19540902_reps_21_hor4.xml","word":"intake","kwic":"gh the target for 1952 was 150,000. Our intake of immigrants last year was 80,000, but permanent departures re"},{"date":"1949-06-24T00:00:00","id":"19490624_reps_18_203.xml","word":"intake","kwic":"at we shall be absolutely sure that the intake of immigrants to this country is 100 per cent, good? The Americ"},{"date":"1952-05-22T00:00:00","id":"19520522_reps_20_217.xml","word":"intake","kwic":"on policy. One cannot be happy with the intake of immigrants in recent years from certain parts of Europe. In "},{"date":"1952-09-10T00:00:00","id":"19520910_senate_20_218.xml","word":"intake","kwic":" a result of the decision to reduce the intake of immigrants. Some reduction of expenditure on international d"},{"date":"1952-10-09T00:00:00","id":"19521009_senate_20_219.xml","word":"intake","kwic":"n, accepted my advice and decreased the intake of immigrants. "},{"date":"1952-10-09T00:00:00","id":"19521009_senate_20_219.xml","word":"intake","kwic":"ers \" is £2,200,000, at a time when our intake of immigrants is being severely curtailed. I should like the Mi"},{"date":"1964-05-07T00:00:00","id":"19640507_reps_25_hor42.xml","word":"intake","kwic":"increasing at a rapid rate and when the intake of immigrants at times vastly exceeds the number provided for i"},{"date":"1951-09-26T00:00:00","id":"19510926_reps_20_214.xml","word":"intake","kwic":"tion policy with a view to reducing the intake of immigrants for at least  twelve  months? The workers being d"},{"date":"1957-09-10T00:00:00","id":"19570910_reps_22_hor16.xml","word":"intake","kwic":"ernment would keep to an intake target of 115,000 immigrants in 1956-57, but the Treasurer has admitted, in hi"},{"date":"1952-09-03T00:00:00","id":"19520903_reps_20_218.xml","word":"intake","kwic":"However, now that we have to reduce our intake of immigrants, we should reduce our quota of Germans who, wheth"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"intake","kwic":"nment in making progressive cuts in the intake of immigrants. The Treasurer has made provision to cut back the"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"intake","kwic":"rovision to cut back the gross intake to 1 15,000 immigrants for the current year, which is 18,000 fewer than "},{"date":"1954-09-28T00:00:00","id":"19540928_senate_21_s4.xml","word":"intake","kwic":"iew is related, not merely to the total intake of immigrants but also to the classes of immigrants that might "},{"date":"1956-02-28T00:00:00","id":"19560228_senate_22_s7.xml","word":"intake","kwic":" be regrettable if we had to reduce our intake of immigrants, and I trust that we shall not have to do so, but"},{"date":"1954-09-14T00:00:00","id":"19540914_reps_21_hor4.xml","word":"intake","kwic":"ctory, I am concerned about the present intake of immigrants because I do not think that it is measuring up to"},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"intake","kwic":"een entered into for the intake of skilled German immigrants. Has he any further information to give honorable"},{"date":"1957-04-09T00:00:00","id":"19570409_reps_22_hor14.xml","word":"intake","kwic":"t will, of course, increase the intake of British immigrants. At this stage I would say that there is a great "},{"date":"1955-08-31T00:00:00","id":"19550831_reps_21_hor7.xml","word":"intake","kwic":"he last financial year. Did the intake of 124,000 immigrants during that period in fact exceed the target figu"},{"date":"1958-03-12T00:00:00","id":"19580312_reps_22_hor18.xml","word":"intake","kwic":"of it that refers to a reduction in the intake of immigrants. Knowing the honorable gentleman as I do, I am st"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"intake","kwic":"cussed is the proposed reduction of the intake of immigrants from 150,000 to 80,000. If I understand fully the"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"intake","kwic":"obseeking queues we should  reduce  our intake of immigrants. Immigrants now arriving in this country are find"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"intake","kwic":"eues we should  reduce  our intake of immigrants. Immigrants now arriving in this country are finding great di"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"intake","kwic":"fluenced the Government to restrict the intake of immigrants of certain types at this time was the difficulty "},{"date":"1958-04-29T00:00:00","id":"19580429_reps_22_hor19.xml","word":"intake","kwic":"rder to protect itself and regulate its intake of immigrants. I am sorry to note that there is a growing tende"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"intake","kwic":"bly with the experience of our greatest rival for immigrants, Canada. The net intake of British immigrants int"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"intake","kwic":"for immigrants, Canada. The net intake of British immigrants into that country has been less than 20 per cent,"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"intake","kwic":"age if you like- . to reduce the intake, of other immigrants I should like honorable members to consider the p"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"intake","kwic":": selves. We have decided on a stable intake', of immigrants which the community can' ' absorb, and has absorb"},{"date":"1957-10-17T00:00:00","id":"19571017_reps_22_hor16.xml","word":"intake","kwic":"n accordance with the varying intake ' of British immigrants which will fluctuate, not only with changes in co"},{"date":"1952-10-08T00:00:00","id":"19521008_reps_20_219.xml","word":"intake","kwic":" referred. I should imagine that as the intake of immigrants has been reduced there has been a corresponding r"},{"date":"1958-09-09T00:00:00","id":"19580909_reps_22_hor21.xml","word":"intake","kwic":"y the Labour party to the present large intake of immigrants, but I have confidence in our ability to expand o"},{"date":"1956-04-11T00:00:00","id":"19560411_reps_22_hor9.xml","word":"intake","kwic":"join issue on that point. I say that an intake of immigrants is, in the first instance, a deflationary pressur"},{"date":"1958-05-06T00:00:00","id":"19580506_reps_22_hor19.xml","word":"intake","kwic":"ich encourages the States to lift their intake of immigrants? After a splendid record of high absorption of im"},{"date":"1958-03-12T00:00:00","id":"19580312_senate_22_s12.xml","word":"intake","kwic":"cal. His party was unable to reduce the intake of immigrants then, even if it had wished to do so, but he now "},{"date":"1952-08-06T00:00:00","id":"19520806_senate_20_218.xml","word":"intake","kwic":"lopment press for the suspension of the intake of immigrants into Australia until such time as the economy of "},{"date":"1952-08-06T00:00:00","id":"19520806_senate_20_218.xml","word":"intake","kwic":"ounced that it proposes to restrict the intake of immigrants. "},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"pposite now call for a reduction of our intake of immigrants. What did they do in 1947? They had a vastly diff"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"ribution to housing. To cut down on the intake of immigrants would merely aggravate the housing shortage becau"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"n Western Australia, in relation to the intake of immigrants in that State. In post-war years, the population "},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"e. In Western Australia, the percentage intake of immigrants has been far higher than it has been in any other"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"w South Wales had the lowest percentage intake of immigrants, and although its total population increase was l"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"icy. Although the State has the largest intake of immigrants in the Commonwealth, and there is a shortage of 3"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"hat is not possible, we must reduce the intake of immigrants to ' enable the capital that is available to be u"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"r party proposes to reduce the intake of European immigrants, and without European immigrants in Queensland th"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"old that we must reduce immediately the intake of immigrants. That proposal is also contrary to the expressed "},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"on in the immigrant intake being made because the immigrants are not pulling their weight in the community? Is"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"r a reduction in the immigrant intake because the immigrants are not productive. Why, then, is this demand mad"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"is call for a reduction in the intake of European immigrants? They more than pull their weight. They accept th"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"ere in this call for a reduction in the intake of immigrants. They know that the chances are that the beds tha"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"intake","kwic":"there shall be cessation of the intake of foreign immigrants. If the supporters of the Government think that t"},{"date":"1970-09-30T00:00:00","id":"19700930_reps_27_hor70.xml","word":"intake","kwic":"ce 1954-55. Only in 1949-50 did the net intake of immigrants to this country exceed 2 per cent of the national"},{"date":"1958-05-13T00:00:00","id":"19580513_reps_22_hor19.xml","word":"intake","kwic":"ost anxious that that large intake of non-British immigrants should, as conveniently and as suitably as possib"},{"date":"1968-09-24T00:00:00","id":"19680924_reps_26_hor60.xml","word":"intake","kwic":" horses in relation to immigration. The intake of immigrants to Australia since the Second World War has added"},{"date":"1968-09-24T00:00:00","id":"19680924_reps_26_hor60.xml","word":"intake","kwic":" reasons the total regular intake of non-European immigrants to this country should be a fairly modest one, at"},{"date":"1956-04-10T00:00:00","id":"19560410_reps_22_hor9.xml","word":"intake","kwic":"habilitate itself. Because of the great intake of immigrants, a large additional labour force has been availab"},{"date":"1957-03-20T00:00:00","id":"19570320_reps_22_hor14.xml","word":"intake","kwic":"ediate and substantial reduction of the intake of immigrants. "},{"date":"1953-11-10T00:00:00","id":"19531110_reps_20_hor2.xml","word":"intake","kwic":"stances have made possible an increased intake of immigrants, and that British immigrants and family units are"},{"date":"1953-11-10T00:00:00","id":"19531110_reps_20_hor2.xml","word":"intake","kwic":"fidence  among the  couple  Australia's intake of immigrants has been drastically reduced. Australia,, with a "},{"date":"1961-10-12T00:00:00","id":"19611012_reps_23_hor33.xml","word":"intake","kwic":"ernment should not carry on the present intake of immigrants while we have mass unemployment. I make a passing"},{"date":"1956-04-12T00:00:00","id":"19560412_reps_22_hor9.xml","word":"intake","kwic":"ich is included the annual intake of thousands of immigrants. These things mean that Australia will inevitably"},{"date":"1953-10-06T00:00:00","id":"19531006_reps_20_hor1.xml","word":"intake","kwic":"e quite successfully with the suggested intake of immigrants. "},{"date":"1953-10-06T00:00:00","id":"19531006_reps_20_hor1.xml","word":"intake","kwic":"ter for Immigration has stated that the intake of immigrants this year will be in accordance with the capacity"},{"date":"1958-04-23T00:00:00","id":"19580423_reps_22_hor19.xml","word":"intake","kwic":"h of population due largely to the high intake of immigrants? "},{"date":"1957-10-01T00:00:00","id":"19571001_reps_22_hor16.xml","word":"intake","kwic":"e that the Government has to reduce the intake of immigrants. I believe that Australia needs, at the very leas"},{"date":"1960-10-06T00:00:00","id":"19601006_reps_23_hor28.xml","word":"intake","kwic":" such as to induce a steady and uniform intake of immigrants. First, there is the matter of employment. We can"},{"date":"1960-05-12T00:00:00","id":"19600512_senate_23_s17.xml","word":"intake","kwic":"ther State. Likewise, South Australia's intake of immigrants has been the highest pro rata. "},{"date":"1954-08-19T00:00:00","id":"19540819_reps_21_hor4.xml","word":"intake","kwic":" per annum, we should require an annual intake of immigrants equal to 2 per cent, of our population. That woul"},{"date":"1954-08-19T00:00:00","id":"19540819_reps_21_hor4.xml","word":"intake","kwic":"ears to :be 'so.und, for -although the intake .of immigrants ;has been drastically ^reduced following the seri"},{"date":"1954-08-04T00:00:00","id":"19540804_senate_21_s4.xml","word":"intake","kwic":"d our defence services and increase our intake of immigrants. However, we have great hopes of the recent disco"},{"date":"1950-12-06T00:00:00","id":"19501206_reps_19_211.xml","word":"intake","kwic":"the increase of population. Actually an intake of immigrants to the limit of 3 per cent, of our population is "},{"date":"1960-11-09T00:00:00","id":"19601109_reps_23_hor29.xml","word":"intake","kwic":" national emergency arises and that the intake of immigrants remains at the expected level, by 1971 the annual"},{"date":"1956-10-16T00:00:00","id":"19561016_senate_22_s9.xml","word":"intake","kwic":"ctly accurate because in the budget the intake of immigrants was reduced by 18,000 a year. I remind honorable "},{"date":"1956-10-17T00:00:00","id":"19561017_reps_22_hor13.xml","word":"intake","kwic":"ur determination to maintain a balanced intake of immigrants. "},{"date":"1952-09-25T00:00:00","id":"19520925_senate_20_219.xml","word":"intake","kwic":"bt that if more farms were provided our intake of immigrants with farming experience could be put to better us"},{"date":"1964-03-05T00:00:00","id":"19640305_senate_25_s25.xml","word":"intake","kwic":"n of my previous question. What was the intake of immigrants from Italy, Greece and Malta for the years 1962 a"},{"date":"1951-10-31T00:00:00","id":"19511031_reps_20_214.xml","word":"intake","kwic":"because of the reduction of our intake of foreign immigrants, who come to Australia under a contract arrangeme"},{"date":"1951-10-31T00:00:00","id":"19511031_reps_20_214.xml","word":"intake","kwic":"y 45,000, but also with the present net intake of immigrants on the basis of the Commonwealth Statistician's a"},{"date":"1961-03-22T00:00:00","id":"19610322_reps_23_hor30.xml","word":"intake","kwic":"n to the fact that we have an extensive intake of immigrants into Australia. Many of these people were in refu"},{"date":"1957-08-27T00:00:00","id":"19570827_reps_22_hor16.xml","word":"intake","kwic":"a considerable time now to restrict the intake of immigrants, particularly those who come from the Mediterrane"},{"date":"1957-08-27T00:00:00","id":"19570827_reps_22_hor16.xml","word":"intake","kwic":" all times tried to maintain a balanced intake of immigrants from the various emigration countries. In the foa"},{"date":"1955-06-01T00:00:00","id":"19550601_reps_21_hor6.xml","word":"intake","kwic":"taken by the Government to increape the intake of immigrants, particularly tradesmen and rural workei-3, 30 th"},{"date":"1954-09-28T00:00:00","id":"19540928_reps_21_hor5.xml","word":"intake","kwic":"alian economy could well absorb considerably more immigrants than the proposed intake for the current year, wi"},{"date":"1954-09-28T00:00:00","id":"19540928_reps_21_hor5.xml","word":"intake","kwic":"vernment. Not long ago we increased the intake of immigrants over the previous year's intake, and the matter o"},{"date":"1952-06-03T00:00:00","id":"19520603_reps_20_217.xml","word":"intake","kwic":"the matter not call for a review of our intake of immigrants? "},{"date":"1956-09-04T00:00:00","id":"19560904_reps_22_hor12.xml","word":"intake","kwic":"has adopted has forced it to reduce the Intake of immigrants to a considerable extent. This is not only the op"},{"date":"1956-09-04T00:00:00","id":"19560904_reps_22_hor12.xml","word":"intake","kwic":"t of New Zealand has reduced its annual intake of immigrants by one-third, from 15,000 to 10,000. On page 4 of"},{"date":"1957-10-02T00:00:00","id":"19571002_reps_22_hor16.xml","word":"intake","kwic":"red for ever since. Western Australia's intake of immigrants has been greater, in proportion to population, th"},{"date":"1952-09-11T00:00:00","id":"19520911_senate_20_218.xml","word":"intake","kwic":"-servicemen. The decision to reduce the intake of immigrants is responsible for the lower provision of £2,770,"},{"date":"1952-10-23T00:00:00","id":"19521023_senate_20_220.xml","word":"intake","kwic":"stablished to provide for a substantial intake of immigrants is allowed to break down it may take years to re-"},{"date":"1955-04-21T00:00:00","id":"19550421_reps_21_hor6.xml","word":"intake","kwic":"g of the immigration intake, and the placement of immigrants in employment, we have tried so to arrange the sh"},{"date":"1950-11-23T00:00:00","id":"19501123_senate_19_210.xml","word":"intake","kwic":"nally, it is estimated that next year's intake of immigrants will be 200,000. On an assessment of £5 a week fo"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"intake","kwic":"ast four years has been 76,000, but the intake of immigrants has been an average of 115,000. In other words, s"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"intake","kwic":" homes have been completed, whereas the intake of immigrants has been reduced by 32 per cent.; yet the Labour "},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"intake","kwic":"that we should still further reduce the intake of immigrants. "},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"intake","kwic":"pulation and the smallest proportionate intake of immigrants, yet that State has an acute housing shortage. Bu"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"intake","kwic":"and which has the largest proportionate intake of immigrants, there is no housing shortage at all. "},{"date":"1952-09-04T00:00:00","id":"19520904_reps_20_218.xml","word":"intake","kwic":"self obliged to curtail drastically the intake of immigrants. Indeed, it' is not improbable that it may have t"},{"date":"1956-09-19T00:00:00","id":"19560919_senate_22_s9.xml","word":"intake","kwic":" the reduction of a few thousand in the intake of immigrants mentioned in the budget speech does not really ma"},{"date":"1960-05-10T00:00:00","id":"19600510_reps_23_hor27.xml","word":"intake","kwic":"s show that the States with the highest intake of immigrants had the best results in the production of buildin"},{"date":"1957-09-04T00:00:00","id":"19570904_reps_22_hor16.xml","word":"intake","kwic":"o compensate it for the abnormally high intake of immigrants into that State as compared with the other States"},{"date":"1956-09-05T00:00:00","id":"19560905_reps_22_hor12.xml","word":"intake","kwic":"mporarily, or substantially reduce, the intake of immigrants, he is largely responsible for the suffering and "},{"date":"1956-09-05T00:00:00","id":"19560905_reps_22_hor12.xml","word":"intake","kwic":"e in the States has any relation to the intake of immigrants into those States. I think that he will be able t"},{"date":"1953-09-10T00:00:00","id":"19530910_reps_20_hor1.xml","word":"intake","kwic":"t, 1952, refers to the reduction of the intake of immigrants during the year 1952-53. I shall not devote a gre"},{"date":"1953-09-10T00:00:00","id":"19530910_reps_20_hor1.xml","word":"intake","kwic":" misfortune may force us to. reduce the intake of immigrants. "},{"date":"1956-08-30T00:00:00","id":"19560830_reps_22_hor12.xml","word":"intake","kwic":"of the peak year 1949-50 when the gross intake of immigrants was 185,000. That undoubtedly was an excessive nu"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"intake","kwic":" doing at present or reduce the present intake of immigrants. "},{"date":"1957-03-26T00:00:00","id":"19570326_senate_22_s10.xml","word":"intake","kwic":"nt, urges an immediate reduction in the intake of immigrants. This is a most extraordinary decision on the par"},{"date":"1957-03-19T00:00:00","id":"19570319_reps_22_hor14.xml","word":"intake","kwic":"een most encouraging signs. The intake of British immigrants is increasing quite rapidly. In the first six mon"},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"intake","kwic":"ch seem to have arisen, that the intake of 80,000 immigrants in 1953 will all be workers who will compete with"},{"date":"1951-06-20T00:00:00","id":"19510620_reps_20_213.xml","word":"intake","kwic":"asis on numbers at any cost. The future intake of immigrants should be based on the positive contribution that"},{"date":"1955-10-13T00:00:00","id":"19551013_reps_21_hor8.xml","word":"intake","kwic":"rable gentlemen. The intake of other than British immigrants has varied according to circumstances obtaining i"},{"date":"1961-08-31T00:00:00","id":"19610831_reps_23_hor32.xml","word":"influx","kwic":"ralian people demand that the influx of unskilled immigrants should cease for the time being. "},{"date":"1955-05-24T00:00:00","id":"19550524_reps_21_hor6.xml","word":"influx","kwic":"ypes of services. Although such a large influx of immigrants will have an inflationary effect temporarily, in "},{"date":"1906-09-26T00:00:00","id":"19060926_reps_2_35.xml","word":"influx","kwic":"n New Zealand, too, there is a constant influx of immigrants which does not obtain in any part of Australia. T"},{"date":"1923-03-08T00:00:00","id":"19230308_reps_9_102.xml","word":"influx","kwic":" several organizations to cause an influx of girl immigrants. It has been stated in justification of that cour"},{"date":"1912-07-09T00:00:00","id":"19120709_reps_4_64.xml","word":"influx","kwic":"ionately to our population, than is the influx of immigrants into Canada or the United States. What effect hav"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"influx","kwic":" months of this year there was an influx of alien immigrants to Western Australia to the number of 403. "},{"date":"1962-10-23T00:00:00","id":"19621023_senate_24_s22.xml","word":"influx","kwic":"n. Is the Minister aware of the influx of Spanish immigrants to the Holden migrant camp at Northam in Western "},{"date":"1908-03-25T00:00:00","id":"19080325_reps_3_44.xml","word":"influx","kwic":"e, and what are they doing, to cause an influx of immigrants to Australia? It is true that some of them have s"},{"date":"1908-03-25T00:00:00","id":"19080325_reps_3_44.xml","word":"influx","kwic":"efly owing to the fact that, during the influx of immigrants in the last ten or fifteen years, the lands have "},{"date":"1911-12-12T00:00:00","id":"19111212_reps_4_63.xml","word":"influx","kwic":"e rate of progress is amazing. Even the influx of immigrants  across the United States border has been in a la"},{"date":"1944-11-23T00:00:00","id":"19441123_senate_17_180.xml","word":"influx","kwic":"st-war period Australia will need a big influx of immigrants of the right kind. After the war a young country "},{"date":"1977-04-19T00:00:00","id":"19770419_reps_30_hor104.xml","word":"influx","kwic":"ountry needs time to digest the postwar influx of immigrants. "},{"date":"1910-10-14T00:00:00","id":"19101014_senate_4_58.xml","word":"influx","kwic":"nsland, where we hear so much about the influx of immigrants, and the great progress of settlement during the "},{"date":"1958-08-21T00:00:00","id":"19580821_reps_22_hor20.xml","word":"influx","kwic":"as the answer. But because of the large influx of immigrants we find that our schools are now overcrowded and "},{"date":"1920-09-16T00:00:00","id":"19200916_reps_8_93.xml","word":"influx","kwic":"increasing. If we had such a tremendous influx of immigrants as some people hope to encourage I do not know ho"},{"date":"1910-07-06T00:00:00","id":"19100706_SENATE_4_55.xml","word":"influx","kwic":"t necessity for encouraging an influx of suitable immigrants to the Commonwealth in order to more effectively "},{"date":"1910-07-06T00:00:00","id":"19100706_SENATE_4_55.xml","word":"influx","kwic":"ment have expressed the opinion that an influx of immigrants of the\" right kind\" ought to be encouraged. We ha"},{"date":"1907-08-30T00:00:00","id":"19070830_reps_3_38.xml","word":"influx","kwic":" times as much every year in the steady influx of immigrants from the United Kingdom, and the demand for Canad"},{"date":"1942-09-16T00:00:00","id":"19420916_senate_16_172.xml","word":"influx","kwic":"in? Should the Government approve a big influx of immigrants from not only Great Britain but also other delect"},{"date":"1925-07-08T00:00:00","id":"19250708_reps_9_110.xml","word":"influx","kwic":"a check should be placed upon the influx of alien immigrants. I presume that the honorable member, as  chairma"},{"date":"1902-08-07T00:00:00","id":"19020807_reps_1_11.xml","word":"influx","kwic":"e appointed to inquire into the influx of Italian immigrants into Western Australia? If so, when will it be av"},{"date":"1911-10-12T00:00:00","id":"19111012_reps_4_61.xml","word":"influx","kwic":"a. Never has there been before a larger influx of immigrants, and at less cost to the country. Persons are com"},{"date":"1926-07-01T00:00:00","id":"19260701_reps_10_114.xml","word":"influx","kwic":" of an agreement to provide for a large influx of immigrants, irrespective of whether our national problems ha"},{"date":"1905-12-13T00:00:00","id":"19051213_senate_2_30.xml","word":"influx","kwic":"never had been in danger of an influx of Japanese immigrants. An Act was passed in Japan in 1896 and amended i"},{"date":"1958-05-08T00:00:00","id":"19580508_reps_22_hor19.xml","word":"influx","kwic":"Californian gold-fields, caused a large influx of immigrants. The hardy, adventurous types came here from vari"},{"date":"1958-05-08T00:00:00","id":"19580508_reps_22_hor19.xml","word":"influx","kwic":" period. That was, in fact, the biggest influx of immigrants comparative to population that has ever taken pla"},{"date":"1932-04-29T00:00:00","id":"19320429_senate_13_134.xml","word":"influx","kwic":"followed is the prevention of the influx of alien immigrants who are likely to affect adversely the labour mar"},{"date":"1954-10-21T00:00:00","id":"19541021_reps_21_hor5.xml","word":"influx","kwic":"to which they are legally entitled. The influx of immigrants year after year is making the housing position mo"},{"date":"1956-03-07T00:00:00","id":"19560307_reps_22_hor9.xml","word":"influx","kwic":"ave been created in this country by the influx of immigrants. I invite them to consider first the problem of h"},{"date":"1928-02-29T00:00:00","id":"19280229_reps_10_117.xml","word":"influx","kwic":"on of secondary industries. (Note. - An influx of immigrants in circumstances that would imperil Australian in"},{"date":"1956-10-16T00:00:00","id":"19561016_reps_22_hor13.xml","word":"influx","kwic":"* not take into consideration th» large influx of immigrants. Their argument is that because housing construct"},{"date":"1956-10-16T00:00:00","id":"19561016_reps_22_hor13.xml","word":"influx","kwic":"d not take into consideration the great influx of immigrants. If we were 120,000 houses short on the basis of "},{"date":"1951-10-04T00:00:00","id":"19511004_reps_20_214.xml","word":"influx","kwic":"on knowledge, that the influx of large numbers of immigrants has imposed additional strains on our supplies of"},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"influx","kwic":"or as wide as possible for an influx of desirable immigrants. At the same time we should safeguard ourselves a"},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"influx","kwic":"rants. What is the reason for the large influx of immigrants to Canada? Because every man going there can obta"},{"date":"1956-06-21T00:00:00","id":"19560621_senate_22_s8.xml","word":"influx","kwic":"tion was passed, perhaps because of the influx of immigrants over the last ten years or so, the need may arise"},{"date":"1924-10-09T00:00:00","id":"19241009_reps_9_109.xml","word":"influx","kwic":"t a serious disadvantage because of the influx of immigrants from the southern parts of Europe. The conditions"},{"date":"1905-10-26T00:00:00","id":"19051026_senate_2_28.xml","word":"influx","kwic":"had never been in danger of an influx of Japanese immigrants. "},{"date":"1908-04-08T00:00:00","id":"19080408_senate_3_45.xml","word":"influx","kwic":"n other words, to encourage a judicious influx of immigrants. No one in the chamber is more desirous of seeing"},{"date":"1979-09-27T00:00:00","id":"19790927_reps_31_hor115.xml","word":"influx","kwic":"me into office, when we had an enormous influx of immigrants, nothing was done about that. When the Labor Part"},{"date":"1963-08-29T00:00:00","id":"19630829_reps_24_hor39.xml","word":"influx","kwic":"unemployment and I have referred to the influx of immigrants. I have drawn the simile of Hercules and the Auge"},{"date":"1977-10-13T00:00:00","id":"19771013_reps_30_hor107.xml","word":"influx","kwic":"ry needs time to adjust to the post-war influx of immigrants. There is, however, a great danger in allowing lo"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"influx","kwic":"ble change that will be wrought by this influx of immigrants, which has been so great that about one in nine o"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"influx","kwic":"48, 1949 and 1950 there was an enormous influx of immigrants who were, for the most part, displaced persons an"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"influx","kwic":"es which might result from too great an influx of immigrants, but the fact that this influx, might imperil the"},{"date":"1962-02-28T00:00:00","id":"19620228_reps_24_hor34.xml","word":"influx","kwic":" industry alone could not cater for the influx of immigrants and for the number of school leavers who are look"},{"date":"1947-05-15T00:00:00","id":"19470515_senate_18_191.xml","word":"influx","kwic":"st- increase our population rapidly. An influx of immigrants would also do much to solve our defence problems."},{"date":"1951-03-08T00:00:00","id":"19510308_senate_19_212.xml","word":"influx","kwic":" prevent. It seems to me that the great influx of immigrants has increased the inflationary tendency that alre"},{"date":"1948-02-19T00:00:00","id":"19480219_reps_18_196.xml","word":"influx","kwic":"of living being lowered by reason of an influx of immigrants accustomed to a lower standard than 'themselves. "},{"date":"1916-05-20T00:00:00","id":"19160520_reps_6_79.xml","word":"influx","kwic":"t there will probably be a considerable influx of immigrants who will desire to settle on the land, there is a"},{"date":"1910-08-31T00:00:00","id":"19100831_reps_4_56.xml","word":"influx","kwic":"t necessity for encouraging an influx of suitable immigrants to the Commonwealth in order to more effectively "},{"date":"1951-03-16T00:00:00","id":"19510316_reps_19_212.xml","word":"influx","kwic":" housing shortage is accentuated by the influx of immigrants, and thousands of young Australian married couple"},{"date":"1904-10-04T00:00:00","id":"19041004_reps_2_22.xml","word":"influx","kwic":"hat in practice. There has been a large influx of immigrants of the very best class into Canada, from both Eur"},{"date":"1928-09-05T00:00:00","id":"19280905_reps_10_119.xml","word":"influx","kwic":"e, I want to see a constant and growing stream of immigrants; but the influx must be well controlled if the ne"},{"date":"1951-09-26T00:00:00","id":"19510926_reps_20_214.xml","word":"influx","kwic":"ealth. Experience has revealed that the influx of immigrants has certainly not reduced the opportunity of obta"},{"date":"1910-11-16T00:00:00","id":"19101116_reps_4_59.xml","word":"influx","kwic":"that direction, and a very considerable influx of immigrants, which I hope will be largely increased, is now t"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"influx","kwic":"ry was completed, we have had a greater influx of immigrants in relation to population than any other State ha"},{"date":"1908-03-26T00:00:00","id":"19080326_reps_3_44.xml","word":"influx","kwic":"land settlement. We can then govern the influx of immigrants so as to meet the varying conditions of seasons o"},{"date":"1935-04-09T00:00:00","id":"19350409_senate_14_146.xml","word":"influx","kwic":"esent form  a  considerable influx of undesirable immigrants might take place. "},{"date":"1956-10-19T00:00:00","id":"19561019_senate_22_s9.xml","word":"influx","kwic":" That is necessarily so, because of the influx of immigrants. The immigration programme, naturally aggravates "},{"date":"1962-02-20T00:00:00","id":"19620220_reps_24_hor34.xml","word":"influx","kwic":"n or twelve years, with most of a great influx of immigrants being employed in secondary industries. I was ple"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"influx","kwic":"f our present position without the influx of more immigrants is strongly desirable. "},{"date":"1910-11-15T00:00:00","id":"19101115_senate_4_59.xml","word":"influx","kwic":"ssibly could to prevent the influx of undesirable immigrants into this country. I am glad to say that nearly e"},{"date":"1953-09-30T00:00:00","id":"19530930_reps_20_hor1.xml","word":"influx","kwic":"ng hostel to prepare for an influx of hundreds of immigrants into the hostel. Those immigrants will not he Bri"},{"date":"1922-06-30T00:00:00","id":"19220630_reps_8_99.xml","word":"influx","kwic":"l position was that between  12,000  and  20,000  immigrants would represent the influx into this country this"},{"date":"1915-11-10T00:00:00","id":"19151110_reps_6_79.xml","word":"influx","kwic":"mary products, but of a great influx of desirable immigrants. Only one trouble can assail us, and that is the "},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"influx","kwic":"our own Australian people, the constant influx of immigrants between 1946 and 1949 greatly aggravated the posi"},{"date":"1910-10-25T00:00:00","id":"19101025_senate_4_58.xml","word":"influx","kwic":"t necessity for encouraging an influx of suitable immigrants to the Commonwealth in order to more effectively "},{"date":"1923-08-10T00:00:00","id":"19230810_senate_9_104.xml","word":"influx","kwic":"re the war there was probably a greater influx of immigrants into Australia than at any other time, except dur"},{"date":"1927-09-28T00:00:00","id":"19270928_reps_10_116.xml","word":"influx","kwic":"ore, do something to restrict the influx of these immigrants. It may be said that I am dealing with a delicate"},{"date":"1927-09-28T00:00:00","id":"19270928_reps_10_116.xml","word":"influx","kwic":"rict, as far as it deems necessary, the influx of immigrants. America has found it necessary to regulate, cont"},{"date":"1927-09-28T00:00:00","id":"19270928_reps_10_116.xml","word":"influx","kwic":"ave heard complaints about the influx of assisted immigrants, but these non-British people who are coming to o"},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"influx","kwic":"opted may lead to a greater influx of undesirable immigrants than we have had in the past. For the reasons I h"},{"date":"1953-10-06T00:00:00","id":"19531006_reps_20_hor1.xml","word":"influx","kwic":"uired to be provided as a result of the influx of immigrants to this country, was discussed ? If it was, can h"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"influx","kwic":"ssible, guard us against an influx of undesirable immigrants. Why should we pay any respect to the clamourings"},{"date":"1960-11-16T00:00:00","id":"19601116_reps_23_hor29.xml","word":"influx","kwic":"eal. First, there has been a tremendous influx of immigrants, and that is inflationary. There has been a treme"},{"date":"1960-10-06T00:00:00","id":"19601006_reps_23_hor28.xml","word":"influx","kwic":" I have mentioned, because of the great influx of immigrants. Those from the Continent are mostly land-seekers"},{"date":"1955-09-07T00:00:00","id":"19550907_senate_21_s6.xml","word":"influx","kwic":"een made so much greater because of the influx of immigrants from various countries, has meant that business m"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"influx","kwic":"y. We had at ail times made the influx pf British immigrants of top priority, and we  were  obtaining what imm"},{"date":"1937-09-10T00:00:00","id":"19370910_reps_14_154.xml","word":"influx","kwic":"t there is a large influx into Australia of alien immigrants who possess no means? Will the Minister explain w"},{"date":"1954-04-08T00:00:00","id":"19540408_reps_20_hor3.xml","word":"influx","kwic":"wooden bridges in country districts. An influx of immigrants, skilled in that occupation, would he of great ad"},{"date":"1912-11-13T00:00:00","id":"19121113_reps_4_68.xml","word":"influx","kwic":"ent are responsible for the influx of a number of immigrants. The Labour party prides itself more than anythin"},{"date":"1912-11-13T00:00:00","id":"19121113_reps_4_68.xml","word":"influx","kwic":"onorable member for Capricornia that an influx of immigrants means low wages is one of those oldfashioned, Con"},{"date":"1912-11-13T00:00:00","id":"19121113_reps_4_68.xml","word":"influx","kwic":" to be realized, there must be a. large influx of immigrants. "},{"date":"1910-11-23T00:00:00","id":"19101123_reps_4_59.xml","word":"influx","kwic":"nt necessity of encouraging an influx of suitable immigrants to the Commonwealth in order to more effectively "},{"date":"1950-12-06T00:00:00","id":"19501206_reps_19_211.xml","word":"influx","kwic":"s country received its previous largest influx of immigrants, the number received in each decade constituted m"},{"date":"1953-10-21T00:00:00","id":"19531021_senate_20_s1.xml","word":"influx","kwic":"r a vigorous effort as the result of an influx of immigrants, the number had risen to 12,044. In June, 1953, t"},{"date":"1951-11-20T00:00:00","id":"19511120_reps_20_215.xml","word":"influx","kwic":"ds. With the growing population and the influx of immigrants the States will be in a hopeless position if furt"},{"date":"1958-09-10T00:00:00","id":"19580910_reps_22_hor21.xml","word":"influx","kwic":"duction has taken place despite a great influx of immigrants; but I think that I have said enough to show that"},{"date":"1925-08-26T00:00:00","id":"19250826_reps_9_111.xml","word":"influx","kwic":"g this law is to prevent the influx of prohibited immigrants under cover of birth certificates unlawfully used"},{"date":"1928-09-06T00:00:00","id":"19280906_reps_10_119.xml","word":"influx","kwic":"ere would be no need to worry about the influx of immigrants. When there is no longer any unemployment here, w"},{"date":"1952-10-23T00:00:00","id":"19521023_senate_20_220.xml","word":"influx","kwic":"orities had to meet the needs of a huge influx of immigrants. To-day, under this Government's administration, "},{"date":"1955-04-21T00:00:00","id":"19550421_reps_21_hor6.xml","word":"influx","kwic":"e reason is that the effects of the big influx of immigrants of five years ago are now fairly well known, and "},{"date":"1901-11-07T00:00:00","id":"19011107_reps_1_6.xml","word":"influx","kwic":"ed more against the general influx of undesirable immigrants, of whom we have had experience - the immigration"},{"date":"1909-11-24T00:00:00","id":"19091124_senate_3_54.xml","word":"influx","kwic":"ink we are not likely to have any large influx of immigrants who, from their training or occupa- tion could ma"},{"date":"1960-05-10T00:00:00","id":"19600510_reps_23_hor27.xml","word":"influx","kwic":" industrial States have had the largest influx of immigrants as a result of the Commonwealth Government's poli"},{"date":"1953-09-10T00:00:00","id":"19530910_reps_20_hor1.xml","word":"influx","kwic":"necessary to impose some limit upon the influx of immigrants, but there is still a steady stream of newcomers,"},{"date":"1901-08-28T00:00:00","id":"19010828_reps_1_4.xml","word":"influx","kwic":"t to any threatened serious influx of undesirable immigrants. "},{"date":"1910-07-07T00:00:00","id":"19100707_reps_4_55.xml","word":"influx","kwic":"nt necessity for encouraging an influx ofsuitable immigrants to the Commonwealth in order to more effectivelyd"},{"date":"1910-07-07T00:00:00","id":"19100707_reps_4_55.xml","word":"influx","kwic":"t necessity for encouraging an influx of suitable immigrants to the Commonwealth, in order more effectually to"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"influx","kwic":"f metropolitan areas in these days. The influx of immigrants to Melbourne and Sydney is extending the prevaili"},{"date":"1952-09-26T00:00:00","id":"19520926_reps_20_219.xml","word":"influx","kwic":" not caused by World War II., or by the influx of immigrants since that war. There was a housing shortage betw"},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"influx","kwic":"gration into our community of the large influx of immigrants, numbering approximately 650,000, who have arrive"},{"date":"1949-05-31T00:00:00","id":"19490531_reps_18_202.xml","word":"influx","kwic":"will increase substantially, due to the influx of immigrants. After all, fulfilment of the agreement will depe"},{"date":"1955-10-13T00:00:00","id":"19551013_reps_21_hor8.xml","word":"influx","kwic":"ere is a strong belief that the influx of British immigrants is falling below the aggregate from other countri"},{"date":"1905-09-28T00:00:00","id":"19050928_reps_2_27.xml","word":"influx","kwic":"t Australia is in danger of an influx of Japanese immigrants. I have already endeavoured to show that this imp"},{"date":"1912-07-02T00:00:00","id":"19120702_reps_4_64.xml","word":"influx","kwic":"also assisted in increasing the influx of oversea immigrants, is simply to play with words, and to use them in"},{"date":"1957-03-26T00:00:00","id":"19570326_reps_22_hor14.xml","word":"flow","kwic":"ve continually urged that we increase the flow of immigrants. That would act, they said, as a defence precauti"},{"date":"1935-09-27T00:00:00","id":"19350927_reps_14_147.xml","word":"flow","kwic":"at would permit of a regular flow to Australia of immigrants, preferably of British stock, will the Prime Mini"},{"date":"1949-10-26T00:00:00","id":"19491026_senate_18_205.xml","word":"flow","kwic":"on the erection of war service homes. The flow of immigrants from Europe under the scheme of the International"},{"date":"1952-09-25T00:00:00","id":"19520925_reps_20_219.xml","word":"flow","kwic":"tralian Government if the present flow of British immigrants is to be maintained? "},{"date":"1956-02-28T00:00:00","id":"19560228_reps_22_hor9.xml","word":"flow","kwic":"ne hand, it is contended by some that the flow of immigrants into the country is seriously retarding our econo"},{"date":"1956-02-28T00:00:00","id":"19560228_reps_22_hor9.xml","word":"flow","kwic":"oblem is being further intensified by the flow of immigrants to this country. The Government, according to the"},{"date":"1956-02-29T00:00:00","id":"19560229_senate_22_s7.xml","word":"flow","kwic":"migration policy. We are sure that if the flow of immigrants to this country continues they will do a great de"},{"date":"1980-12-04T00:00:00","id":"19801204_reps_32_hor120.xml","word":"flow","kwic":"idence to suggest that a large flow of Zimbabwean immigrants to Australia is occurring or imminent. In fact se"},{"date":"1904-03-15T00:00:00","id":"19040315_reps_2_18.xml","word":"flow","kwic":"m an unrestricted flow of an undesirable class of immigrants. "},{"date":"1944-03-15T00:00:00","id":"19440315_reps_17_177.xml","word":"flow","kwic":"ition, we must make possible a continuous flow of immigrants. This policy has been advocated on frequent occas"},{"date":"1924-06-26T00:00:00","id":"19240626_senate_9_107.xml","word":"flow","kwic":"untry;, .a policy that will encourage - a flow of immigrants to fill up our waste spaces. The vote now under c"},{"date":"1910-07-06T00:00:00","id":"19100706_SENATE_4_55.xml","word":"flow","kwic":"ve said before, no one wants to see this class of immigrants flow into Australia more heartily than I do. I go"},{"date":"1953-09-22T00:00:00","id":"19530922_senate_20_s1.xml","word":"flow","kwic":" the restriction by the Government of the flow of immigrants who are needed to help defend this country is a c"},{"date":"1957-10-16T00:00:00","id":"19571016_senate_22_s11.xml","word":"flow","kwic":"position must become acute because of the flow of immigrants into Australia and the natural increase of popula"},{"date":"1924-09-09T00:00:00","id":"19240909_reps_9_108.xml","word":"flow","kwic":"stralia by means of a judicious flow of desirable immigrants. I cannot deal at the moment ' in detail with the"},{"date":"1956-03-22T00:00:00","id":"19560322_senate_22_s7.xml","word":"flow","kwic":"f our financial difficulties is the large flow of immigrants to this country. Upon the method of dealing with "},{"date":"1956-03-22T00:00:00","id":"19560322_senate_22_s7.xml","word":"flow","kwic":"for saving, and our existing capital, the flow of immigrants is too large, but if we can import sufficient cap"},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"flow","kwic":"n abroad. It has stopped the healthy flow of free immigrants from various portions of our Empire, and the resu"},{"date":"1954-10-26T00:00:00","id":"19541026_reps_21_hor5.xml","word":"flow","kwic":"overnment there has been a decline in the flow of immigrants. In 1949 we had 150,000 immigrants. In 1950, 152,"},{"date":"1955-10-26T00:00:00","id":"19551026_senate_21_s6.xml","word":"flow","kwic":"g are deferred. If we were to curtail the flow of immigrants we would deprive ourselves of the immediate stabi"},{"date":"1926-07-09T00:00:00","id":"19260709_senate_10_114.xml","word":"flow","kwic":"ions being adversely affected by an undue flow of immigrants from countries where the conditions generally are"},{"date":"1926-07-09T00:00:00","id":"19260709_senate_10_114.xml","word":"flow","kwic":"w open the doors to an unlimited flow of European immigrants irrespective of any conditions. There are others "},{"date":"1923-08-02T00:00:00","id":"19230802_reps_9_104.xml","word":"flow","kwic":"ome  years, Canada has been stimulating a flow of immigrants to its shores, but to-day there is a steady  effl"},{"date":"1946-08-09T00:00:00","id":"19460809_reps_17_188.xml","word":"flow","kwic":"n that 1947 will see the beginning of the flow of immigrants to . Australia. "},{"date":"1946-08-09T00:00:00","id":"19460809_reps_17_188.xml","word":"flow","kwic":"creasd birth rate and a greatly increased flow of immigrants. This is a land inhabited by a free, proud and de"},{"date":"1978-05-26T00:00:00","id":"19780526_reps_31_hor109.xml","word":"flow","kwic":" leave? In view of the continuing flow of illegal immigrants from Vietnam, will the Minister consider allowing"},{"date":"1938-10-06T00:00:00","id":"19381006_reps_15_157.xml","word":"flow","kwic":"he figures in order to show the source from which immigrants flow to this country. The figures for July, 1938,"},{"date":"1955-09-08T00:00:00","id":"19550908_reps_21_hor7.xml","word":"flow","kwic":"not at all - we shall have to curtail the flow of immigrants again for a time. "},{"date":"1955-05-05T00:00:00","id":"19550505_senate_21_s5.xml","word":"flow","kwic":"- whatever the reason might be - that the flow of immigrants to this country that was built up by the previous"},{"date":"1912-08-15T00:00:00","id":"19120815_reps_4_65.xml","word":"flow","kwic":"orks, Australia could receive every month as many immigrants as now flow into Canada from Great Britain and th"},{"date":"1959-05-05T00:00:00","id":"19590505_senate_23_s14.xml","word":"flow","kwic":"rts of the cities, and with the continued flow of immigrants to this country, the indications are that the ord"},{"date":"1934-12-12T00:00:00","id":"19341212_reps_14_145.xml","word":"flow","kwic":"adversely affected by the stoppage of the flow of immigrants to those countries; but it is nevertheless true. "},{"date":"1958-02-27T00:00:00","id":"19580227_reps_22_hor18.xml","word":"flow","kwic":"mpossible for the Government also - some would be immigrants. To say that the flow of immigrants to this count"},{"date":"1958-02-27T00:00:00","id":"19580227_reps_22_hor18.xml","word":"flow","kwic":"some would be immigrants. To say that the flow of immigrants to this country cannot be stopped or regulated is"},{"date":"1949-09-08T00:00:00","id":"19490908_reps_18_204.xml","word":"flow","kwic":"ig development of the flow of unnominated British immigrants, who will have initial accommodation provided joi"},{"date":"1957-09-05T00:00:00","id":"19570905_senate_22_s11.xml","word":"flow","kwic":"nd will help us to maintain the present .flow >of immigrants -to this .country. Each immigrant ;has a cash val"},{"date":"1957-09-03T00:00:00","id":"19570903_reps_22_hor16.xml","word":"flow","kwic":"ncreased population. We must maintain the flow of immigrants and as the flow continues, so must our requiremen"},{"date":"1957-04-10T00:00:00","id":"19570410_senate_22_s10.xml","word":"flow","kwic":"avy? This would help the flow of suitable British immigrants to Australia, and would also bring up to full str"},{"date":"1956-03-22T00:00:00","id":"19560322_reps_22_hor9.xml","word":"flow","kwic":"ade the contribution, and not the present flow of immigrants to Australia. "},{"date":"1954-09-02T00:00:00","id":"19540902_reps_21_hor4.xml","word":"flow","kwic":" increase our population by promoting the flow of immigrants, so that more people will be brought into the cou"},{"date":"1952-05-14T00:00:00","id":"19520514_reps_20_217.xml","word":"flow","kwic":"on why Australia at present has a flow of British immigrants far in excess of that to any other British countr"},{"date":"1951-09-26T00:00:00","id":"19510926_reps_20_214.xml","word":"flow","kwic":" for work has steadily increased with the flow of immigrants. The reasons for that are fairly obvious. I can a"},{"date":"1956-09-11T00:00:00","id":"19560911_senate_22_s9.xml","word":"flow","kwic":"ervices of all kinds to meet the enormous flow of immigrants, is, I think, becoming too much of a strain on th"},{"date":"1951-11-22T00:00:00","id":"19511122_senate_20_215.xml","word":"flow","kwic":" to cut its immigration programme. If the flow of immigrants were reduced, we should have to cut our developme"},{"date":"1956-02-29T00:00:00","id":"19560229_reps_22_hor9.xml","word":"flow","kwic":"This situation, again, is linked with the flow of immigrants. This year, a record programme involving the expe"},{"date":"1912-12-10T00:00:00","id":"19121210_reps_4_69.xml","word":"flow","kwic":"ement Bill, so that we may have a healthy flow of immigrants into Australia. "},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"flow","kwic":"s for them. We have reduced the flow of unskilled immigrants until the employment situation for unskilled work"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"flow","kwic":" grown from immigration has been that the flow of immigrants has itself created work opportunities throughout "},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"flow","kwic":"deemed it to be necessary to restrict the flow of immigrants, is of great importance. I wish that time were av"},{"date":"1958-09-16T00:00:00","id":"19580916_reps_22_hor21.xml","word":"flow","kwic":"t so successfully had it not been for the flow of immigrants into this country, bringing with them new skills "},{"date":"1961-03-16T00:00:00","id":"19610316_reps_23_hor30.xml","word":"flow","kwic":"overnment has decided not to maintain the flow of immigrants at 1 1 5,000 a year but actually to increase the "},{"date":"1911-10-17T00:00:00","id":"19111017_reps_4_61.xml","word":"flow","kwic":"worthy of the name until we have a steady flow of immigrants to this country, and a national policy of develop"},{"date":"1956-02-15T00:00:00","id":"19560215_senate_22_s7.xml","word":"flow","kwic":"ticable to turn on and off, as a tap, the flow of immigrants. It is too difficult, once the flow has been turn"},{"date":"1958-05-06T00:00:00","id":"19580506_senate_22_s12.xml","word":"flow","kwic":"hortages, and the maintenance of a strong flow of immigrants to this country. The Government is now, at the in"},{"date":"1961-10-04T00:00:00","id":"19611004_reps_23_hor33.xml","word":"flow","kwic":"e. After all, we hope to have a continued flow of immigrants. We do not want the flow turned off like a tap. I"},{"date":"1972-09-27T00:00:00","id":"19720927_reps_27_hor80.xml","word":"flow","kwic":"ig development of the flow of unnominated British immigrants, who will have initial accommodation provided joi"},{"date":"1950-11-01T00:00:00","id":"19501101_reps_19_210.xml","word":"flow","kwic":"the rate of immigration is too great. The flow of immigrants into this country during the first twelve months "},{"date":"1958-04-17T00:00:00","id":"19580417_reps_22_hor18.xml","word":"flow","kwic":" appreciative of the need for a continual flow of immigrants to industries to be maintained. The honorable mem"},{"date":"1962-08-14T00:00:00","id":"19620814_reps_24_hor36.xml","word":"flow","kwic":"priate time to talk about stepping up the flow of immigrants. "},{"date":"1955-10-04T00:00:00","id":"19551004_reps_21_hor8.xml","word":"flow","kwic":"strengthen our defence is to increase the flow of immigrants who will acquire interests in this country and wi"},{"date":"1953-11-10T00:00:00","id":"19531110_reps_20_hor2.xml","word":"flow","kwic":"try. Even if the Government increases the flow of immigrants, it will not bring new settlers to this country a"},{"date":"1953-09-17T00:00:00","id":"19530917_reps_20_hor1.xml","word":"flow","kwic":"g active measures to increase the flow of British immigrants, and we place no limit on the flow, and I hope th"},{"date":"1923-07-04T00:00:00","id":"19230704_senate_9_103.xml","word":"flow","kwic":" taking effective steps to counteract the flow of immigrants into their particular trade. "},{"date":"1952-10-30T00:00:00","id":"19521030_reps_20_220.xml","word":"flow","kwic":"ll not be a substantial flow of unskilled Italian immigrants to this country next year. We are aware that the "},{"date":"1911-11-28T00:00:00","id":"19111128_senate_4_62.xml","word":"flow","kwic":"is a possibility of. causing a stream of suitable immigrants to flow towards the Territory, he will be pleased"},{"date":"1960-10-06T00:00:00","id":"19601006_reps_23_hor28.xml","word":"flow","kwic":"ration could be directed to that end. The flow of immigrants reminds me of an invading' army gobbling up new t"},{"date":"1920-10-19T00:00:00","id":"19201019_reps_8_94.xml","word":"flow","kwic":"proposing to accelerate that flow, and instead of immigrants coming in driblets we hope, with improved organiz"},{"date":"1954-04-08T00:00:00","id":"19540408_reps_20_hor3.xml","word":"flow","kwic":"ing properly cared for here. A continuous flow of immigrants is of great importance to Australia. Every member"},{"date":"1912-11-12T00:00:00","id":"19121112_reps_4_67.xml","word":"flow","kwic":"combine in bringing to Australia a steady flow of immigrants. He further offered to negotiate for shipping in "},{"date":"1912-11-12T00:00:00","id":"19121112_reps_4_67.xml","word":"flow","kwic":" tax is responsible for this. Look at the flow of immigrants.\" Those coming here are for the most part workers"},{"date":"1954-08-10T00:00:00","id":"19540810_senate_21_s4.xml","word":"flow","kwic":"this gradual and tragic diminution of the flow of immigrants? When Labour introduced its immigration scheme it"},{"date":"1954-08-10T00:00:00","id":"19540810_senate_21_s4.xml","word":"flow","kwic":" It is significant that while the flow of British immigrants to Australia has been decreasing, the immigration"},{"date":"1912-11-13T00:00:00","id":"19121113_reps_4_68.xml","word":"flow","kwic":"nows that whenever there has been a large flow of immigrants it has so increased the prosperity of the country"},{"date":"1938-10-19T00:00:00","id":"19381019_reps_15_157.xml","word":"flow","kwic":" increase,  and attract a steady flow of suitable immigrants. "},{"date":"1950-12-06T00:00:00","id":"19501206_reps_19_211.xml","word":"flow","kwic":"Australia are determined to ensure that a flow of immigrants that we can assimilate by our own efforts and wit"},{"date":"1956-09-18T00:00:00","id":"19560918_reps_22_hor12.xml","word":"flow","kwic":"possible, any interruption in the flow of British immigrants to this country, and if we found that it was like"},{"date":"1951-07-04T00:00:00","id":"19510704_senate_20_213.xml","word":"flow","kwic":"nd to justify continuation of the present flow of immigrants? If production has not been increased to this deg"},{"date":"1951-06-26T00:00:00","id":"19510626_reps_20_213.xml","word":"flow","kwic":"ve its defences. We believe that a steady flow of immigrants is necessary if Australia is to -enlarge its popu"},{"date":"1965-04-28T00:00:00","id":"19650428_senate_25_s28.xml","word":"flow","kwic":"he Opposition; but it is certain that the flow of immigrants could not have been sustained without it. We woul"},{"date":"1953-10-21T00:00:00","id":"19531021_senate_20_s1.xml","word":"flow","kwic":"has had a serious effect upon the flow of British immigrants. I hope that the Government will consider serious"},{"date":"1953-11-24T00:00:00","id":"19531124_reps_20_hor2.xml","word":"flow","kwic":"is House, there has been a decline in the flow of immigrants during the last twelve months. That has been part"},{"date":"1953-11-24T00:00:00","id":"19531124_reps_20_hor2.xml","word":"flow","kwic":"nces in Australia now are stimulating the flow of immigrants again and we are confident that we shall be able "},{"date":"1951-10-31T00:00:00","id":"19511031_reps_20_214.xml","word":"flow","kwic":"o far from there being a relatively small flow of immigrants from the Netherlands their number has grown stead"},{"date":"1954-10-28T00:00:00","id":"19541028_reps_21_hor5.xml","word":"flow","kwic":"ituation. We are obtaining quite a useful flow of immigrants from Germany in the skilled, semi-skilled and uns"},{"date":"1954-10-28T00:00:00","id":"19541028_reps_21_hor5.xml","word":"flow","kwic":"magine that there will be a substantial flow . of immigrants from Denmark, but we are anxious to secure settle"},{"date":"1907-07-05T00:00:00","id":"19070705_reps_3_36.xml","word":"flow","kwic":"of America, countries to which there is a flow of immigrants from other lands, and where, I think, our adverti"},{"date":"1907-07-05T00:00:00","id":"19070705_reps_3_36.xml","word":"flow","kwic":"then, within a few years, expect a steady flow of immigrants only too ready to exchange the hard conditions wh"},{"date":"1936-11-04T00:00:00","id":"19361104_reps_14_152.xml","word":"flow","kwic":" immediately took steps to discourage the flow of immigrants while unemployment was so bad in Australia. Befor"},{"date":"1956-11-08T00:00:00","id":"19561108_reps_22_hor13.xml","word":"flow","kwic":"n. With a view to increasing .the flow of British immigrants to this country will the Minister examine the pre"},{"date":"1953-02-25T00:00:00","id":"19530225_reps_20_221.xml","word":"flow","kwic":"ification of our policy will restrict the flow of immigrants. I believe that under our present economic condit"},{"date":"1953-02-25T00:00:00","id":"19530225_reps_20_221.xml","word":"flow","kwic":" article was likely to interfere with the flow of immigrants and injure the good name of Australia. That would"},{"date":"1908-03-12T00:00:00","id":"19080312_reps_3_44.xml","word":"flow","kwic":"eeling I believe that we shall get a free flow of immigrants. That, I think, is the larger side of the questio"},{"date":"1908-10-27T00:00:00","id":"19081027_reps_3_47.xml","word":"flow","kwic":"to secure a considerable flow of properlyselected immigrants into Australia, and to devise some method of putt"},{"date":"1951-07-13T00:00:00","id":"19510713_senate_20_213.xml","word":"flow","kwic":"Australia may be assured that the present flow of immigrants is not beyond our absorptive capacity, and that, "},{"date":"1951-07-13T00:00:00","id":"19510713_senate_20_213.xml","word":"flow","kwic":"r that there should be a lessening of the flow of immigrants, or what might be called an immigration holiday, "},{"date":"1921-11-25T00:00:00","id":"19211125_senate_8_98.xml","word":"flow","kwic":"ve already shown, there was a substantial flow of immigrants at a time when our population was less than it is"},{"date":"1951-11-01T00:00:00","id":"19511101_senate_20_214.xml","word":"flow","kwic":"es and outside the Parliament that if the flow of immigrants continues at its present rate, or even on a reduc"},{"date":"1946-04-04T00:00:00","id":"19460404_senate_17_186.xml","word":"flow","kwic":"lso have increased production,  a  steady flow of immigrants, and a better state of affairs in the industrial "},{"date":"1946-04-04T00:00:00","id":"19460404_senate_17_186.xml","word":"flow","kwic":"honorable senator stressed the need for a flow of immigrants to Australia yet he objected to the increased cos"},{"date":"1956-08-30T00:00:00","id":"19560830_reps_22_hor12.xml","word":"flow","kwic":"expand so fast and, in particular, if the flow of immigrants were smaller we would need fewer public works - a"},{"date":"1957-03-20T00:00:00","id":"19570320_senate_22_s10.xml","word":"flow","kwic":"on the impact of this rather too strong a flow of immigrants. In other words, it has failed to maintain equili"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"flow","kwic":" great significance. Although the present flow o: immigrants is fairly satisfactory, it should he increased, a"},{"date":"1962-03-01T00:00:00","id":"19620301_reps_24_hor34.xml","word":"flow","kwic":" as well as to maintain a steady flow of suitable immigrants. "},{"date":"1957-03-19T00:00:00","id":"19570319_reps_22_hor14.xml","word":"flow","kwic":"ore ships to help to increase the flow of British immigrants to this country. During the last six months, for "},{"date":"1959-11-10T00:00:00","id":"19591110_reps_23_hor25.xml","word":"flow","kwic":"ommunity really builds itself into some strength, immigrants will cease to flow from European countries. Peopl"},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"flow","kwic":" way as if it were turning off a tap. The flow of immigrants does not cease immediately. The government has ma"},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"flow","kwic":"th other bodies, as a result of which the flow of immigrants must continue for some time. Furthermore, a. gove"},{"date":"1962-02-22T00:00:00","id":"19620222_reps_24_hor34.xml","word":"flow","kwic":"hat there has not been a. good and steady flow of immigrants seeking naturalization. The numbers reached a rec"},{"date":"1962-02-22T00:00:00","id":"19620222_reps_24_hor34.xml","word":"flow","kwic":"enerally, than- to try to tamper with the flow of immigrants. "},{"date":"1972-04-18T00:00:00","id":"19720418_reps_27_hor77.xml","word":"numbers","kwic":"vailable about the numbers and characteristics of immigrants in such institutions, it was decided that ah appr"},{"date":"1961-10-10T00:00:00","id":"19611010_reps_23_hor33.xml","word":"numbers","kwic":"ation, which involves attracting large numbers of immigrants, we must try to establish heavy industries in Aus"},{"date":"1957-09-17T00:00:00","id":"19570917_reps_22_hor16.xml","word":"numbers","kwic":"eople already resident in Australia when we admit immigrants in greater numbers than we can absorb into our co"},{"date":"1956-02-28T00:00:00","id":"19560228_reps_22_hor9.xml","word":"numbers","kwic":"ary amounts of capital as well as vast numbers of immigrants. During those years there was an average adverse "},{"date":"1947-11-19T00:00:00","id":"19471119_senate_18_194.xml","word":"numbers","kwic":"ps which are capable of carrying large numbers of immigrants arriving in Australia practically empty. Oan the "},{"date":"1953-09-24T00:00:00","id":"19530924_senate_20_s1.xml","word":"numbers","kwic":"develop this country, brought in large numbers of immigrants and placed them in useful work. There were no inc"},{"date":"1947-11-14T00:00:00","id":"19471114_reps_18_194.xml","word":"numbers","kwic":"sibilities for the absorption of large numbers of immigrants, and the maintenance of a vastly increased popula"},{"date":"1976-11-11T00:00:00","id":"19761111_reps_30_hor101.xml","word":"numbers","kwic":"is aggravated by a fall in the numbers of skilled immigrants and too few Australians undergoing skill training"},{"date":"1955-09-07T00:00:00","id":"19550907_reps_21_hor7.xml","word":"numbers","kwic":"ows that, in proportion to their numbers, Italian immigrants have committed fewer misdemeanours than the Austr"},{"date":"1980-12-04T00:00:00","id":"19801204_reps_32_hor120.xml","word":"numbers","kwic":"that have been created by the presence of illegal immigrants in significant numbers in this country. We do not"},{"date":"1980-12-04T00:00:00","id":"19801204_reps_32_hor120.xml","word":"numbers","kwic":"easons that we have such large numbers of illegal immigrants. They are not criminals in the ordinary sense of "},{"date":"1980-12-04T00:00:00","id":"19801204_reps_32_hor120.xml","word":"numbers","kwic":"om this problem. We have all had large numbers of immigrants come to see us, asking us to badger the Minister "},{"date":"1959-04-14T00:00:00","id":"19590414_reps_23_hor23.xml","word":"numbers","kwic":"ch we could draw vast numbers of highly desirable immigrants, who would become in the future most valuable and"},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"numbers","kwic":"s group as by any means representative of British immigrants generally. Very large numbers of British immigran"},{"date":"1953-03-20T00:00:00","id":"19530320_reps_20_221.xml","word":"numbers","kwic":"migrants generally. Very large numbers of British immigrants have passed through these hostels. The hostels ha"},{"date":"1908-03-25T00:00:00","id":"19080325_reps_3_44.xml","word":"numbers","kwic":"ng here in sufficient numbers the proper class of immigrants. If the Prime Minister introduces practical defin"},{"date":"1975-09-03T00:00:00","id":"19750903_senate_29_s65.xml","word":"numbers","kwic":"period after the Second World War vast numbers of immigrants came to this country from Britain, Western Europe"},{"date":"1958-08-21T00:00:00","id":"19580821_reps_22_hor20.xml","word":"numbers","kwic":"e of European stock. I should like to see British immigrants coming in very great numbers, but I do not object"},{"date":"1944-02-16T00:00:00","id":"19440216_senate_17_177.xml","word":"numbers","kwic":"shall continue to receive large numbers offoreign immigrants in this country after the war. "},{"date":"1946-12-04T00:00:00","id":"19461204_senate_18_189.xml","word":"numbers","kwic":"in from, the continent of Europe large numbers of immigrants who would be willing to work on the land ; and if"},{"date":"1954-09-29T00:00:00","id":"19540929_reps_21_hor5.xml","word":"numbers","kwic":"s at a cost of £2,000 each. Tremendous numbers of immigrants are interested in making applications to join co-"},{"date":"1963-09-26T00:00:00","id":"19630926_senate_24_s24.xml","word":"numbers","kwic":"rs. Under the immigration scheme large numbers of immigrants are arriving from Europe and when they reach vari"},{"date":"1952-09-10T00:00:00","id":"19520910_reps_20_218.xml","word":"numbers","kwic":"Minister for Immigration the fact that numbers of immigrants who reside at immigrant hostels in New South Wale"},{"date":"1951-07-10T00:00:00","id":"19510710_senate_20_213.xml","word":"numbers","kwic":"he agreement specifically mentions the numbers of immigrants and the dates of their arrival? Is the Minister a"},{"date":"1976-08-26T00:00:00","id":"19760826_reps_30_hor100.xml","word":"numbers","kwic":"is aggravated by a fall in the numbers of skilled immigrants and too few Australians undergoing skill training"},{"date":"1953-11-12T00:00:00","id":"19531112_reps_20_hor2.xml","word":"numbers","kwic":"education  throughout Australia. Large numbers of immigrants are entering the country and as the population gr"},{"date":"1923-07-04T00:00:00","id":"19230704_reps_9_103.xml","word":"numbers","kwic":"officials in Perth indicate that large numbers of immigrants who apply at Australia House for selection are se"},{"date":"1958-02-25T00:00:00","id":"19580225_reps_22_hor18.xml","word":"numbers","kwic":"trial field in our larger cities great numbers of immigrants from Britain and Europe competing with Australian"},{"date":"1958-02-25T00:00:00","id":"19580225_reps_22_hor18.xml","word":"numbers","kwic":" toAustralia and, in particular, upon the British immigrants. The Government hasdenied great numbers of Britis"},{"date":"1958-02-25T00:00:00","id":"19580225_reps_22_hor18.xml","word":"numbers","kwic":"ment hasdenied great numbers of British and other immigrants their dearest wish - the possession of a home. Th"},{"date":"1958-02-25T00:00:00","id":"19580225_reps_22_hor18.xml","word":"numbers","kwic":"at would permit the absorption of vast numbers of immigrants and provide security in this great land. Yet the "},{"date":"1958-02-25T00:00:00","id":"19580225_reps_22_hor18.xml","word":"numbers","kwic":"bsorb increasingly greater and greater numbers of immigrants. I have shown that all these things are due to th"},{"date":"1951-10-04T00:00:00","id":"19511004_reps_20_214.xml","word":"numbers","kwic":"on knowledge, that the influx of large numbers of immigrants has imposed additional strains on our supplies of"},{"date":"1949-10-12T00:00:00","id":"19491012_reps_18_205.xml","word":"numbers","kwic":"scheme is based, not on numbers, but on humanity. Immigrants, upon their arrival in Australia, are not left to"},{"date":"1954-08-10T00:00:00","id":"19540810_reps_21_hor4.xml","word":"numbers","kwic":"of the last two vessels carrying large numbers of immigrants was accompanied by confusion, turmoil, disturbanc"},{"date":"1961-09-07T00:00:00","id":"19610907_reps_23_hor32.xml","word":"numbers","kwic":"cian publishes full information on the numbers of immigrants receiving special benefits. That information is a"},{"date":"1954-10-26T00:00:00","id":"19541026_reps_21_hor5.xml","word":"numbers","kwic":" on the land. We are bringing enormous numbers of immigrants to Australia. Our population is increasing, and s"},{"date":"1961-09-13T00:00:00","id":"19610913_reps_23_hor32.xml","word":"numbers","kwic":"t there are large numbers of unemployed among the immigrants at the Williamstown hostel, as well as at the Bro"},{"date":"1960-09-01T00:00:00","id":"19600901_reps_23_hor28.xml","word":"numbers","kwic":"ies of this Government, to absorb vast numbers of immigrants and to expand and diversify industry to a very gr"},{"date":"1968-05-15T00:00:00","id":"19680515_senate_26_s37.xml","word":"numbers","kwic":"lowing table shows the nationality and numbers of immigrants whose applications for the grant of citizenship b"},{"date":"1923-08-17T00:00:00","id":"19230817_reps_9_105.xml","word":"numbers","kwic":"officials in Perth indicate that large numbers of immigrants who apply at Australia House for selection are se"},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"numbers","kwic":", whatever steps' we may take, certain numbers of immigrants of the wrong type will reach this country, and th"},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"numbers","kwic":"titude. In the past we have sent abroad to select immigrants numbers of persons who did not have the slightest"},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"numbers","kwic":"er to praise the mere arrival of large numbers of immigrants. If we had selected stud cattle or sheep from abr"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"numbers","kwic":"d other semi-casual employees, and the numbers of immigrants in holding centres? Furthermore, will the Ministe"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"numbers","kwic":"gdom itself and to provide substantial numbers of immigrants for the dominions. Australia is not the only domi"},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"numbers","kwic":"shabbier when one considers that large numbers of immigrants have become employers of labour, on both a large "},{"date":"1958-03-11T00:00:00","id":"19580311_reps_22_hor18.xml","word":"numbers","kwic":"eme, there should be a decrease in the numbers of immigrants. This need has arisen because of the Government's"},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"numbers","kwic":"If we bring into Australia substantial numbers of immigrants, as I believe we must do in the years that lie im"},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"numbers","kwic":"ld Australia only by introducing large numbers of immigrants to increase Australia's population as rapidly as "},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"numbers","kwic":"ould help: to attract additional numbers of them. Immigrants should be able to bring their families to Austral"},{"date":"1957-05-22T00:00:00","id":"19570522_reps_22_hor15.xml","word":"numbers","kwic":"ia have changed markedly because large numbers of immigrants have come here from Europe. They do not eat as mu"},{"date":"1958-02-27T00:00:00","id":"19580227_reps_22_hor18.xml","word":"numbers","kwic":"ouses were provided for immigrants, we would \"get immigrants in large numbers, particularly from Great Britain"},{"date":"1958-02-27T00:00:00","id":"19580227_reps_22_hor18.xml","word":"numbers","kwic":" now. There is no doubt that the great numbers of immigrants to this country have been responsible for a porti"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"numbers","kwic":"the Government is seeking to get large numbers of immigrants from that country, lt is found that if a prospect"},{"date":"1956-10-04T00:00:00","id":"19561004_reps_22_hor13.xml","word":"numbers","kwic":"e Opposition has referred to the great numbers of immigrants who came here in 1949, 1950, 1951 and 1952. At th"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"numbers","kwic":" lost the chance then to bring in huge numbers of immigrants. Now we have another chance to develop our popula"},{"date":"1977-11-09T00:00:00","id":"19771109_senate_30_s75.xml","word":"numbers","kwic":"Ethnic Affairs. In view of the numbers of refugee immigrants coming into Australia, can the Minister advise wh"},{"date":"1912-08-27T00:00:00","id":"19120827_reps_4_65.xml","word":"numbers","kwic":"made to supply us with large numbers of desirable immigrants, but, so' far, the Government have taken no steps"},{"date":"1951-07-14T00:00:00","id":"19510714_senate_20_213.xml","word":"numbers","kwic":"hat the agreement does not mention the numbers of immigrants who are to be received in Australia under its pro"},{"date":"1978-11-16T00:00:00","id":"19781116_reps_31_hor112.xml","word":"numbers","kwic":"were deported. However, the numbers of prohibited immigrants (including people who entered Australia illegally"},{"date":"1922-08-31T00:00:00","id":"19220831_reps_8_100.xml","word":"numbers","kwic":"t of this city, and he will find large numbers of immigrants who have only recently arrived in the country loo"},{"date":"1951-07-12T00:00:00","id":"19510712_reps_20_213.xml","word":"numbers","kwic":"nsider that the entry of further large numbers of immigrants would place a greater burden on the creaking econ"},{"date":"1960-10-27T00:00:00","id":"19601027_senate_23_s18.xml","word":"numbers","kwic":"g from the various State Ministers the numbers of immigrants who suffered from mental illnesses. I have not go"},{"date":"1954-09-02T00:00:00","id":"19540902_reps_21_hor4.xml","word":"numbers","kwic":"opment involves bringing in increasing numbers of immigrants. Some concern has been expressed about our future"},{"date":"1950-03-08T00:00:00","id":"19500308_senate_19_206.xml","word":"numbers","kwic":"e a chance of attracting large numbers of them as immigrants, but if we delay in making overtures in that conn"},{"date":"1952-10-09T00:00:00","id":"19521009_senate_20_219.xml","word":"numbers","kwic":"pressed Australian secondary industry. Numbers of immigrants are now finding their way on to the unemployment "},{"date":"1955-09-28T00:00:00","id":"19550928_reps_21_hor7.xml","word":"numbers","kwic":"work of roads. The settlement of large numbers of immigrants in the area behind Cooktown would have an importa"},{"date":"1955-09-28T00:00:00","id":"19550928_reps_21_hor7.xml","word":"numbers","kwic":" return from the introduction of large numbers of immigrants and it would make land-minded immigrants good cit"},{"date":"1955-09-28T00:00:00","id":"19550928_reps_21_hor7.xml","word":"numbers","kwic":"in numbers greatly exceeding the numbers of women immigrants. Surely we have now reached the stage at which th"},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"numbers","kwic":"b immigrants. I should say that as the numbers of immigrants increase, so will the percentage of unemployment "},{"date":"1957-11-01T00:00:00","id":"19571101_senate_22_s11.xml","word":"numbers","kwic":" fact that Australians are not sponsoring British immigrants in sufficient numbers. That is true, and nobody i"},{"date":"1926-01-22T00:00:00","id":"19260122_reps_10_112.xml","word":"numbers","kwic":"ially as it is proposed to bring large numbers of immigrants to this country. Those who migrate to this countr"},{"date":"1962-05-15T00:00:00","id":"19620515_reps_24_hor35.xml","word":"numbers","kwic":"tinually accentuated by the increasing numbers of immigrants, both adults and children, who wish to take advan"},{"date":"1913-12-16T00:00:00","id":"19131216_reps_5_72.xml","word":"numbers","kwic":"on is doing harm to Australia. Immense numbers of immigrants are returning disappointed, and others cannot get"},{"date":"1951-11-22T00:00:00","id":"19511122_senate_20_215.xml","word":"numbers","kwic":" slacken our efforts to recruit the best possible immigrants in the greatest possible numbers. An amount of £2"},{"date":"1975-10-30T00:00:00","id":"19751030_senate_29_s66.xml","word":"numbers","kwic":"g and Newcastle, where there are large numbers of immigrants, should have the same service provided. "},{"date":"1908-03-26T00:00:00","id":"19080326_reps_3_44.xml","word":"numbers","kwic":"ture,, with the greatest confidence, to introduce immigrants in large numbers, whereas, without the cordial co"},{"date":"1958-08-05T00:00:00","id":"19580805_reps_22_hor20.xml","word":"numbers","kwic":"el that when we are getting sufficient numbers of immigrants who show themselves to be capable of contributing"},{"date":"1954-10-19T00:00:00","id":"19541019_reps_21_hor5.xml","word":"numbers","kwic":"s so easy to secure the large numbers of suitable immigrants that were available immediately after the war. Fo"},{"date":"1954-10-19T00:00:00","id":"19541019_reps_21_hor5.xml","word":"numbers","kwic":". Fortunately, Australia has been able to attract immigrants in numbers which have met the targets decided by "},{"date":"1924-08-21T00:00:00","id":"19240821_senate_9_108.xml","word":"numbers","kwic":"gration. In our platform we state that we welcome immigrants in unlimited numbers from the white races, but at"},{"date":"1957-08-28T00:00:00","id":"19570828_senate_22_s11.xml","word":"numbers","kwic":"is side have always contended that the numbers of immigrants coming to Australia must necessarily be governed "},{"date":"1957-10-16T00:00:00","id":"19571016_reps_22_hor16.xml","word":"numbers","kwic":"een increasing it for some time. Large numbers of immigrants have been brought to the country to supplement th"},{"date":"1952-09-24T00:00:00","id":"19520924_reps_20_219.xml","word":"numbers","kwic":"r's question first. There arc no fixed numbers of immigrants for years after this year. The number to be broug"},{"date":"1980-12-05T00:00:00","id":"19801205_senate_32_s87.xml","word":"numbers","kwic":"ustralia already had many thousands of prohibited immigrants in the community. The numbers have been building "},{"date":"1925-09-04T00:00:00","id":"19250904_reps_9_111.xml","word":"numbers","kwic":"e many statements in the House in regard to alien immigrants and the numbers  arriving from different countrie"},{"date":"1925-09-04T00:00:00","id":"19250904_reps_9_111.xml","word":"numbers","kwic":"k for the purpose of limiting the numbers of such immigrants in accordance with the country's power of economi"},{"date":"1945-09-20T00:00:00","id":"19450920_senate_17_185.xml","word":"numbers","kwic":"nity which Australia now has to obtain worthwhile immigrants in large numbers. Twelve months ago I spoke in th"},{"date":"1942-06-03T00:00:00","id":"19420603_reps_16_171.xml","word":"numbers","kwic":"British subjects. The -idea that large numbers of immigrants will come to Australia after the war in search of"},{"date":"1949-06-22T00:00:00","id":"19490622_senate_18_203.xml","word":"numbers","kwic":" pleased to notice recently that large numbers of immigrants had become naturalized Australians, having proved"},{"date":"1953-09-15T00:00:00","id":"19530915_reps_20_hor1.xml","word":"numbers","kwic":"re as possible. We would welcome great numbers of immigrants of European descent also because Australia could "},{"date":"1921-11-24T00:00:00","id":"19211124_reps_8_98.xml","word":"numbers","kwic":"ia. I am sure that in Queensland large numbers of immigrants could find employment in cotton  and  maize growi"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"numbers","kwic":"ntinue to bring into the country large numbers of immigrants who would have no certainty of employment and who"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"numbers","kwic":"would be the first to benefit and that numbers of immigrants would open up large areas of producing land and a"},{"date":"1953-02-19T00:00:00","id":"19530219_reps_20_221.xml","word":"numbers","kwic":"ognized that the assimilation of large numbers of immigrants would create big problems. A number of projects, "},{"date":"1958-09-16T00:00:00","id":"19580916_reps_22_hor21.xml","word":"numbers","kwic":" biological gamble in numbers. You say, \" Give me immigrants and I will squeeze them into a situation in which"},{"date":"1908-12-03T00:00:00","id":"19081203_reps_3_48.xml","word":"numbers","kwic":"l be  prepared  to spend public money in bringing immigrants here in large numbers so soon as the land is made"},{"date":"1952-10-10T00:00:00","id":"19521010_reps_20_220.xml","word":"numbers","kwic":"e House of the numbers of assisted and unassisted immigrants who have come to this country since the cessation"},{"date":"1951-10-30T00:00:00","id":"19511030_reps_20_214.xml","word":"numbers","kwic":"aking available to country areas added numbers of immigrants with, experience in rural industries? "},{"date":"1923-08-09T00:00:00","id":"19230809_reps_9_104.xml","word":"numbers","kwic":"ants. If it is known that £5 per head is paid for immigrants, numbers of men will be found ready and willing t"},{"date":"1977-08-24T00:00:00","id":"19770824_reps_30_hor106.xml","word":"numbers","kwic":"that apparently more flexible scale of numbers of immigrants. "},{"date":"1958-05-06T00:00:00","id":"19580506_reps_22_hor19.xml","word":"numbers","kwic":" is a matter of recognizing that large numbers of immigrants are coming here, and that the Commonwealth, which"},{"date":"1957-03-28T00:00:00","id":"19570328_reps_22_hor14.xml","word":"numbers","kwic":"o apparent before, because of the numbers of male immigrants that have been brought here. The standard of Aust"},{"date":"1970-09-30T00:00:00","id":"19700930_reps_27_hor70.xml","word":"numbers","kwic":"y not always prevail. In the past, the numbers of immigrants coming to Australia has varied with wars, disaste"},{"date":"1958-04-17T00:00:00","id":"19580417_reps_22_hor18.xml","word":"numbers","kwic":"hesis, involves some limitation on the numbers of immigrants who can come in, especially from European countri"},{"date":"1921-09-29T00:00:00","id":"19210929_reps_8_97.xml","word":"numbers","kwic":"upon notification by the States of the numbers of immigrants they are prepared to receive, takes the necessary"},{"date":"1979-10-18T00:00:00","id":"19791018_reps_31_hor116.xml","word":"numbers","kwic":" which absorbed vast numbers of guest workers and immigrants, is that immigration does not - "},{"date":"1979-10-18T00:00:00","id":"19791018_reps_31_hor116.xml","word":"numbers","kwic":" which absorbed vast numbers of guest workers and immigrants, is that immigration does not increase unemployme"},{"date":"1909-06-30T00:00:00","id":"19090630_reps_3_49.xml","word":"numbers","kwic":" open to settlement, thus offering inducements to immigrants in large numbers. This proposal meant practical s"},{"date":"1950-02-28T00:00:00","id":"19500228_reps_19_206.xml","word":"numbers","kwic":"ources. With the arrival of increasing numbers of immigrants it becomes necessary for all forms of production,"},{"date":"1948-09-16T00:00:00","id":"19480916_senate_18_198.xml","word":"numbers","kwic":"on will become apparent when the large numbers of immigrants which the Government plans to bring to this count"},{"date":"1959-05-14T00:00:00","id":"19590514_reps_23_hor23.xml","word":"numbers","kwic":"ted Passage \" below. The corresponding numbers of immigrants arriving on full-fare passages are not recorded b"},{"date":"1921-06-17T00:00:00","id":"19210617_reps_8_95.xml","word":"numbers","kwic":"inue. They should see to it that large numbers of immigrants are not brought to this country unless provision "},{"date":"1921-06-17T00:00:00","id":"19210617_reps_8_95.xml","word":"numbers","kwic":"lies. Before seeking to bring in large numbers of immigrants, the Government should do away with economic cond"},{"date":"1955-10-04T00:00:00","id":"19551004_reps_21_hor8.xml","word":"numbers","kwic":"ity if Australia were to limit the numbers of its immigrants to 125,000 this year. "},{"date":"1953-09-17T00:00:00","id":"19530917_reps_20_hor1.xml","word":"numbers","kwic":"will be capable of absorbing the large numbers of immigrants that we need.  "},{"date":"1953-10-06T00:00:00","id":"19531006_reps_20_hor1.xml","word":"numbers","kwic":"a means of enabling us to absorb large numbers of immigrants to swell population there. Many people in the sou"},{"date":"1953-10-06T00:00:00","id":"19531006_reps_20_hor1.xml","word":"numbers","kwic":"were providing accommodation for large numbers of immigrants who were being brought to the country. Far from f"},{"date":"1909-05-27T00:00:00","id":"19090527_senate_3_49.xml","word":"numbers","kwic":"ittle use to talk of bringing in large numbers of immigrants, for an immigrant must be useless to Australia un"},{"date":"1931-05-20T00:00:00","id":"19310520_reps_12_129.xml","word":"numbers","kwic":"oney in attracting to our shores large numbers of immigrants, among whom were thousands of trained operatives "},{"date":"1952-11-05T00:00:00","id":"19521105_reps_20_220.xml","word":"numbers","kwic":"ment does not provide for any specific numbers of immigrants to be introduced during any specified period. "},{"date":"1952-11-05T00:00:00","id":"19521105_reps_20_220.xml","word":"numbers","kwic":"countries of emigration specify actual numbers of immigrants to be received in any one period. The selection o"},{"date":"1909-11-17T00:00:00","id":"19091117_reps_3_53.xml","word":"numbers","kwic":"i mean to tell us that they want large numbers of immigrants of this particular class to work them? "},{"date":"1976-11-17T00:00:00","id":"19761117_senate_30_s70.xml","word":"numbers","kwic":"is aggravated by a fall in the numbers of skilled immigrants and too few Australians undergoing skill training"},{"date":"1946-12-06T00:00:00","id":"19461206_senate_18_189.xml","word":"numbers","kwic":"Queensland to enable it to carry large numbers of immigrants? "},{"date":"1912-10-04T00:00:00","id":"19121004_reps_4_66.xml","word":"numbers","kwic":"eliable information as to the relative numbers of immigrants who are settling on the land, and others who are "},{"date":"1926-06-30T00:00:00","id":"19260630_reps_10_113.xml","word":"numbers","kwic":" Since there is no need to bring large numbers of immigrants to Australia for defence or any other purposes, I"},{"date":"1926-06-30T00:00:00","id":"19260630_reps_10_113.xml","word":"numbers","kwic":"s, we shall make it possible for large numbers of immigrants to be absorbed. England will not rob herself of a"},{"date":"1958-08-20T00:00:00","id":"19580820_reps_22_hor20.xml","word":"numbers","kwic":"lation. While we are bringing in great numbers of immigrants, our Own natural increase is declining, simply be"},{"date":"1952-10-08T00:00:00","id":"19521008_senate_20_219.xml","word":"numbers","kwic":" the population of this country. Large numbers of immigrants have come from other countries and it is most com"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"numbers","kwic":"is wise in temporarily restricting the numbers of immigrants coming here both this year and next year. However"},{"date":"1968-09-26T00:00:00","id":"19680926_reps_26_hor60.xml","word":"numbers","kwic":"and the great post-war increase in the numbers of immigrants and visitors to Australia, has meant thai there i"},{"date":"1923-08-09T00:00:00","id":"19230809_senate_9_104.xml","word":"numbers","kwic":"enture. Personally, I should be prepared to bring immigrants to Australia in great numbers. Of course, they, s"},{"date":"1912-11-12T00:00:00","id":"19121112_reps_4_67.xml","word":"numbers","kwic":"r vessels to bring- to Australia large numbers of immigrants. There are other features of this report to which"},{"date":"1960-11-24T00:00:00","id":"19601124_reps_23_hor29.xml","word":"numbers","kwic":" in the selection of adequate numbers of suitable immigrants, because of the general economic conditions preva"},{"date":"1954-08-10T00:00:00","id":"19540810_senate_21_s4.xml","word":"numbers","kwic":" they will be able to absorb the large numbers of immigrants coming here. It is notorious that there is no fri"},{"date":"1961-08-24T00:00:00","id":"19610824_reps_23_hor32.xml","word":"numbers","kwic":"t, does he not also give the numbers of persons - immigrants and others - who receive special benefits from th"},{"date":"1950-04-19T00:00:00","id":"19500419_reps_19_207.xml","word":"numbers","kwic":"ked by the medical officers? Are large numbers of immigrants now inmates of tuberculosis institutions in Austr"},{"date":"1958-08-13T00:00:00","id":"19580813_reps_22_hor20.xml","word":"numbers","kwic":" particularly having in mind the large numbers of immigrants who have come to Australia and increased our work"},{"date":"1962-11-13T00:00:00","id":"19621113_reps_24_hor37.xml","word":"numbers","kwic":"tions. The Minister has told us of the numbers of immigrants who have left the various hostels, but he did not"},{"date":"1962-11-13T00:00:00","id":"19621113_reps_24_hor37.xml","word":"numbers","kwic":"dit on a government which brings great numbers of immigrants to this country and hands many of them nothing bu"},{"date":"1950-12-06T00:00:00","id":"19501206_reps_19_211.xml","word":"numbers","kwic":"n of our population. Despite the large numbers of immigrants who have come here in recent years we are still a"},{"date":"1950-06-13T00:00:00","id":"19500613_reps_19_208.xml","word":"numbers","kwic":"mmigration to this country because the arrival of immigrants in large numbers had an inflationary effect. That"},{"date":"1943-09-29T00:00:00","id":"19430929_reps_17_176_c1.xml","word":"numbers","kwic":"ntry, and its capacity to employ large numbers of immigrants. To induce them to\n            settle here, we mu"},{"date":"1913-12-15T00:00:00","id":"19131215_reps_5_72.xml","word":"numbers","kwic":"er places offer a good field for the selection of immigrants. Seeing the large numbers that go to Canada, the "},{"date":"1980-11-27T00:00:00","id":"19801127_reps_32_hor120.xml","word":"numbers","kwic":"ustralia already had many thousands of prohibited immigrants in the community. The numbers have been building "},{"date":"1925-07-01T00:00:00","id":"19250701_reps_9_110.xml","word":"numbers","kwic":"ed that where large numbers of unemployed existed immigrants should not be brought in to make the position wor"},{"date":"1956-10-17T00:00:00","id":"19561017_reps_22_hor13.xml","word":"numbers","kwic":"t of Immigration on the numbers and categories of immigrants? I ask this question of the right honorable gentl"},{"date":"1957-05-20T00:00:00","id":"19570520_reps_22_hor15.xml","word":"numbers","kwic":"l purposes, and the absorption of vast numbers of immigrants as well as in many other respects. It has destroy"},{"date":"1953-10-21T00:00:00","id":"19531021_senate_20_s1.xml","word":"numbers","kwic":"ful? The newspapers have reported that numbers of immigrants have been found, on arrival in Australia, to be s"},{"date":"1959-10-21T00:00:00","id":"19591021_reps_23_hor25.xml","word":"numbers","kwic":"an for other countries receiving large numbers of immigrants. "},{"date":"1944-07-18T00:00:00","id":"19440718_reps_17_179.xml","word":"numbers","kwic":"doubt that if we are looking for large numbers of immigrants, we must turn to Central Europe and to areas on t"},{"date":"1973-08-28T00:00:00","id":"19730828_reps_28_hor85.xml","word":"numbers","kwic":"t on the other hand I believe that the numbers of immigrants who have come to Australia together with their de"},{"date":"1950-04-26T00:00:00","id":"19500426_reps_19_207.xml","word":"numbers","kwic":"ether the introduction of considerable numbers of immigrants to Australia is or i9 not a factor in inflation d"},{"date":"1957-08-27T00:00:00","id":"19570827_reps_22_hor16.xml","word":"numbers","kwic":"plied by his department of the numbers of British immigrants err so seriously by including as British immigran"},{"date":"1963-05-07T00:00:00","id":"19630507_reps_24_hor38.xml","word":"numbers","kwic":"onwealth scheme that resulted in great numbers of immigrants coming to Australia, with a consequent increase i"},{"date":"1965-09-02T00:00:00","id":"19650902_reps_25_hor47.xml","word":"numbers","kwic":"on are agreed. The absorption of large numbers of immigrants depends on many factors, but on none more directl"},{"date":"1962-08-16T00:00:00","id":"19620816_senate_24_s22.xml","word":"numbers","kwic":" be solved by any country taking small numbers of immigrants from Hong Kong. I understand that the Minister fo"},{"date":"1912-08-20T00:00:00","id":"19120820_reps_4_65.xml","word":"numbers","kwic":"ms from the Mother Country saying that numbers of immigrants are offering themselves - evidently desirable im "},{"date":"1950-04-27T00:00:00","id":"19500427_reps_19_207.xml","word":"numbers","kwic":"ked by the medical officers? Are large numbers of immigrants now inmates of tuberculosis institutions in Austr"},{"date":"1902-04-29T00:00:00","id":"19020429_reps_1_9.xml","word":"numbers","kwic":"and if the people of Australia think that certain immigrants coming in large numbers are undesirable, the powe"},{"date":"1955-04-21T00:00:00","id":"19550421_reps_21_hor6.xml","word":"numbers","kwic":"It is not a bit of good bringing large numbers of immigrants here if they form themselves into alien communiti"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"numbers","kwic":"vative with this figure - of the large numbers of immigrants coming into Australia at least 30,000 each year w"},{"date":"1958-03-13T00:00:00","id":"19580313_reps_22_hor18.xml","word":"numbers","kwic":"veloping in order to accommodate large numbers of immigrants. I applaud the action of the Leader of the Opposi"},{"date":"1968-11-12T00:00:00","id":"19681112_reps_26_hor61.xml","word":"numbers","kwic":" way because we are to have very large numbers of immigrants coming to Australia, and immigrants need houses. "},{"date":"1908-03-12T00:00:00","id":"19080312_reps_3_44.xml","word":"numbers","kwic":". If we had ships arriving daily -with numbers of immigrants on board it would be almost impossible to quarant"},{"date":"1908-03-12T00:00:00","id":"19080312_reps_3_44.xml","word":"numbers","kwic":"e that a policy of inviting here large numbers of immigrants, without being able to at once afford them employ"},{"date":"1949-06-02T00:00:00","id":"19490602_reps_18_202.xml","word":"numbers","kwic":"displaced persons, because I know that numbers of immigrants in that category have been made available for wor"},{"date":"1951-11-16T00:00:00","id":"19511116_reps_20_215.xml","word":"numbers","kwic":"in his power to ensure that sufficient numbers of immigrants are made available to that important industry dur"},{"date":"1905-10-04T00:00:00","id":"19051004_reps_2_27.xml","word":"numbers","kwic":"for us to talk about introducing large numbers of immigrants. We know that there are hundreds and thousands of"},{"date":"1909-11-24T00:00:00","id":"19091124_senate_3_54.xml","word":"numbers","kwic":" of the introduction of huge numbers of people as immigrants, for that is also a part of the policy of the Fus"},{"date":"1923-07-03T00:00:00","id":"19230703_reps_9_103.xml","word":"numbers","kwic":"officials in Perth indicate that large numbers of immigrants who apply at Australia House for selection are se"},{"date":"1957-05-22T00:00:00","id":"19570522_senate_22_s10.xml","word":"numbers","kwic":"ne is in an area where there are large numbers of immigrants. A few days ago some of these people interviewed "},{"date":"1954-08-05T00:00:00","id":"19540805_reps_21_hor4.xml","word":"numbers","kwic":"ortage. If it plans to bring increased numbers of immigrants to this country and does not take steps to provid"},{"date":"1949-10-12T00:00:00","id":"19491012_senate_18_204.xml","word":"numbers","kwic":"ng materials. We have been told of the numbers of immigrants coming into Australia, but no indication of how t"},{"date":"1977-08-23T00:00:00","id":"19770823_senate_30_s74.xml","word":"numbers","kwic":"reen Paper states that in terms of the numbers of immigrants that we can accept and can absorb we are not limi"},{"date":"1951-11-29T00:00:00","id":"19511129_senate_20_215.xml","word":"numbers","kwic":"t proper regard will be given to the selection of immigrants from  other  countries in numbers proportionate t"},{"date":"1962-05-17T00:00:00","id":"19620517_reps_24_hor35.xml","word":"numbers","kwic":"umber of years, merely to obtain large numbers of immigrants to this country. The Labour Party has argued alwa"},{"date":"1953-09-10T00:00:00","id":"19530910_reps_20_hor1.xml","word":"numbers","kwic":"han was the case previously when large numbers of immigrants were coming to Australia. At the beginning of the"},{"date":"1950-11-29T00:00:00","id":"19501129_reps_19_211.xml","word":"numbers","kwic":"the Government proposes to bring large numbers of immigrants, and to raise the status of our representation in"},{"date":"1957-11-21T00:00:00","id":"19571121_reps_22_hor17.xml","word":"numbers","kwic":"ted passage \" below. The corresponding numbers of immigrants arriving on full-fare passages are not recorded b"},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"numbers","kwic":"he Minister for Immigration arid large numbers of immigrants in relation to the terms under which the immigran"},{"date":"1952-10-14T00:00:00","id":"19521014_reps_20_220.xml","word":"numbers","kwic":"s no disagreement between me and large numbers of immigrants. In fact, the form that eac assisted immigrant fr"},{"date":"1923-08-10T00:00:00","id":"19230810_reps_9_104.xml","word":"numbers","kwic":" have increased. We are bringing large numbers of immigrants to Australia every month, some of whom it is alle"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"numbers","kwic":"tunately that is not being done. Large numbers of immigrants congregate in or round our capital cities and add"},{"date":"1977-02-17T00:00:00","id":"19770217_senate_30_s71.xml","word":"numbers","kwic":" the areas from which previously large numbers of immigrants had come to this country had dried up because wor"},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"numbers","kwic":"fficient to cover all personal nominees and child immigrants, plus such small numbers as may be requisitioned "},{"date":"1952-08-07T00:00:00","id":"19520807_reps_20_218.xml","word":"numbers","kwic":"st of selected Dutch, German, Italian and Maltese immigrants. The actual numbers under each scheme will not be"},{"date":"1958-09-24T00:00:00","id":"19580924_reps_22_hor21.xml","word":"numbers","kwic":"ork of these committees was extended to deal with immigrants. Large numbers of immigrants have entered this co"},{"date":"1958-09-24T00:00:00","id":"19580924_reps_22_hor21.xml","word":"numbers","kwic":"xtended to deal with immigrants. Large numbers of immigrants have entered this country as part of the Governme"},{"date":"1956-05-24T00:00:00","id":"19560524_reps_22_hor10.xml","word":"numbers","kwic":"position in \"Western Australia is that numbers of immigrants are landing at Fremantle with no jobs to go to, a"},{"date":"1962-02-22T00:00:00","id":"19620222_reps_24_hor34.xml","word":"numbers","kwic":"hat there has not been a. good and steady flow of immigrants seeking naturalization. The numbers reached a rec"},{"date":"1951-06-22T00:00:00","id":"19510622_reps_20_213.xml","word":"thousands","kwic":"nions, power and light. In addition, thousands of immigrants are arriving in the country to swell our populati"},{"date":"1949-09-28T00:00:00","id":"19490928_reps_18_204.xml","word":"thousands","kwic":"ed the hundreds of thousands, or even millions of immigrants whom we expect to come to this country, when, acc"},{"date":"1951-06-21T00:00:00","id":"19510621_senate_20_213.xml","word":"thousands","kwic":" cities and go to the country. Instead of herding immigrants in thousands in reception camps, we should distri"},{"date":"1952-08-12T00:00:00","id":"19520812_reps_20_218.xml","word":"thousands","kwic":"he destruction of  property,  and as thousands of immigrants and others are workless. will the Treasurer make "},{"date":"1950-05-25T00:00:00","id":"19500525_reps_19_207.xml","word":"thousands","kwic":"re now spending many thousands of pounds to bring immigrants to this country, and I can see nothing wrong with"},{"date":"1957-09-17T00:00:00","id":"19570917_reps_22_hor16.xml","word":"thousands","kwic":"e Government has shamelessly brought thousands of immigrants to this nation without any consideration for the "},{"date":"1953-09-24T00:00:00","id":"19530924_senate_20_s1.xml","word":"thousands","kwic":"n turned out of hostels. Hundreds of thousands of immigrants were absorbed during Labour's term of office. We "},{"date":"1953-09-24T00:00:00","id":"19530924_senate_20_s1.xml","word":"thousands","kwic":"and to be developed in Australia and thousands of immigrants are needed from overseas because the natural incr"},{"date":"1949-10-19T00:00:00","id":"19491019_senate_18_205.xml","word":"thousands","kwic":"f money, and rightly so, in bringing thousands of immigrants to this country, at the same time we must be cert"},{"date":"1980-12-04T00:00:00","id":"19801204_reps_32_hor120.xml","word":"thousands","kwic":"t is, the problem of tens of thousands of illegal immigrants in the country. It leads to pressures being broug"},{"date":"1945-03-07T00:00:00","id":"19450307_senate_17_181.xml","word":"thousands","kwic":"e need, and what we owe to the world, is to admit immigrants by the thousands, to cultivate land now not in us"},{"date":"1950-05-02T00:00:00","id":"19500502_reps_19_207.xml","word":"thousands","kwic":"ernment fully appreciates that if we are to bring immigrants here in hundreds of thousands, as is contemplated"},{"date":"1921-11-23T00:00:00","id":"19211123_reps_8_98.xml","word":"thousands","kwic":"ll have a steady stream of thousands of desirable immigrants. The moment a demand- for labour is created labou"},{"date":"1921-11-23T00:00:00","id":"19211123_reps_8_98.xml","word":"thousands","kwic":"prosperity of the Commonwealth 'that thousands or immigrants were attracted to our shores. "},{"date":"1921-11-23T00:00:00","id":"19211123_reps_8_98.xml","word":"thousands","kwic":" we have we should be able to induce thousands of immigrants to settle here. Will any one say that our present"},{"date":"1908-03-25T00:00:00","id":"19080325_reps_3_44.xml","word":"thousands","kwic":"n favour of bringing, not a few, but thousands of immigrants into the country, and treating them properly when"},{"date":"1911-12-12T00:00:00","id":"19111212_reps_4_63.xml","word":"thousands","kwic":"a dead-lock has been reached. In London desirable immigrants by the thousands are ready to come to this contin"},{"date":"1955-05-31T00:00:00","id":"19550531_reps_21_hor6.xml","word":"thousands","kwic":"ing of naturalization, and that many thousands of immigrants are most concerned about this delay. "},{"date":"1950-12-06T00:00:00","id":"19501206_senate_19_211.xml","word":"thousands","kwic":"y enough, at a time when hundreds of thousands of immigrants have been pouring into this country. Our aim is t"},{"date":"1951-03-08T00:00:00","id":"19510308_reps_19_212.xml","word":"thousands","kwic":"ng population, including hundreds of thousands of immigrants? Can the Minister take steps to ensure that the i"},{"date":"1968-08-27T00:00:00","id":"19680827_senate_26_s38.xml","word":"thousands","kwic":" the last World War we have had many thousands of immigrants from Europe who were trained exclusively in the m"},{"date":"1912-12-11T00:00:00","id":"19121211_senate_4_69.xml","word":"thousands","kwic":"ng from other nationalities. Tens of thousands of immigrants to that country are unable to speak English. Poli"},{"date":"1925-07-08T00:00:00","id":"19250708_reps_9_110.xml","word":"thousands","kwic":" for years been receiving many thousands of alien immigrants ayear. America having slammed her door on these m"},{"date":"1911-10-12T00:00:00","id":"19111012_reps_4_61.xml","word":"thousands","kwic":"rents are rising; and if hundreds of thousands of immigrants are introduced, what is to be the result? Can we "},{"date":"1963-10-16T00:00:00","id":"19631016_senate_24_s24.xml","word":"thousands","kwic":" advent of many hundreds of thousands of European immigrants whom we might have expected to increase the inter"},{"date":"1956-05-02T00:00:00","id":"19560502_reps_22_hor10.xml","word":"thousands","kwic":"ost useful transition stage for many thousands nf immigrants who otherwise would not have been able to come to"},{"date":"1949-06-30T00:00:00","id":"19490630_senate_18_203.xml","word":"thousands","kwic":"In turn that will absorb hundreds of thousands of immigrants, and so increase the wealth of this country. That"},{"date":"1949-06-30T00:00:00","id":"19490630_senate_18_203.xml","word":"thousands","kwic":"ve effort of many thousands of workmen, including immigrants. \"While we have projects of this type in hand, -t"},{"date":"1950-12-07T00:00:00","id":"19501207_reps_19_211.xml","word":"thousands","kwic":"the problem of absorbing hundreds of thousands of immigrants. We also have the problem of expanding industry a"},{"date":"1908-12-10T00:00:00","id":"19081210_reps_3_48.xml","word":"thousands","kwic":"n for the statement, that thousands of prohibited immigrants, and more particularly Chinese, annually succeed "},{"date":"1956-06-13T00:00:00","id":"19560613_senate_22_s8.xml","word":"thousands","kwic":"e. But what is the situation to-day? Thousands of immigrants with families are coming to Australia every year,"},{"date":"1960-06-02T00:00:00","id":"19600602_reps_23_hor27.xml","word":"thousands","kwic":"d to bring desirable citizens here - thousands of immigrants are settling in the electorate of Lalor in the vi"},{"date":"1958-02-25T00:00:00","id":"19580225_reps_22_hor18.xml","word":"thousands","kwic":"nt should not bring into the country thousands of immigrants at a time when it is not using to the best advant"},{"date":"1904-03-03T00:00:00","id":"19040303_reps_2_18.xml","word":"thousands","kwic":"ugh to receive hundreds of thousands of desirable immigrants of all classes. "},{"date":"1913-10-28T00:00:00","id":"19131028_reps_5_71.xml","word":"thousands","kwic":"iends opposite to bring hundreds and thousands of immigrants to this country in the hope that they will stay h"},{"date":"1951-10-04T00:00:00","id":"19511004_reps_20_214.xml","word":"thousands","kwic":" Parkes is tn bc closed and the many thousands of immigrants at 'present held in that centre transferred to Co"},{"date":"1956-10-25T00:00:00","id":"19561025_senate_22_s9.xml","word":"thousands","kwic":"gesting that there are thousands and thousands of immigrants out of work, but in the big cities, particularly "},{"date":"1977-09-08T00:00:00","id":"19770908_reps_30_hor106.xml","word":"thousands","kwic":" that apply to many thousands of other prohibited immigrants. "},{"date":"1952-09-24T00:00:00","id":"19520924_senate_20_219.xml","word":"thousands","kwic":"y of our exports we must bring thousands of rural immigrants from Western Europe and use them for intensive cu"},{"date":"1957-03-21T00:00:00","id":"19570321_senate_22_s10.xml","word":"thousands","kwic":"m under which this Government brings thousands of immigrants into Australia and then turns them over to the St"},{"date":"1957-03-21T00:00:00","id":"19570321_senate_22_s10.xml","word":"thousands","kwic":"tional workers needed to achieve that result were immigrants. Thousands of immigrant workers, skilled and unsk"},{"date":"1966-09-14T00:00:00","id":"19660914_reps_25_hor52.xml","word":"thousands","kwic":" to government the task of absorbing thousands of immigrants into the community and making all kinds of provis"},{"date":"1948-10-06T00:00:00","id":"19481006_senate_18_198.xml","word":"thousands","kwic":"born in the future, but also for the thousands of immigrants whom we hope to attract to Australia. No fewer th"},{"date":"1951-11-15T00:00:00","id":"19511115_reps_20_215.xml","word":"thousands","kwic":"ister can locate craftsmen among the thousands of immigrants who to-day are doing pickandshovel work. Such cra"},{"date":"1952-03-04T00:00:00","id":"19520304_senate_20_216.xml","word":"thousands","kwic":"gh the press its intention to settle thousands of immigrants on land in various parts of Australia. Will the M"},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"thousands","kwic":" three young men to select, perhaps, thousands of immigrants. In practice, the Australian teams did their jobs"},{"date":"1954-09-15T00:00:00","id":"19540915_reps_21_hor4.xml","word":"thousands","kwic":" policy as a result of which tens of thousands of immigrants have found their way into our over-crowded cities"},{"date":"1952-05-08T00:00:00","id":"19520508_reps_20_217.xml","word":"thousands","kwic":"nity to bring in hundreds of thousands of British immigrants. We did, however, succeed in bringing in 1,000,00"},{"date":"1905-11-10T00:00:00","id":"19051110_reps_2_28.xml","word":"thousands","kwic":" the United States and to Canada in thousands are immigrants of this kind, those who are under contract being,"},{"date":"1957-09-03T00:00:00","id":"19570903_reps_22_hor16.xml","word":"thousands","kwic":" about the employment of the tens of thousands of immigrants whom we wish to bring to this country. The positi"},{"date":"1952-08-21T00:00:00","id":"19520821_reps_20_218.xml","word":"thousands","kwic":" extended a little on this occasion. Thousands of immigrants, who are experienced in producing food, are idle "},{"date":"1952-08-21T00:00:00","id":"19520821_reps_20_218.xml","word":"thousands","kwic":"ch an approach would ensure that the thousands of immigrants who cannot be employed at the present time, and s"},{"date":"1952-08-21T00:00:00","id":"19520821_reps_20_218.xml","word":"thousands","kwic":"overnment has broken faith with many thousands of immigrants now in the country. "},{"date":"1952-09-30T00:00:00","id":"19520930_senate_20_219.xml","word":"thousands","kwic":"though we need many more hundreds of thousands of immigrants to stand shoulder to shoulder with us in the deve"},{"date":"1952-09-30T00:00:00","id":"19520930_senate_20_219.xml","word":"thousands","kwic":" lot of work from being carried out. Thousands of immigrants have been brought to this country, at a cost of m"},{"date":"1953-09-16T00:00:00","id":"19530916_reps_20_hor1.xml","word":"thousands","kwic":"urselves of the basic skills of many thousands of immigrants whom we. have brought to this country and who, in"},{"date":"1922-08-31T00:00:00","id":"19220831_reps_8_100.xml","word":"thousands","kwic":"e spent hundreds of thousands of pounds to induce immigrants to come to this new country, and more particularl"},{"date":"1951-07-12T00:00:00","id":"19510712_reps_20_213.xml","word":"thousands","kwic":"strained. In spite of the arrival of thousands of immigrants in Australia in recent years our main industries "},{"date":"1951-07-12T00:00:00","id":"19510712_reps_20_213.xml","word":"thousands","kwic":"done by the indiscriminate entry of thousands of  immigrants who are not of the type who should be allowed to "},{"date":"1954-09-02T00:00:00","id":"19540902_reps_21_hor4.xml","word":"thousands","kwic":"erms of hundreds or thousands, but of millions of immigrants, if we are to become a great nation in the Pacifi"},{"date":"1910-08-31T00:00:00","id":"19100831_reps_4_56.xml","word":"thousands","kwic":"ystem favoured by the Labour party, we shall have immigrants teeming in by thousands. We are going to get cont"},{"date":"1951-03-16T00:00:00","id":"19510316_reps_19_212.xml","word":"thousands","kwic":" housing shortage is accentuated by the influx of immigrants, and thousands of young Australian married couple"},{"date":"1923-06-20T00:00:00","id":"19230620_reps_9_103.xml","word":"thousands","kwic":"ent. We are told that thousands upon thousands of immigrants are needed. The best way to prepare for immigrati"},{"date":"1908-03-26T00:00:00","id":"19080326_reps_3_44.xml","word":"thousands","kwic":"lth embark upon the work of bringing thousands of immigrants to Australia and leav- ing them immediately on th"},{"date":"1958-08-05T00:00:00","id":"19580805_reps_22_hor20.xml","word":"thousands","kwic":" steps have been taken to bring many thousands of immigrants into Australia. "},{"date":"1954-10-19T00:00:00","id":"19541019_reps_21_hor5.xml","word":"thousands","kwic":" been imported, and some hundreds of thousands of immigrants, many of whom have been given employment in road "},{"date":"1952-02-19T00:00:00","id":"19520219_REPS_20_216.xml","word":"thousands","kwic":"obvious that of the many hundreds of thousands of immigrants who have come to this country there is a far grea"},{"date":"1910-08-10T00:00:00","id":"19100810_senate_4_55.xml","word":"thousands","kwic":"ver be brought to their senses until thousands of immigrants were landed weekly at Circular Quay, and that the"},{"date":"1980-12-05T00:00:00","id":"19801205_senate_32_s87.xml","word":"thousands","kwic":"ustralia already had many thousands of prohibited immigrants in the community. The numbers have been building "},{"date":"1953-10-07T00:00:00","id":"19531007_senate_20_s1.xml","word":"thousands","kwic":"ousing; and it could bring many more thousands of immigrants to this country. Immigrants are now being invited"},{"date":"1972-02-22T00:00:00","id":"19720222_reps_27_hor76.xml","word":"thousands","kwic":"tropolitan areas, including many thousands of our immigrants, are much worse off and are in much more dire tro"},{"date":"1922-07-06T00:00:00","id":"19220706_reps_8_99.xml","word":"thousands","kwic":"e charity. \"We are bringing tens of' thousands of immigrants into this country. Labour proposes that some of t"},{"date":"1947-11-20T00:00:00","id":"19471120_senate_18_195.xml","word":"thousands","kwic":"untry, yet almost untouched. We want thousands of immigrants to open it up. If transport is most needed then i"},{"date":"1908-12-03T00:00:00","id":"19081203_reps_3_48.xml","word":"thousands","kwic":" as the result, hundreds of thousands of valuable immigrants have gone to Canada. "},{"date":"1908-12-03T00:00:00","id":"19081203_reps_3_48.xml","word":"thousands","kwic":",000 for this purpose when thousands of desirable immigrants are already clamouring to come to Australia, and "},{"date":"1908-12-03T00:00:00","id":"19081203_reps_3_48.xml","word":"thousands","kwic":" that Canada and the United States were receiving immigrants by the tens of thousands; but he did not tell us "},{"date":"1908-12-03T00:00:00","id":"19081203_reps_3_48.xml","word":"thousands","kwic":" There is sufficient for hundreds of thousands of immigrants. "},{"date":"1925-06-11T00:00:00","id":"19250611_reps_9_110.xml","word":"thousands","kwic":"ental work done we could provide for thousands of immigrants. To give an instance of what might be done, I may"},{"date":"1921-06-01T00:00:00","id":"19210601_reps_8_95.xml","word":"thousands","kwic":"employed. Of what use is it to bring thousands of immigrants here to be put on the land if our own people are "},{"date":"1951-11-15T00:00:00","id":"19511115_senate_20_215.xml","word":"thousands","kwic":"of particular importance to the many thousands of immigrants now coming to Australia with, in most instances, "},{"date":"1910-09-02T00:00:00","id":"19100902_reps_4_56.xml","word":"thousands","kwic":" the effect of drawing to our shores thousands of immigrants who will find here good and cheap land. Honorable"},{"date":"1968-09-24T00:00:00","id":"19680924_reps_26_hor60.xml","word":"thousands","kwic":"Australia should admit some thousands of coloured immigrants every year, and plan their assimilation in the sa"},{"date":"1958-04-17T00:00:00","id":"19580417_reps_22_hor18.xml","word":"thousands","kwic":" Australia in order to provide homes not only for immigrants, but also for those thousands of Australians whos"},{"date":"1921-09-29T00:00:00","id":"19210929_reps_8_97.xml","word":"thousands","kwic":"for last year was only £12,830, some thousands of immigrants have already come to Australia under the scheme. "},{"date":"1927-09-28T00:00:00","id":"19270928_reps_10_116.xml","word":"thousands","kwic":"talk about developing the country and introducing immigrants, when thousands of our own able-bodied men are un"},{"date":"1909-06-30T00:00:00","id":"19090630_reps_3_49.xml","word":"thousands","kwic":"ions to the effect that we could get thousands of immigrants more than we have land for. Does the Prime Minist"},{"date":"1908-09-17T00:00:00","id":"19080917_senate_3_47.xml","word":"thousands","kwic":"ate was capable of receiving tens of thousands of immigrants. I am giving from memory the substance of what th"},{"date":"1953-09-17T00:00:00","id":"19530917_reps_20_hor1.xml","word":"thousands","kwic":"ast developmental works. Hundreds of thousands of immigrants are arriving in the country to assist our develop"},{"date":"1956-04-12T00:00:00","id":"19560412_reps_22_hor9.xml","word":"thousands","kwic":"ilt without finance ? We can bring thousands more immigrants into the country but what is the use of doing so "},{"date":"1956-04-12T00:00:00","id":"19560412_reps_22_hor9.xml","word":"thousands","kwic":"added to the population. Hundreds of thousands of immigrants have received financial assistance to enable them"},{"date":"1956-04-12T00:00:00","id":"19560412_reps_22_hor9.xml","word":"thousands","kwic":"ich is included the annual intake of thousands of immigrants. These things mean that Australia will inevitably"},{"date":"1909-05-27T00:00:00","id":"19090527_senate_3_49.xml","word":"thousands","kwic":"ere must be ample land available for thousands of immigrants when they, come here. "},{"date":"1931-05-20T00:00:00","id":"19310520_reps_12_129.xml","word":"thousands","kwic":"oney in attracting to our shores large numbers of immigrants, among whom were thousands of trained operatives "},{"date":"1952-11-05T00:00:00","id":"19521105_reps_20_220.xml","word":"thousands","kwic":"earts of many thousands of unemployed workers and immigrants, a considerable number of whom are m my electorat"},{"date":"1961-03-14T00:00:00","id":"19610314_senate_23_s19.xml","word":"thousands","kwic":"er our migration policy, hundreds of thousands of immigrants are coming to this country. I can take any doubti"},{"date":"1952-08-27T00:00:00","id":"19520827_reps_20_218.xml","word":"thousands","kwic":"yet the Government is still bringing thousands qf immigrants to this country to swell the ranks of unemployed."},{"date":"1952-09-02T00:00:00","id":"19520902_reps_20_218.xml","word":"thousands","kwic":"ntal equipment. We are bringing many thousands of immigrants to this country. If our immigration and developme"},{"date":"1931-07-09T00:00:00","id":"19310709_reps_12_130.xml","word":"thousands","kwic":"ended hundreds of thousands of pounds in bringing immigrants to Australia. It would not be wide of the truth t"},{"date":"1926-05-27T00:00:00","id":"19260527_reps_10_113.xml","word":"thousands","kwic":"proposes to spend thousands of pounds on bringing immigrants to Australia, but there is no use in doing so unl"},{"date":"1951-06-28T00:00:00","id":"19510628_senate_20_213.xml","word":"thousands","kwic":"day we spend many thousands of pounds in bringing immigrants to this country, but we ignore the needs of our o"},{"date":"1957-10-01T00:00:00","id":"19571001_reps_22_hor16.xml","word":"thousands","kwic":"d be devised so that the hundreds of thousands of immigrants who come here are not simply deposited in the met"},{"date":"1949-10-20T00:00:00","id":"19491020_senate_18_205.xml","word":"thousands","kwic":" the time. We cannot expect to bring thousands of immigrants to this country without engaging additional staff"},{"date":"1952-11-04T00:00:00","id":"19521104_reps_20_220.xml","word":"thousands","kwic":"the same time, it continues to bring thousands of immigrants to the country. It is of no avail for the Ministe"},{"date":"1912-06-26T00:00:00","id":"19120626_reps_4_64.xml","word":"thousands","kwic":"mmigration, but I do not wish to see thousands of immigrants in our streets without employment. It would be mo"},{"date":"1907-08-23T00:00:00","id":"19070823_reps_3_38.xml","word":"thousands","kwic":"lst in England, he declared that the thousands of immigrants whom the Government hoped to attract to Australia"},{"date":"1956-09-20T00:00:00","id":"19560920_reps_22_hor12.xml","word":"thousands","kwic":"ve saw mills, an excellent port, and thousands of immigrants. Well over  1,000  immigrants have been brought t"},{"date":"1912-11-13T00:00:00","id":"19121113_reps_4_68.xml","word":"thousands","kwic":" discovery of gold attracted tens of thousands of immigrants of the right class, and the results of their work"},{"date":"1909-07-01T00:00:00","id":"19090701_reps_3_49.xml","word":"thousands","kwic":"ide to prate about immigration, when we could get immigrants in thousands, either as agricultural settlers or "},{"date":"1950-10-17T00:00:00","id":"19501017_reps_19_209.xml","word":"thousands","kwic":"oticeable. It is also true that many thousands of immigrants have come into this country and have increased co"},{"date":"1910-11-23T00:00:00","id":"19101123_reps_4_59.xml","word":"thousands","kwic":"the continued great stream of imported Stateaided immigrants from Europe, which throws thousands of native-bor"},{"date":"1950-12-06T00:00:00","id":"19501206_reps_19_211.xml","word":"thousands","kwic":"ee will receive a picture of tens of thousands of immigrants in the active years of their lives adding very ma"},{"date":"1928-03-08T00:00:00","id":"19280308_senate_10_118.xml","word":"thousands","kwic":"ble purpose. It would enable thousands of British immigrants to be settled in North Queensland on one of the m"},{"date":"1980-11-27T00:00:00","id":"19801127_reps_32_hor120.xml","word":"thousands","kwic":"ustralia already had many thousands of prohibited immigrants in the community. The numbers have been building "},{"date":"1925-07-01T00:00:00","id":"19250701_reps_9_110.xml","word":"thousands","kwic":"ments that have to find food for the thousands of immigrants who are unemployed. "},{"date":"1956-05-01T00:00:00","id":"19560501_senate_22_s7.xml","word":"thousands","kwic":" However, I point out that each year thousands of immigrants are coming to Australia with their families, but "},{"date":"1959-04-29T00:00:00","id":"19590429_senate_23_s14.xml","word":"thousands","kwic":"stance, we have had some hundreds of thousands of immigrants from foreign countries. It was most essential tha"},{"date":"1951-10-17T00:00:00","id":"19511017_senate_20_214.xml","word":"thousands","kwic":"tages. Every month,  Lt  is bringing thousands of immigrants to this country, and many of them are, in effect,"},{"date":"1958-09-30T00:00:00","id":"19580930_senate_22_s13.xml","word":"thousands","kwic":" Commonwealth Government. It invites thousands of immigrants to some here and, that being so, it should accept"},{"date":"1906-10-11T00:00:00","id":"19061011_senate_2_35.xml","word":"thousands","kwic":"s will be available for hundreds and thousands of immigrants. In the meantime, however, the land is locked up,"},{"date":"1947-10-15T00:00:00","id":"19471015_reps_18_193.xml","word":"thousands","kwic":"onorable member for Richmond that Australia needs immigrants, not in thousands, but in tens  of thousands, in "},{"date":"1968-06-12T00:00:00","id":"19680612_senate_26_s37.xml","word":"thousands","kwic":"htly so - many thousands of dollars in attracting immigrants to our shores. At the same time we have within th"},{"date":"1952-10-23T00:00:00","id":"19521023_senate_20_220.xml","word":"thousands","kwic":"n Government is bringing hundreds of thousands of immigrants into Australia. Naturally they cause a shortage o"},{"date":"1951-07-03T00:00:00","id":"19510703_reps_20_213.xml","word":"thousands","kwic":"cement industries. In addition, many thousands of immigrants arc contributing indirectly to housing by their w"},{"date":"1952-09-16T00:00:00","id":"19520916_reps_20_218.xml","word":"thousands","kwic":"e Government is bringing hundreds of thousands of immigrants into this country, it has the duty to ensure that"},{"date":"1907-11-13T00:00:00","id":"19071113_senate_3_41.xml","word":"thousands","kwic":"nsland Parliament to the effect that thousands of immigrants were required. The Premier of the State said that"},{"date":"1951-11-23T00:00:00","id":"19511123_reps_20_215.xml","word":"thousands","kwic":"uced a magnificent plan to introduce thousands of immigrants into Australia. But no proper correlated plan was"},{"date":"1910-10-20T00:00:00","id":"19101020_senate_4_58.xml","word":"thousands","kwic":" in Queensland for the settlement of thousands of immigrants ? "},{"date":"1949-10-05T00:00:00","id":"19491005_senate_18_204.xml","word":"thousands","kwic":" into> England. Although hundreds of thousands of immigrants will be brought to Australia during the next five"},{"date":"1960-03-10T00:00:00","id":"19600310_reps_23_hor26.xml","word":"thousands","kwic":"e Government has brought hundreds of thousands of immigrants into Australia. Why does it not provide them with"},{"date":"1953-09-10T00:00:00","id":"19530910_reps_20_hor1.xml","word":"thousands","kwic":"l since November, 1951, and the many thousands of immigrants of working age who have arrived in this country s"},{"date":"1953-09-10T00:00:00","id":"19530910_reps_20_hor1.xml","word":"thousands","kwic":"is country as it should be enriched. Thousands of immigrants are arriving in this country craving an opportuni"},{"date":"1904-06-23T00:00:00","id":"19040623_reps_2_20.xml","word":"thousands","kwic":"ustralia with thousands and thousands of contract immigrants, of a class over which we should have imperfect c"},{"date":"1904-06-23T00:00:00","id":"19040623_reps_2_20.xml","word":"thousands","kwic":"lia. If a company proposes to bring thousands' of immigrants here under contract, we should see that Australia"},{"date":"1951-11-07T00:00:00","id":"19511107_reps_20_215.xml","word":"thousands","kwic":"nts, but also from among the tens of thousands of immigrants who will be coming to this country. I need cite o"},{"date":"1911-12-12T00:00:00","id":"19111212_senate_4_63.xml","word":"thousands","kwic":" message appeared to the effect that thousands of immigrants to Canada were rushing back to Great Britain, and"},{"date":"1957-03-26T00:00:00","id":"19570326_senate_22_s10.xml","word":"thousands","kwic":" Commonwealth Government is bringing thousands of immigrants into Australia forgetful of, or oblivious to, the"},{"date":"1952-09-26T00:00:00","id":"19520926_reps_20_219.xml","word":"thousands","kwic":" in this country, why is it bringing thousands of immigrants here each year? I believe that the target is 150,"},{"date":"1923-07-11T00:00:00","id":"19230711_senate_9_103.xml","word":"thousands","kwic":"The industry is capable of absorbing thousands of immigrants. So long as the price remains at the present figu"},{"date":"1923-07-11T00:00:00","id":"19230711_senate_9_103.xml","word":"thousands","kwic":" consequent upon the arrival of many thousands of immigrants in Australia. It would have been better had that "},{"date":"1948-11-18T00:00:00","id":"19481118_reps_18_200.xml","word":"thousands","kwic":"drew attention to the fact that many thousands of immigrants of British origin, including British ex-serviceme"},{"date":"1949-05-31T00:00:00","id":"19490531_reps_18_202.xml","word":"thousands","kwic":"nto competition with other countries to secure as immigrants some of the many thousands of displaced persons i"},{"date":"1951-07-03T00:00:00","id":"19510703_senate_20_213.xml","word":"thousands","kwic":"all we solve the problem by bringing thousands of immigrants to this country, and, after having directed them "},{"date":"1957-08-29T00:00:00","id":"19570829_reps_22_hor16.xml","word":"thousands","kwic":"tleman asked whether there were many thousands of immigrants in these circumstances. The answer is \" No \". The"}]