[{"date":"1893-03-25T00:00:00","id":"nla.obj-490965072","word":"desirable","kwic":"stoppage of importation in all lines of desirable immigrants and the concentration of the people in cities was"},{"date":"1901-08-17T00:00:00","id":"nla.obj-663891003","word":"desirable","kwic":" would bar out the bulk of our desirable European immigrants. The only way is to make it strong enough to bar "},{"date":"1901-09-14T00:00:00","id":"nla.obj-663891218","word":"desirable","kwic":"render it very desirable that the introduction of immigrants from Germany, Scandinavia, and other European cou"},{"date":"1902-05-24T00:00:00","id":"nla.obj-659135469","word":"desirable","kwic":"ades Corinth Phriedfish are necessarily desirable immigrants—but they are white at all events. * * * * It is o"},{"date":"1902-08-23T00:00:00","id":"nla.obj-664460448","word":"desirable","kwic":"ing to make Queensland a desirable place to which immigrants would come naturally. Queensland spent nearly £3,"},{"date":"1902-10-11T00:00:00","id":"nla.obj-664505156","word":"desirable","kwic":". Governments for harassing “a party of desirable immigrants, with means, \"who desired only 'to take up land a"},{"date":"1903-01-03T00:00:00","id":"nla.obj-671723579","word":"desirable","kwic":"pacity for absorbin“n the most desirable class of immigrants indicates there is something wrong somewhere. “ C"},{"date":"1903-08-13T00:00:00","id":"nla.obj-690292574","word":"desirable","kwic":"e to Australia of a continual influx of desirable immigrants is to imagine what would happen if there were a d"},{"date":"1903-08-13T00:00:00","id":"nla.obj-690292574","word":"desirable","kwic":"st immigration. Other countries welcome desirable immigrants, but there is no doubt that the popular impressio"},{"date":"1903-11-12T00:00:00","id":"nla.obj-659269726","word":"desirable","kwic":"stimulus would be given to an inflow of desirable immigrants from abroad. It is the nation which sternly bars "},{"date":"1903-12-17T00:00:00","id":"nla.obj-659269936","word":"desirable","kwic":"tes almost as wide as Australia does to desirable immigrants; but it bangs them harder than ever Australia has"},{"date":"1904-01-14T00:00:00","id":"nla.obj-690353883","word":"desirable","kwic":"his consent that he can only talk about desirable immigrants with some money. A good point to start from would"},{"date":"1904-03-03T00:00:00","id":"nla.obj-693285210","word":"desirable","kwic":"ly, the trouble doesn’t stop there. 4 “ Desirable Immigrants.” Unper the heading, “Desirable Immigrants; the S"},{"date":"1904-03-03T00:00:00","id":"nla.obj-693285210","word":"desirable","kwic":"irable Immigrants.” Unper the heading, “Desirable Immigrants; the Sort of Thing We Want,” S.M. Herald recently"},{"date":"1904-03-03T00:00:00","id":"nla.obj-693285210","word":"desirable","kwic":"l law which is designed to shut out un- desirable immigrants. The case was that of a Chinaman named Ah Foo, bu"},{"date":"1904-04-21T00:00:00","id":"nla.obj-659443181","word":"desirable","kwic":"eakin whether he thinks such people are desirable immigrants. If that didn’t do any good, he might dis- play s"},{"date":"1905-01-12T00:00:00","id":"nla.obj-646099618","word":"desirable","kwic":"f contract didn’t prevent them bringing desirable immigrants in swarms. The Britisher seems to go mostly into "},{"date":"1905-03-02T00:00:00","id":"nla.obj-646099831","word":"desirable","kwic":"lonaro, Australia loses its most desirable of all immigrants the young Australian—at the average rate' of less"},{"date":"1905-06-22T00:00:00","id":"nla.obj-646586692","word":"desirable","kwic":" so good a country that it is rushed by desirable immigrants and can find work for these immigrants, then the "},{"date":"1905-06-22T00:00:00","id":"nla.obj-646586692","word":"desirable","kwic":"y growing industries, a great influx of desirable immigrants, work for those immigrants to do, and national ho"},{"date":"1905-06-22T00:00:00","id":"nla.obj-646586692","word":"desirable","kwic":"at influx of desirable immigrants, work for those immigrants to do, and national honor and credit; the Austra-"},{"date":"1905-06-22T00:00:00","id":"nla.obj-646586692","word":"desirable","kwic":"es, and with a constant influx of desirable white immigrants, and with abundance of work for these immigrants "},{"date":"1905-09-14T00:00:00","id":"nla.obj-659732895","word":"desirable","kwic":" requires more white population. To get desirable immigrants it is necessary to do more than advertise the cou"},{"date":"1905-09-14T00:00:00","id":"nla.obj-659732895","word":"desirable","kwic":" requires more white population. To get desirable immigrants it is necessary to do more than advertise the cou"},{"date":"1905-09-28T00:00:00","id":"nla.obj-659733068","word":"desirable","kwic":"and monopoly. (4) A system of assisting desirable immigrants after work and land have been made available for "},{"date":"1905-11-02T00:00:00","id":"nla.obj-659733293","word":"desirable","kwic":" law whatsoever. They were desirable agricultural immigrants with a little money—not under any contract, not c"},{"date":"1905-11-02T00:00:00","id":"nla.obj-659733293","word":"desirable","kwic":"nd much space for even the most desirable farming immigrants under conditions like these. The Carruthers Gover"},{"date":"1905-11-02T00:00:00","id":"nla.obj-659733293","word":"desirable","kwic":"eir land laws so as to provide land for desirable immigrants, he will find the desirable immigrants. Which is "},{"date":"1905-11-02T00:00:00","id":"nla.obj-659733293","word":"desirable","kwic":" desirable immigrants, he will find the desirable immigrants. Which is so like Deakin -—the affable procrastin"},{"date":"1905-11-16T00:00:00","id":"nla.obj-690620857","word":"desirable","kwic":" its own people and for hordes of desirable white immigrants. It needs to be able to put into the field at the"},{"date":"1905-11-16T00:00:00","id":"nla.obj-690620857","word":"desirable","kwic":"decent tariff that will cause a tide of desirable immigrants to make a big bound for these shores, till the co"},{"date":"1905-11-30T00:00:00","id":"nla.obj-659733403","word":"desirable","kwic":"let it be known that desirable white agricultural immigrants are wanted in multitudes from Britain, Canada, Ca"},{"date":"1906-06-14T00:00:00","id":"nla.obj-638088981","word":"desirable","kwic":"l beat first to find and send out desirable white immigrants. (5) The definite acquisition of the Federal Capi"},{"date":"1906-06-21T00:00:00","id":"nla.obj-638089066","word":"desirable","kwic":"rs ago, prohibit- ing aliens—even desirable white immigrants— from taking up State lands in N.S.W. Then the Ho"},{"date":"1906-07-26T00:00:00","id":"nla.obj-645668935","word":"desirable","kwic":"errogations ’’ won’t stop the stream of desirable immigrants to a country that is worth emigrating to. If the "},{"date":"1907-03-14T00:00:00","id":"nla.obj-637733776","word":"desirable","kwic":"opulation and the influx of desirable volun- tary immigrants who come here without the need of any glaring adv"},{"date":"1907-07-11T00:00:00","id":"nla.obj-637764671","word":"desirable","kwic":"ess estates, and so supply land for the desirable immigrants which the Deakin Government is anxious to secure."},{"date":"1907-07-18T00:00:00","id":"nla.obj-637764694","word":"desirable","kwic":"urbulent Barcelona may possibly be very desirable immigrants, but young agriculturists from Lincolnshire, othe"},{"date":"1907-10-24T00:00:00","id":"nla.obj-638238559","word":"desirable","kwic":"s and penitent thieves to Australia as “desirable immigrants,” says the chairman of the British Passenger Agen"},{"date":"1907-12-19T00:00:00","id":"nla.obj-691258030","word":"desirable","kwic":"ore, during its cur- rency, to head off desirable immigrants from these shores than the Big Drought; also he w"},{"date":"1907-12-26T00:00:00","id":"nla.obj-691292664","word":"desirable","kwic":"reat estates, and starts to hurry desirable white immigrants into the Territory, it could put a million settle"},{"date":"1908-01-09T00:00:00","id":"nla.obj-678126833","word":"desirable","kwic":" in bringing in British and other desirable white immigrants; in paying off its debts, creating its own shipya"},{"date":"1908-03-19T00:00:00","id":"nla.obj-678436469","word":"desirable","kwic":" S. M. Herald eulogising the Maltese as desirable immigrants. He bases his assertion on the statement that, as"},{"date":"1908-04-16T00:00:00","id":"nla.obj-681305012","word":"desirable","kwic":"The matter of inducing a steady flow of desirable immigrants to the Commonwealth, and the pro- vision of means"},{"date":"1908-04-16T00:00:00","id":"nla.obj-681305012","word":"desirable","kwic":"e available both for our own people and desirable immigrants. This 1,000,000 acres is far away from railway co"},{"date":"1908-09-17T00:00:00","id":"nla.obj-691980418","word":"desirable","kwic":"ve been firing a number of more or less desirable immigrants out of the country to no personal advantage. Also"},{"date":"1909-01-21T00:00:00","id":"nla.obj-638309340","word":"desirable","kwic":"rmy gentleman gathering in abundance of desirable immigrants for N.S.W. (Desirable immigrants running behind.)"},{"date":"1909-01-21T00:00:00","id":"nla.obj-638309340","word":"desirable","kwic":"nce of desirable immigrants for N.S.W. (Desirable immigrants running behind.)   The Bulletin The National Aust"},{"date":"1909-02-04T00:00:00","id":"nla.obj-638309387","word":"desirable","kwic":"nt, and bring in a vast number of desirable white immigrants to populate it and hold it against the Asiatic; ("},{"date":"1909-11-25T00:00:00","id":"nla.obj-672675919","word":"desirable","kwic":"re. The idea is to give the most desirable of all immigrants a chance, and it is hoped to reduce the waste of "},{"date":"1910-10-27T00:00:00","id":"nla.obj-654476893","word":"desirable","kwic":"s why Australia urgently requires desirable white immigrants are so obvious that it seems almost superfluous t"},{"date":"1910-11-17T00:00:00","id":"nla.obj-654742659","word":"desirable","kwic":" the resources of Australia and attract desirable immigrants to the country.” The principals engaged for this "},{"date":"1911-09-14T00:00:00","id":"nla.obj-651292306","word":"desirable","kwic":"one it with such success that a rush of desirable immigrants may be expected here shortly. She’s easing off st"},{"date":"1911-10-12T00:00:00","id":"nla.obj-651365327","word":"desirable","kwic":"oduction, and a liberal influx of desirable white immigrants. It is widely known that in no country of the wor"},{"date":"1911-12-14T00:00:00","id":"nla.obj-651365935","word":"desirable","kwic":"ons more people, and Queensland invites desirable immigrants to settle within her borders and enjoy the good t"},{"date":"1912-11-07T00:00:00","id":"nla.obj-655101260","word":"desirable","kwic":"o have stuck to them like wax, as being desirable immigrants who might even have money to lend. All things con"},{"date":"1913-01-02T00:00:00","id":"nla.obj-683226527","word":"desirable","kwic":"uld settle any chance it has of getting desirable immigrants. Would intending settlers rush the country if the"},{"date":"1913-04-03T00:00:00","id":"nla.obj-655349928","word":"desirable","kwic":"res who add to the list of more or less desirable immigrants, a North Sydney house- mother drops in: “I notice"},{"date":"1914-02-05T00:00:00","id":"nla.obj-656274406","word":"desirable","kwic":"“home” and nominate the whole family as desirable immigrants must have sunk very low indeed, for with one-thir"},{"date":"1914-06-25T00:00:00","id":"nla.obj-656420327","word":"desirable","kwic":"ures that were willing to treat them as desirable immigrants. The success of any anti-Trust measure which is p"},{"date":"1915-10-28T00:00:00","id":"nla.obj-657612773","word":"desirable","kwic":"empty spaces gape an invitation to less desirable immigrants as much as ever they did. The attitude is worthy "},{"date":"1918-04-18T00:00:00","id":"nla.obj-659635770","word":"desirable","kwic":"h Sins in Canton. (9) AVe get few desirable white immigrants be- cause we have so little employment to offer t"},{"date":"1918-05-02T00:00:00","id":"nla.obj-659833057","word":"desirable","kwic":"to the birth-rate Australia wants desirable white immigrants and a lot of them. Australia is up against severa"},{"date":"1919-01-09T00:00:00","id":"nla.obj-669400287","word":"desirable","kwic":"In short, they represent such a rush of desirable immigrants and sturdy pro- ducers (assuming they are allowed"},{"date":"1919-07-17T00:00:00","id":"nla.obj-664181811","word":"desirable","kwic":"ease. If it finds work in abundance for desirable immigrants—not merely land that is far below the’ average, b"},{"date":"1920-07-29T00:00:00","id":"nla.obj-665570591","word":"desirable","kwic":"l Australia developed, he wants as many desirable immigrants as the over- seas countries —and preferably Brita"},{"date":"1923-02-22T00:00:00","id":"nla.obj-619049529","word":"desirable","kwic":"ast three more big new States to spare. Desirable immigrants would think five new countries had been found, an"},{"date":"1923-04-05T00:00:00","id":"nla.obj-619049757","word":"desirable","kwic":"ertainly earning its money by securing “desirable immigrants to fill the waste spaces of our mighty continent,"},{"date":"1924-01-31T00:00:00","id":"nla.obj-617418239","word":"desirable","kwic":" Immigrant; and Australia’s standard of desirable immigrants is low at that. As for “Sobretodo,” why are my pr"},{"date":"1924-03-27T00:00:00","id":"nla.obj-617536720","word":"desirable","kwic":" another are strongly in favor ot desirable white immigrants, provided they are all crowded into the fairly we"},{"date":"1926-04-08T00:00:00","id":"nla.obj-618414170","word":"desirable","kwic":" deny that Australia is in sore need of desirable immigrants, particularly skilled tradesmen. But the whole en"},{"date":"1928-04-18T00:00:00","id":"nla.obj-597285969","word":"desirable","kwic":"vitable. But it is ab- surd to say that desirable immigrants have ceased to arrive—or undesirable either. Stil"},{"date":"1928-08-22T00:00:00","id":"nla.obj-597363209","word":"desirable","kwic":"and the un- emploved are multiplied and desirable immigrants are discouraged. Further, more than £40,000,000 w"},{"date":"1928-11-07T00:00:00","id":"nla.obj-597432713","word":"desirable","kwic":" the prohibition of drink, opium or un- desirable immigrants. It wouldn’t have been amiss if they had stated i"},{"date":"1930-10-29T00:00:00","id":"nla.obj-638019863","word":"desirable","kwic":"minal offence—gave Australia some quite desirable immigrants in the early part of last century, One of them wa"},{"date":"1932-05-04T00:00:00","id":"nla.obj-603999972","word":"desirable","kwic":"aced gentry associated with it were not desirable immigrants, and expelled them. Cheap gambling is no good to "},{"date":"1934-12-05T00:00:00","id":"nla.obj-611243899","word":"desirable","kwic":"* * “Lindley M.”: Why ask obviously un- desirable immigrants to pass dictation tests in Gaelic? As well test t"},{"date":"1939-05-10T00:00:00","id":"nla.obj-578424603","word":"desirable","kwic":"nts, even if possible, be desirable, provided the immigrants were of a suitable type ? And by a suit- able typ"},{"date":"1943-05-05T00:00:00","id":"nla.obj-535040098","word":"desirable","kwic":"ption after the war of large numbers of desirable immigrants, “Advance Australia” (B. 7\/4\/’43) assumes the res"},{"date":"1945-08-29T00:00:00","id":"nla.obj-539187916","word":"desirable","kwic":" perity. If the Americans, or any other desirable immigrants, can set up new in- dustries here and make them g"},{"date":"1964-02-01T00:00:00","id":"nla.obj-673871780","word":"desirable","kwic":"d be an asset for Aus- tralia. She gets desirable immigrants at an earlier date, will save some of their prope"},{"date":"1883-06-23T00:00:00","id":"nla.obj-238189366","word":"assisted","kwic":"OR WORKS, QUEENSLAND the introduction of assisted immigrants And were we iron-workers, we should most determin"},{"date":"1883-06-23T00:00:00","id":"nla.obj-238189366","word":"assisted","kwic":"uld decidedly oppose the introduction of assisted immigrants And were we iron-workers, we should most determin"},{"date":"1883-08-04T00:00:00","id":"nla.obj-238218329","word":"assisted","kwic":"king inquisition into the antecedents of assisted immigrants Yesterday, the new parcels poet system came Into "},{"date":"1883-12-01T00:00:00","id":"nla.obj-238317950","word":"assisted","kwic":"tion .Queensland Papers crying out about assisted immigrants cross- ug the border into N. S. Wales, or leaving"},{"date":"1893-12-09T00:00:00","id":"nla.obj-491243891","word":"assisted","kwic":"lumber, moves its lips : “ Im- migrants, assisted immigrants, free immigrants; give mo stalwart men, hungry, n"},{"date":"1893-12-09T00:00:00","id":"nla.obj-491243891","word":"assisted","kwic":" lips : “ Im- migrants, assisted immigrants, free immigrants; give mo stalwart men, hungry, naked, who must wo"},{"date":"1900-12-01T00:00:00","id":"nla.obj-662103846","word":"assisted","kwic":" When Queensland hangs one of its oldest assisted immigrants now three is a horrible sense of loss. It is a ca"},{"date":"1902-08-23T00:00:00","id":"nla.obj-664460448","word":"assisted","kwic":"le. It bought no less than 112,714 assisted white immigrants between 1881 and 1899, and so many of them left t"},{"date":"1902-09-13T00:00:00","id":"nla.obj-664460500","word":"assisted","kwic":"S.W., by the way, has paid for 659 State assisted immigrants since 1890. But even that doesn’t seem to help th"},{"date":"1903-08-13T00:00:00","id":"nla.obj-690292574","word":"assisted","kwic":"e steamer Kybara brought to Brisbane 126 assisted immigrants. If Queensland Labor Bureau reports and newspaper"},{"date":"1904-01-21T00:00:00","id":"nla.obj-659442597","word":"assisted","kwic":"eth Fish—on board the Bel lon a, as free assisted immigrants, on January 16, 1793, just 100 years ago. As Phil"},{"date":"1904-02-18T00:00:00","id":"nla.obj-659442803","word":"assisted","kwic":"e country ” or by granting assisted pas- siges to immigrants, neither of which is a very brilliant proposition"},{"date":"1904-02-18T00:00:00","id":"nla.obj-659442803","word":"assisted","kwic":"lth has already brought in about 650,000 assisted immigrants, and the results, as shown in the pre- sent state"},{"date":"1904-02-18T00:00:00","id":"nla.obj-659442803","word":"assisted","kwic":"ties, and any man who proposes to import assisted immigrants at a time when we are unable to find work for the"},{"date":"1905-06-22T00:00:00","id":"nla.obj-646586692","word":"assisted","kwic":" is no objection to assisted immigration when the immigrants are sturdy white citizens of the right class, and"},{"date":"1905-09-07T00:00:00","id":"nla.obj-659732872","word":"assisted","kwic":"overnment in taking out a small party of assisted immigrants. Bushels of figures and gallons of argument were "},{"date":"1906-07-12T00:00:00","id":"nla.obj-645668893","word":"assisted","kwic":"Northern Terri- tory, and people it with assisted immigrants brought in by the State; to establish a court of "},{"date":"1906-07-12T00:00:00","id":"nla.obj-645668893","word":"assisted","kwic":"t to me. Because why ?—we had a draft of assisted immigrants aboard, Irish, Scotch, and Lancashire navvies goi"},{"date":"1907-02-21T00:00:00","id":"nla.obj-690915336","word":"assisted","kwic":"tant landlord on earth. In selecting his assisted immigrants Agent-General Coghlan doubtless does his best to "},{"date":"1907-03-28T00:00:00","id":"nla.obj-637733810","word":"assisted","kwic":"guarantee that quite a proportion of its assisted immigrants are not illegitimate also ? And what would it mat"},{"date":"1907-05-09T00:00:00","id":"nla.obj-637764310","word":"assisted","kwic":"er he sees it. He cut down the number of assisted immigrants from 2772 in 1900 to 378 in 1903. He so completel"},{"date":"1907-05-09T00:00:00","id":"nla.obj-637764310","word":"assisted","kwic":"e in the position of most of Carruthers” assisted immigrants—stony-broke ! * * * * Saturday’s football in Melb"},{"date":"1907-06-13T00:00:00","id":"nla.obj-637764501","word":"assisted","kwic":" much luck with some of its recent State-assisted immigrants. Among a late batch were some Hebrew youths who w"},{"date":"1908-04-16T00:00:00","id":"nla.obj-681305012","word":"assisted","kwic":" important, as to what these assisted and enticed immigrants were to do when they got here. Doubtless the Iceb"},{"date":"1908-04-16T00:00:00","id":"nla.obj-681305012","word":"assisted","kwic":"niverse Builders want assisted passages for their immigrants and cheap land on arrival. Seeing that Premier Be"},{"date":"1908-05-21T00:00:00","id":"nla.obj-682295574","word":"assisted","kwic":"end several immigrants to gaol lately. “ASSISTED” IMMIGRANTS. But that’s all right. Aren’t they imported speci"},{"date":"1908-10-08T00:00:00","id":"nla.obj-692002712","word":"assisted","kwic":"e trousseau items. Why on earth do those assisted immigrants who come at the tail of vice-regality always wear"},{"date":"1909-10-07T00:00:00","id":"nla.obj-692178709","word":"assisted","kwic":"of men who were brought to Queensland as assisted immigrants, and landed without a shilling in their pockets, "},{"date":"1910-04-21T00:00:00","id":"nla.obj-638517602","word":"assisted","kwic":" when contrasted with the price paid for assisted immigrants. More figuring shows that Talbot-milk babies only"},{"date":"1910-09-29T00:00:00","id":"nla.obj-654191185","word":"assisted","kwic":" grants, and the introduction of 150,000 assisted immigrants; while the second period was merely one of a fair"},{"date":"1911-06-29T00:00:00","id":"nla.obj-646649374","word":"assisted","kwic":"t gall was supplied by the fact that the assisted immigrants by the same steamboat were provided for by the N."},{"date":"1911-10-19T00:00:00","id":"nla.obj-676517008","word":"assisted","kwic":"rights of Australian citizens, hordes of assisted immigrants who have done nothing towards building up the Com"},{"date":"1911-10-26T00:00:00","id":"nla.obj-651365391","word":"assisted","kwic":"rstruth, there’s where hell gets all its assisted immigrants. , That seemed eminently satisfactory. Small of b"},{"date":"1912-09-05T00:00:00","id":"nla.obj-654827192","word":"assisted","kwic":"rwood, which is to be used as a home for assisted immigrants who have come here as domestic helpers. The step "},{"date":"1912-10-31T00:00:00","id":"nla.obj-655101180","word":"assisted","kwic":"ten, old chappie! With all the e beastly assisted immigrants about, Austra- lians can't wecognise the weal thi"},{"date":"1914-01-22T00:00:00","id":"nla.obj-659068166","word":"assisted","kwic":" not to send out any more Jewish boys as assisted immigrants. The State has openings only for actual and prosp"},{"date":"1916-07-27T00:00:00","id":"nla.obj-657752627","word":"assisted","kwic":"so she was one of the State’s very first assisted immigrants. Perhaps the very first. Women boundary-riders ar"},{"date":"1917-02-01T00:00:00","id":"nla.obj-659361642","word":"assisted","kwic":"ion should be made between children of “assisted” immigrants and those of luckier parents. Long since he has “"},{"date":"1922-01-19T00:00:00","id":"nla.obj-618909666","word":"assisted","kwic":"ler hied her to a ship that was bringing assisted immigrants to Queensland, selected a healthy young Irish gir"},{"date":"1923-03-29T00:00:00","id":"nla.obj-619049736","word":"assisted","kwic":" and her husband leave for, Australia as assisted immigrants. (4) The start at Countaquiddity is a bit rough. "},{"date":"1923-06-14T00:00:00","id":"nla.obj-619184291","word":"assisted","kwic":" He led the way in assisted settlement of British immigrants on the land with a scheme which both Victoria and"},{"date":"1924-02-14T00:00:00","id":"nla.obj-617418271","word":"assisted","kwic":" into farms for Oie landless—perhaps for assisted immigrants brought from Petticoat-lane and given six months’"},{"date":"1924-03-13T00:00:00","id":"nla.obj-617536681","word":"assisted","kwic":"tic, that, although 13,932 assisted and nominated immigrants arrived in the State between 1919 and 1923, the g"},{"date":"1924-06-12T00:00:00","id":"nla.obj-617588986","word":"assisted","kwic":"In the requisitions for clothing for the assisted immigrants of the early days we find that trousers were alwa"},{"date":"1925-05-07T00:00:00","id":"nla.obj-676067567","word":"assisted","kwic":"d. The passengers in- cluded a number of assisted immigrants, two of whom became badly smitten and wanted to g"},{"date":"1925-05-28T00:00:00","id":"nla.obj-692287196","word":"assisted","kwic":" secure a more thorough examina- tion of assisted immigrants. Under the sys- tem at present in force no person"},{"date":"1926-07-01T00:00:00","id":"nla.obj-621184468","word":"assisted","kwic":"xtent of £150,177, and “Passage money of assisted immigrants” was down as security for £206,193. A trifle of i"},{"date":"1926-07-15T00:00:00","id":"nla.obj-620899720","word":"assisted","kwic":"untry gave the chuck to them—- The first assisted immigrants Australia ever knew ! x.s.w. IFORD.   '1 i J »>\\ "},{"date":"1928-04-18T00:00:00","id":"nla.obj-597285969","word":"assisted","kwic":"year to restrict immigra- tion. The only assisted immigrants admitted since May have been domestic servants. F"},{"date":"1929-06-19T00:00:00","id":"nla.obj-598604411","word":"assisted","kwic":" million mark has been exceeded; 286,138 assisted immigrants arrived prior to 1860, and 761,938 have landed si"},{"date":"1929-06-19T00:00:00","id":"nla.obj-598604411","word":"assisted","kwic":"oken since 1860. Even 1915 vi elded 5796 assisted immigrants and 1916 1397. Helped by an eccentric arrangement"},{"date":"1929-09-04T00:00:00","id":"nla.obj-598988026","word":"assisted","kwic":"tion by a relative at Cooktown ( Q .) as assisted immigrants? (2) Arc there any associations in Q’land that as"},{"date":"1930-10-22T00:00:00","id":"nla.obj-638019786","word":"assisted","kwic":" the gold-rush period, more than 100,000 assisted immigrants entered N. S. Wales alone, and it may be safely a"},{"date":"1931-08-19T00:00:00","id":"nla.obj-600905131","word":"assisted","kwic":"er the Premiership of Mr. Coates, 75,652 assisted immigrants were admitted. In tne National Government’s term "},{"date":"1933-06-21T00:00:00","id":"nla.obj-607026740","word":"assisted","kwic":"travelling expenses for a batch of lads— assisted immigrants under the then N.S.n- scheme. I was out when the "},{"date":"1934-11-07T00:00:00","id":"nla.obj-611243514","word":"assisted","kwic":"ction, if any, was practised amongst (a) assisted immigrants ? (b) unassisted immigrants ? —3714. (1) No restr"},{"date":"1934-11-07T00:00:00","id":"nla.obj-611243514","word":"assisted","kwic":" amongst (a) assisted immigrants ? (b) unassisted immigrants ? —3714. (1) No restrictions are placed on the en"},{"date":"1934-11-07T00:00:00","id":"nla.obj-611243514","word":"assisted","kwic":"ly to become a charge on the public. (2) Assisted immigrants were of two classes—(a) “nominated,” i.e., reside"},{"date":"1934-11-07T00:00:00","id":"nla.obj-611243514","word":"assisted","kwic":"tion at Australia House. Both classes of assisted immigrants were required to pass a medical examination befor"},{"date":"1935-10-23T00:00:00","id":"nla.obj-553665226","word":"assisted","kwic":"gin ’em. The Perth Government is sending assisted immigrants back at a great rate. There have been protests in"},{"date":"1940-12-25T00:00:00","id":"nla.obj-597674699","word":"assisted","kwic":" commission’s own dates. Settle- ment of assisted immigrants at the rate of one for every £75 of migration-agr"},{"date":"1943-05-26T00:00:00","id":"nla.obj-535040268","word":"assisted","kwic":"d be good, for, apart from the earliest “assisted immigrants,” those who came flocking, to the gold rushes of "},{"date":"1951-01-31T00:00:00","id":"nla.obj-518098790","word":"assisted","kwic":"d on the doubtful and inhumane rule that assisted immigrants must spend two years in “training camps,” doing s"},{"date":"1967-12-23T00:00:00","id":"nla.obj-688146972","word":"assisted","kwic":"alia had no chance of getting the 55,000 assisted immigrants from Britain called for in the overall program. D"},{"date":"1968-02-17T00:00:00","id":"nla.obj-674139456","word":"assisted","kwic":"s, whereas of the same overall figure of assisted immigrants (90,000 out of the total of 148,000 target) only "},{"date":"1892-06-18T00:00:00","id":"nla.obj-450013672","word":"undesirable","kwic":" burthen of snehtun ex nenditure More undesirable immigrants Queensland (jriren Wfcaf'f an M P aqd oijTJje Wal"},{"date":"1894-11-03T00:00:00","id":"nla.obj-489563681","word":"undesirable","kwic":"s employes harder than it already is. Undesirable Immigrants. It has long been suspected that Premier Seddon h"},{"date":"1894-11-03T00:00:00","id":"nla.obj-489563681","word":"undesirable","kwic":"rent in a recent measure termed the “ Undesirable Immigrants Exclusion Act,” about the most comprehensive and "},{"date":"1894-11-17T00:00:00","id":"nla.obj-489563720","word":"undesirable","kwic":".L. Labor-Minister, has introduced an Undesirable Immigrants Exclusion Bill, containing extra- ordinary provis"},{"date":"1895-05-11T00:00:00","id":"nla.obj-489819053","word":"undesirable","kwic":"help of a curious section in the Vie. Undesirable Immigrants to the Legal Pro- fessions Act which flies in the"},{"date":"1895-06-01T00:00:00","id":"nla.obj-490331534","word":"undesirable","kwic":" of selfish isolation, or by means of Undesirable Immigrants Acts excluding from iheir shores all of alien blo"},{"date":"1896-02-22T00:00:00","id":"nla.obj-664593413","word":"undesirable","kwic":"e extraneous poor and destitute by an Undesirable Immigrants Bill on the other, the Lewis party objected in so"},{"date":"1896-06-06T00:00:00","id":"nla.obj-664593675","word":"undesirable","kwic":"ding the applicability of a Maoriiand Undesirable Immigrants Act to Solomon Islanders, or a YVindeyer on a mur"},{"date":"1896-09-26T00:00:00","id":"nla.obj-667766090","word":"undesirable","kwic":"e . shutting out ot Chinese and other undesirable immigrants, Local Government reform, the adoption of the Bet"},{"date":"1898-09-10T00:00:00","id":"nla.obj-691918599","word":"undesirable","kwic":"us- ing reading. At Nhill, they were “undesirable immigrants ” ; at Dimboola, “ filthy foreigners ” ; at Horsh"},{"date":"1898-09-24T00:00:00","id":"nla.obj-668254364","word":"undesirable","kwic":"n- largement of the scope of the Vic. Undesirable Immigrants Restriction Bill ? Latest news tells that Rev. L."},{"date":"1898-10-22T00:00:00","id":"nla.obj-668254913","word":"undesirable","kwic":"ics, that makes him and his kind such undesirable immigrants. The Government of the egg-bald Dickson is starti"},{"date":"1899-04-29T00:00:00","id":"nla.obj-668383396","word":"undesirable","kwic":" by Maori- land’s legislation against undesirable immigrants Ben Bolt : You don't tell the story. You just dum"},{"date":"1900-11-24T00:00:00","id":"nla.obj-662103823","word":"undesirable","kwic":"r drawing-room Nemo: You say that the Undesirable Immigrants’ law is ruining Maoriland’s coal export. Per- hap"},{"date":"1901-02-09T00:00:00","id":"nla.obj-662151470","word":"undesirable","kwic":" ; legislation against all colored or undesirable immigrants ; Federal control of the Railways and the buildin"},{"date":"1901-02-09T00:00:00","id":"nla.obj-662151470","word":"undesirable","kwic":"ecidedly in favor of the exclusion of undesirable immigrants, irrespective of colour, my object being to have "},{"date":"1901-09-14T00:00:00","id":"nla.obj-663891218","word":"undesirable","kwic":"legraph, Bar- ton’s idea of excluding undesirable immigrants by an educational test. This, as Australia has be"},{"date":"1901-10-12T00:00:00","id":"nla.obj-664016031","word":"undesirable","kwic":"educational test for the exclusion of undesirable immigrants : It is astounding that a Government responsible,"},{"date":"1901-10-26T00:00:00","id":"nla.obj-664016077","word":"undesirable","kwic":"st the dreadful “education test ” for undesirable immigrants. He was greatly troubled lest a Government might "},{"date":"1901-11-16T00:00:00","id":"nla.obj-664016133","word":"undesirable","kwic":"no doubt, simply treated as undesirable planetary immigrants and shoved over the bourn as quickly as possible "},{"date":"1902-01-18T00:00:00","id":"nla.obj-659102477","word":"undesirable","kwic":"in the maker of the scarf. These were undesirable immigrants, alleged fellow - subjects from Bengal, who passe"},{"date":"1903-03-28T00:00:00","id":"nla.obj-671724268","word":"undesirable","kwic":"ion law would have firmly shut out as undesirable immigrants. The murder was apparently premeditated ; they ca"},{"date":"1903-05-09T00:00:00","id":"nla.obj-671724383","word":"undesirable","kwic":" Every incoming boat has its quota of undesirable immigrants. As the Restriction Act doesn’t apply to this cla"},{"date":"1903-08-13T00:00:00","id":"nla.obj-690292574","word":"undesirable","kwic":"ence is, that the story about how the Undesirable Immigrants’ Restriction Law, and the episode of the Six Blat"},{"date":"1903-11-12T00:00:00","id":"nla.obj-659269726","word":"undesirable","kwic":"ories Act. Coal Mines Regulation Act. Undesirable Immigrants Exclusion Act. Navigation Act. Early Closing Act."},{"date":"1903-12-17T00:00:00","id":"nla.obj-659269936","word":"undesirable","kwic":"rew of the Petriana consisted of very undesirable immigrants. Some inquiries were set on foot by the owner’s a"},{"date":"1904-03-17T00:00:00","id":"nla.obj-659442990","word":"undesirable","kwic":" modern army. 3. The extension of the Undesirable Immigrants Act to all military instructors from abroad, espe"},{"date":"1905-03-02T00:00:00","id":"nla.obj-646099831","word":"undesirable","kwic":"Melbourne Customs wrestled with a new undesirable-immigrants problem recently. The sailing vessel Men nock arr"},{"date":"1905-04-20T00:00:00","id":"nla.obj-646099968","word":"undesirable","kwic":" that to make any attempt to keep out undesirable immigrants is to be disloyal and ungrateful to England. He m"},{"date":"1905-07-20T00:00:00","id":"nla.obj-690531946","word":"undesirable","kwic":"mpowered to debar the entrance of all undesirable immigrants, and an immigrant is un- desirable if he cannot s"},{"date":"1905-10-05T00:00:00","id":"nla.obj-659733084","word":"undesirable","kwic":"f the world. “This is one of the most undesirable immigrants you could possibly find, 1 ’ said Mel- bourne mag"},{"date":"1906-03-29T00:00:00","id":"nla.obj-690733726","word":"undesirable","kwic":"is the surest way to stop the flow of undesirable immigrants to England. It is refreshing to find a note of vi"},{"date":"1906-10-25T00:00:00","id":"nla.obj-645669090","word":"undesirable","kwic":"Hotel, who came amongst us before the Undesirable Immigrants’ legislation was in force. MacDonald, apart from "},{"date":"1907-02-14T00:00:00","id":"nla.obj-637733759","word":"undesirable","kwic":"iland is the question of exclusion of undesirable immigrants. We are, of course, only a small country, but fee"},{"date":"1907-09-12T00:00:00","id":"nla.obj-637825585","word":"undesirable","kwic":"he hospice is in Switzerland, and the undesirable immigrants must not enter Switzerland. It is probably a magn"},{"date":"1908-03-19T00:00:00","id":"nla.obj-678436469","word":"undesirable","kwic":"o the Australian f°r the exclusion of undesirable immigrants md the crawling section of Australian Toryism jth"},{"date":"1908-09-03T00:00:00","id":"nla.obj-691970782","word":"undesirable","kwic":"rds the end, a bad tnis-kick gave the Undesirable Immigrants a chance, Which put them three points ahead, and "},{"date":"1908-10-08T00:00:00","id":"nla.obj-692002712","word":"undesirable","kwic":"severe statute for the restriction of undesirable immigrants, under which statute Canada refused admission to "},{"date":"1909-07-22T00:00:00","id":"nla.obj-692106746","word":"undesirable","kwic":"11 GEORGE STREET, SYDNEY. Australia’s undesirable immigrants, especi- ally of the Syrian or Hindu breed, are a"},{"date":"1909-10-28T00:00:00","id":"nla.obj-692185952","word":"undesirable","kwic":"till find a difficulty in dodging the Undesirable Immigrants Act of the Heavenly Commonwealth, but lie’s all r"},{"date":"1910-08-11T00:00:00","id":"nla.obj-654121887","word":"undesirable","kwic":"hristian Scientists might be declared undesirable immigrants, and the books of Mrs. Baker Eddy, the founder of"},{"date":"1910-10-20T00:00:00","id":"nla.obj-654234035","word":"undesirable","kwic":"assing an Act to exclude Governors as undesirable immigrants who cause more trouble than they are worth. The m"},{"date":"1911-11-02T00:00:00","id":"nla.obj-651365552","word":"undesirable","kwic":"ors centipedes, scor- pions and other undesirable immigrants. No one goes to the trouble of cutting poles for "},{"date":"1913-04-24T00:00:00","id":"nla.obj-655413138","word":"undesirable","kwic":"ndors of these goods should be deemed undesirable immigrants, and asked, as a language test, to read a Chinese"},{"date":"1913-10-09T00:00:00","id":"nla.obj-672468329","word":"undesirable","kwic":"stralia first began to keep an eye on undesirable immigrants, the wild and ignorant Tory used to howl about ho"},{"date":"1915-02-04T00:00:00","id":"nla.obj-656886824","word":"undesirable","kwic":"y stop these foreign factory hands as undesirable immigrants if they tried to enter the country; yet it profes"},{"date":"1921-01-13T00:00:00","id":"nla.obj-660129048","word":"undesirable","kwic":"ence to be inundated with the most undesirable of immigrants— those who are too polluted to be acceptable to t"},{"date":"1925-07-02T00:00:00","id":"nla.obj-620821748","word":"undesirable","kwic":"n’t object to the discourage- ment of undesirable immigrants unless it wants undesirable immigrants, and no ot"},{"date":"1925-07-02T00:00:00","id":"nla.obj-620821748","word":"undesirable","kwic":"ndesirable immigrants unless it wants undesirable immigrants, and no other sort. The other outstanding feature"},{"date":"1925-07-09T00:00:00","id":"nla.obj-620821761","word":"undesirable","kwic":"onwealth asserting its right to expel undesirable immigrants from its territories. After which the humorless b"},{"date":"1926-08-19T00:00:00","id":"nla.obj-621004675","word":"undesirable","kwic":"gs, and put in Ministries and put out undesirable immigrants. But to remedy the national evil of keeping a sta"},{"date":"1932-05-04T00:00:00","id":"nla.obj-603999972","word":"undesirable","kwic":" of the Empire any persons other than undesirable immigrants who have come here recently, and could, or should"},{"date":"1934-12-05T00:00:00","id":"nla.obj-611243899","word":"undesirable","kwic":"onal merit as a test for undesired or undesirable immigrants is, of course, quite a modern discovery. *** ■ * "},{"date":"1898-04-02T00:00:00","id":"nla.obj-667793300","word":"prohibited","kwic":"ter or owner of a ship which may bring prohibited immigrants to the colony. The third Act, “ to amend the law "},{"date":"1901-09-14T00:00:00","id":"nla.obj-663891218","word":"prohibited","kwic":"s of this sec.ion (hereinafter called “prohibited immigrants”) is prohibited, namely ( a) Any person who, WHEN"},{"date":"1901-09-14T00:00:00","id":"nla.obj-663891218","word":"prohibited","kwic":"lities which would render those other “prohibited immigrants” a valuable factor in the development of our indu"},{"date":"1901-09-14T00:00:00","id":"nla.obj-663891218","word":"prohibited","kwic":"s of this section (hereinafter called “prohibited immigrants”) is prohibited namely : (a) Any person who, when"},{"date":"1901-11-09T00:00:00","id":"nla.obj-664016111","word":"prohibited","kwic":" observances or other duties, all such prohibited immigrants to be returned inside five years (if they can the"},{"date":"1904-05-12T00:00:00","id":"nla.obj-659443428","word":"prohibited","kwic":"nding. Of course they were arrested as prohibited immigrants _ as soon as they got ashore, but by that time J "},{"date":"1904-05-19T00:00:00","id":"nla.obj-692248484","word":"prohibited","kwic":"ainst these Chinese was that they were prohibited immigrants. Australia was the prosecutor; nine Chinese the d"},{"date":"1905-03-02T00:00:00","id":"nla.obj-646099831","word":"prohibited","kwic":"ould be liable to be fined for landing prohibited immigrants ; while if he did n’t discharge them, they had an"},{"date":"1905-10-05T00:00:00","id":"nla.obj-659733084","word":"prohibited","kwic":"Carrutiiers, and all persons like him, prohibited immigrants, for ever and ever. The next, a clause making the"},{"date":"1906-01-18T00:00:00","id":"nla.obj-638088342","word":"prohibited","kwic":"nce to make, by a simple contrivance, “prohibited immigrants” of-all he chooses. Such claims may seem arrogant"},{"date":"1906-05-24T00:00:00","id":"nla.obj-638088855","word":"prohibited","kwic":" did, the Japanese would not be to-day prohibited immigrants. Only a section of the male community, and that t"},{"date":"1906-11-29T00:00:00","id":"nla.obj-645927185","word":"prohibited","kwic":"naturally, failed to pass the test. As prohibited immigrants, P.M. Panton ordered them to be detained pending "},{"date":"1907-02-14T00:00:00","id":"nla.obj-637733759","word":"prohibited","kwic":"al of two more hook- nosed, hawk-eyed, prohibited immigrants, wdiom the buxom ladiiintroduced to her flustered"},{"date":"1907-05-02T00:00:00","id":"nla.obj-691067474","word":"prohibited","kwic":"hat actors be put under the heading of prohibited immigrants, or, at least, be securely muzzled when off the s"},{"date":"1907-05-16T00:00:00","id":"nla.obj-637764440","word":"prohibited","kwic":"eclaring ants, in or out of the shell, prohibited immigrants. He didn’t have any faith in the capacity of any "},{"date":"1907-07-11T00:00:00","id":"nla.obj-637764671","word":"prohibited","kwic":"the outside labor market. They are not prohibited immigrants. They can stay here, and they will do navvies’ wo"},{"date":"1907-09-12T00:00:00","id":"nla.obj-637825585","word":"prohibited","kwic":"charms places him in the category of “ prohibited immigrants,” and will prevent his landing to fulfil a £40,00"},{"date":"1909-02-18T00:00:00","id":"nla.obj-638309420","word":"prohibited","kwic":"ps (of any State) accompany. Maharg : “Prohibited Immigrants” points a good moral, but even a moral should be "},{"date":"1911-07-27T00:00:00","id":"nla.obj-651292126","word":"prohibited","kwic":"en crews, were fined £7OO for allowing prohibited immigrants to enter the Commonwealth. The net result. is tha"},{"date":"1911-11-30T00:00:00","id":"nla.obj-651365810","word":"prohibited","kwic":"ueensland coast, where the crew, being prohibited immigrants, were massacred by the Customs. “What?”: I agree "},{"date":"1913-11-06T00:00:00","id":"nla.obj-672504697","word":"prohibited","kwic":"s motley crew were 10 charges of being prohibited immigrants. In eight cases the accused were Japanese, the ot"},{"date":"1921-02-17T00:00:00","id":"nla.obj-660129150","word":"prohibited","kwic":"the coast to Cairns, were not the only prohibited immigrants to reach Australia that way. Some years ago two M"},{"date":"1924-09-18T00:00:00","id":"nla.obj-617709297","word":"prohibited","kwic":"ship’s papers, asked if there were any prohibited immigrants aboard. He was told by the master that one black "},{"date":"1926-01-28T00:00:00","id":"nla.obj-617868466","word":"prohibited","kwic":"e case against four Indians charged as prohibited immigrants. They said that they deserted because, being unwi"},{"date":"1926-12-16T00:00:00","id":"nla.obj-621284135","word":"prohibited","kwic":"passing of the law is that of keeping, prohibited immigrants “in smoke” until a fair price is offered for thei"},{"date":"1926-12-30T00:00:00","id":"nla.obj-645831253","word":"prohibited","kwic":"ions vainly for a section dealing with prohibited immigrants arriving from the sky. In a corner of the room cr"},{"date":"1927-07-14T00:00:00","id":"nla.obj-617434596","word":"prohibited","kwic":"enerally suffi- cient to quell mutiny. Prohibited immigrants are also taught a smattering of English and somet"},{"date":"1931-07-15T00:00:00","id":"nla.obj-627812975","word":"prohibited","kwic":"They ought to be placed on the list of prohibited immigrants, along with the British Black, Old Gloster Spots,"},{"date":"1933-03-08T00:00:00","id":"nla.obj-604989112","word":"prohibited","kwic":"ight be possible to arrest the crew as prohibited immigrants, this suggestion was rejected, and the Gov- ernme"},{"date":"1933-04-05T00:00:00","id":"nla.obj-606964467","word":"prohibited","kwic":" to £lO a pair in Sydney, but they are prohibited immigrants. Many attempts are made to bring them in, but So "},{"date":"1934-02-21T00:00:00","id":"nla.obj-607320338","word":"prohibited","kwic":"bers as time goes on. It is known that prohibited immigrants have been landed in the vicinity of T.I. from mys"},{"date":"1934-11-21T00:00:00","id":"nla.obj-631348517","word":"prohibited","kwic":"hem in the calaboose for six months as prohibited immigrants. Next time they will probably see the wisdom of o"},{"date":"1935-07-31T00:00:00","id":"nla.obj-553391984","word":"prohibited","kwic":"ent for three vessels from which seven prohibited immigrants, Greeks, escaped.” These birds from Greece, these"},{"date":"1937-04-14T00:00:00","id":"nla.obj-568033536","word":"prohibited","kwic":" been accused of smuggling, of landing prohibited immigrants, of establishing dumps of stores at isolated poin"},{"date":"1938-07-27T00:00:00","id":"nla.obj-572891844","word":"prohibited","kwic":"nd how quietly they used to get rid of prohibited immigrants! A whisper from the Customs and we were mum as a "},{"date":"1939-02-08T00:00:00","id":"nla.obj-573153151","word":"prohibited","kwic":"ast. But the authorities who attend to prohibited immigrants have two colored “comrades” on their hands. To Co"},{"date":"1939-03-22T00:00:00","id":"nla.obj-573179740","word":"prohibited","kwic":"t round the hat, are to be deported as prohibited immigrants. One confided to the “D.N.” that he was pining fo"},{"date":"1943-04-14T00:00:00","id":"nla.obj-535039902","word":"prohibited","kwic":"ps, and then (pro- vided they were not prohibited immigrants) the slate was clean. When Walsh, in his demandin"},{"date":"1948-01-21T00:00:00","id":"nla.obj-550267137","word":"prohibited","kwic":" Westralia facing a conspiracy charge. Prohibited immigrants, rocket-range spies and guns for “our Indernesian"},{"date":"1948-04-28T00:00:00","id":"nla.obj-550311033","word":"prohibited","kwic":"laws of Australia are to be charged as prohibited immigrants.” If the order were extended to include immi- gra"},{"date":"1959-04-15T00:00:00","id":"nla.obj-672857890","word":"prohibited","kwic":"re been a change in the law as regards prohibited immigrants ? By the Migration Act, 1958, which Federal Parli"},{"date":"1959-05-20T00:00:00","id":"nla.obj-672858233","word":"prohibited","kwic":"egally they are due for deportation as prohibited immigrants. If the Minister wWt yield all the way he should "},{"date":"1960-05-04T00:00:00","id":"nla.obj-684073899","word":"prohibited","kwic":"ide.\" When the bodies of those prohibited Chinese immigrants floated to the surface of Sydney Harbor a year or"},{"date":"1962-03-24T00:00:00","id":"nla.obj-684725302","word":"prohibited","kwic":"958. He argued the men would have been prohibited immigrants Vrd they been on leave and not returned »o the sh"},{"date":"1897-01-09T00:00:00","id":"nla.obj-691848251","word":"white","kwic":"eensland is still illogically tout- ing for white immigrants. Only the other day another immigration-lecturer "},{"date":"1901-11-23T00:00:00","id":"nla.obj-664016217","word":"white","kwic":"tle pamphlet about “ White Australia” and colored immigrants.' Cole con- tends, in brief, that the Afghan, and"},{"date":"1902-04-19T00:00:00","id":"nla.obj-659135232","word":"white","kwic":"ion Act. The White Australia objection to colored immigrants is not that they are insufficiently genteel (most"},{"date":"1902-08-23T00:00:00","id":"nla.obj-664460448","word":"white","kwic":"le. It bought no less than 112,714 assisted white immigrants between 1881 and 1899, and so many of them left t"},{"date":"1903-02-14T00:00:00","id":"nla.obj-671724148","word":"white","kwic":" it had any special inducements to offer to white immigrants, the cost of the voyage is, in many cases, a seri"},{"date":"1903-03-07T00:00:00","id":"nla.obj-671724200","word":"white","kwic":" cent, in 1900. And it was only the rush of white immigrants which prevented H am being a good deal over 13 pe"},{"date":"1904-05-12T00:00:00","id":"nla.obj-659443428","word":"white","kwic":"* * Another reason why Australia wants only white immigrants—those of the Teutonic race for pre- ference —is t"},{"date":"1905-06-22T00:00:00","id":"nla.obj-646586692","word":"white","kwic":" attracting multitudes of the best class of white immigrants, save under Protection, but even this palpable ev"},{"date":"1905-06-22T00:00:00","id":"nla.obj-646586692","word":"white","kwic":"es, and with a constant influx of desirable white immigrants, and with abundance of work for these immigrants "},{"date":"1905-06-22T00:00:00","id":"nla.obj-646586692","word":"white","kwic":"rk for them to do. Every 1000 capable adult white immigrants who arrive here and find profitable work to do, s"},{"date":"1905-07-20T00:00:00","id":"nla.obj-690531946","word":"white","kwic":"y upon the camera, and “would- be black-and-white immigrants” are warned that the price of drawings for the Lo"},{"date":"1905-07-27T00:00:00","id":"nla.obj-690543465","word":"white","kwic":", and must attract millions of better-class white immigrants, and must send them up to garrison the North. Hal"},{"date":"1905-07-27T00:00:00","id":"nla.obj-690543465","word":"white","kwic":"le first, and then they advertised for good white immigrants and got them. But the individual who would propos"},{"date":"1905-07-27T00:00:00","id":"nla.obj-690543465","word":"white","kwic":"ndividual who would propose advertising for white immigrants to come to Aus- tralia’s locked-up areas and its "},{"date":"1905-09-14T00:00:00","id":"nla.obj-659732895","word":"white","kwic":" requires more white population. To get desirable immigrants it is necessary to do more than advertise the cou"},{"date":"1905-09-14T00:00:00","id":"nla.obj-659732895","word":"white","kwic":" requires more white population. To get desirable immigrants it is necessary to do more than advertise the cou"},{"date":"1905-11-16T00:00:00","id":"nla.obj-690620857","word":"white","kwic":" its own people and for hordes of desirable white immigrants. It needs to be able to put into the field at the"},{"date":"1905-11-30T00:00:00","id":"nla.obj-659733403","word":"white","kwic":"let it be known that desirable white agricultural immigrants are wanted in multitudes from Britain, Canada, Ca"},{"date":"1905-12-28T00:00:00","id":"nla.obj-690648945","word":"white","kwic":"to develop its resources, to settle it with white immigrants, to make it a valuable defensive barrier against "},{"date":"1906-06-14T00:00:00","id":"nla.obj-638088981","word":"white","kwic":"l beat first to find and send out desirable white immigrants. (5) The definite acquisition of the Federal Capi"},{"date":"1906-06-21T00:00:00","id":"nla.obj-638089066","word":"white","kwic":"rs ago, prohibit- ing aliens—even desirable white immigrants— from taking up State lands in N.S.W. Then the Ho"},{"date":"1907-11-28T00:00:00","id":"nla.obj-638238592","word":"white","kwic":"healthy and uncriminal British or foreign (white) immigrants is, of course, a disreputable he, which is discre"},{"date":"1907-12-26T00:00:00","id":"nla.obj-691292664","word":"white","kwic":"reat estates, and starts to hurry desirable white immigrants into the Territory, it could put a million settle"},{"date":"1908-01-09T00:00:00","id":"nla.obj-678126833","word":"white","kwic":" in bringing in British and other desirable white immigrants; in paying off its debts, creating its own shipya"},{"date":"1908-01-23T00:00:00","id":"nla.obj-678127534","word":"white","kwic":"y. In view of the fact that Australia wants white immigrants of the best class, it would be a fairly good idea"},{"date":"1909-01-21T00:00:00","id":"nla.obj-638309340","word":"white","kwic":"ding the labor market of other men. We want white immigrants certainly ; but we want to have something for the"},{"date":"1909-02-04T00:00:00","id":"nla.obj-638309387","word":"white","kwic":"s, and the peopling of the empty North with white immigrants of our own race. A country which has really no de"},{"date":"1909-02-04T00:00:00","id":"nla.obj-638309387","word":"white","kwic":"nt, and bring in a vast number of desirable white immigrants to populate it and hold it against the Asiatic; ("},{"date":"1910-10-27T00:00:00","id":"nla.obj-654476893","word":"white","kwic":"s why Australia urgently requires desirable white immigrants are so obvious that it seems almost superfluous t"},{"date":"1911-02-09T00:00:00","id":"nla.obj-646604257","word":"white","kwic":"of the poor afar off. If the bringing in of white immigrants, under good Protectionist and in- dustrial condit"},{"date":"1911-10-12T00:00:00","id":"nla.obj-651365327","word":"white","kwic":"oduction, and a liberal influx of desirable white immigrants. It is widely known that in no country of the wor"},{"date":"1913-10-16T00:00:00","id":"nla.obj-672477001","word":"white","kwic":"eration whenever a scheme for dumping white alien immigrants in Australia is mooted by cheap-labor parties. Pr"},{"date":"1914-01-29T00:00:00","id":"nla.obj-659068190","word":"white","kwic":"falling-off in the supply of able- bodied . white immigrants are calculated to make good Australians bury them"},{"date":"1918-04-18T00:00:00","id":"nla.obj-659635770","word":"white","kwic":"h Sins in Canton. (9) AVe get few desirable white immigrants be- cause we have so little employment to offer t"},{"date":"1918-05-02T00:00:00","id":"nla.obj-659833057","word":"white","kwic":"to the birth-rate Australia wants desirable white immigrants and a lot of them. Australia is up against severa"},{"date":"1919-12-04T00:00:00","id":"nla.obj-666460892","word":"white","kwic":"y financed with loans. It attracts few good white immigrants for want of skilled employment to offer them, tho"},{"date":"1921-06-02T00:00:00","id":"nla.obj-660147302","word":"white","kwic":"ntry. If the Mo-Immigrant tot maintain that white immigrants would starve, and brown immigrants so thrive that"},{"date":"1921-09-22T00:00:00","id":"nla.obj-629847102","word":"white","kwic":"y, by announcing its intention of welcoming white immigrants and of reverting to the naval-defence scheme whic"},{"date":"1923-08-09T00:00:00","id":"nla.obj-616232768","word":"white","kwic":" less than imports since July 1, 1920), and white immigrants are coming in qt a brisk rate. It is nothing out "},{"date":"1924-02-07T00:00:00","id":"nla.obj-617418252","word":"white","kwic":"till taking about a quarter of a million of white immigrants a year exclusive of Italians —and nearly a hundre"},{"date":"1924-03-27T00:00:00","id":"nla.obj-617536720","word":"white","kwic":" another are strongly in favor ot desirable white immigrants, provided they are all crowded into the fairly we"},{"date":"1938-05-26T00:00:00","id":"nla.obj-572881898","word":"white","kwic":"s for savages while consistently denying to white immigrants the use of their land” The jolly little group rou"},{"date":"1938-12-07T00:00:00","id":"nla.obj-573091452","word":"white","kwic":"1 think that in its enthusiasm for suitable white immigrants it might make an exception for this one from the "},{"date":"1939-01-18T00:00:00","id":"nla.obj-573152948","word":"white","kwic":" of what Caroline Chisholm was to the early white immigrants. Ritz of the Ritz Hotels. “Ritz ,” said Lily Lang"},{"date":"1939-05-24T00:00:00","id":"nla.obj-578436410","word":"white","kwic":"ed. In the terms of the White Paper “about 75,000 immigrants, including 25,000 refugees, are to be ad- mitted,"},{"date":"1947-08-20T00:00:00","id":"nla.obj-532813468","word":"white","kwic":"icy of exclusion of other than white and approved immigrants was given effect to by legislation of the first F"},{"date":"1949-09-21T00:00:00","id":"nla.obj-551135734","word":"white","kwic":"ettison a national policy on their account. White immigrants arriving in this country are subject to a thoroug"},{"date":"1949-10-19T00:00:00","id":"nla.obj-559374572","word":"white","kwic":"hite Australia “Barwon” (B. 21\/9\/’49) says “White immigrants arriving in this country are subject to a careful"},{"date":"1896-11-28T00:00:00","id":"nla.obj-667766274","word":"colored","kwic":"th cricketers! * * * * Premier Kingston’s Colored Immigrants Bill, now before S.A. Legislature, excludes nativ"},{"date":"1901-02-09T00:00:00","id":"nla.obj-662151470","word":"colored","kwic":" ; legislation against all colored or undesirable immigrants ; Federal control of the Railways and the buildin"},{"date":"1901-05-25T00:00:00","id":"nla.obj-663674453","word":"colored","kwic":"short Act levying a £lOO poll- tax on all colored immigrants, as is done in N.S.W. in the case of the Chinaman"},{"date":"1901-11-16T00:00:00","id":"nla.obj-664016133","word":"colored","kwic":" sects could substitute. The objection to colored immigrants is racial and economic, an objection founded on t"},{"date":"1901-11-23T00:00:00","id":"nla.obj-664016217","word":"colored","kwic":"tle pamphlet about “ White Australia” and colored immigrants.' Cole con- tends, in brief, that the Afghan, and"},{"date":"1902-03-22T00:00:00","id":"nla.obj-659135000","word":"colored","kwic":"g of our Immigration Restriction Act, 103 colored immigrants have applied for admission under the new law (thi"},{"date":"1902-04-19T00:00:00","id":"nla.obj-659135232","word":"colored","kwic":"ion Act. The White Australia objection to colored immigrants is not that they are insufficiently genteel (most"},{"date":"1902-05-24T00:00:00","id":"nla.obj-659135469","word":"colored","kwic":"with Asiatic ports, that it is no use for colored immigrants to. come here, as, under the Act, they won’t be a"},{"date":"1903-11-12T00:00:00","id":"nla.obj-659269726","word":"colored","kwic":"ustralian Government for the exclusion of colored immigrants from N.S.W. (This gentleman is temporarily dead.)"},{"date":"1903-12-05T00:00:00","id":"nla.obj-674956426","word":"colored","kwic":"Australia Government for the exclusion of colored immigrants from N.S.W. (This gentleman is temporarily dead.)"},{"date":"1904-04-07T00:00:00","id":"nla.obj-690379870","word":"colored","kwic":"fecting Queensland, there were still 2450 colored immigrants to Australia who were admitted without test. Of t"},{"date":"1905-11-16T00:00:00","id":"nla.obj-690620857","word":"colored","kwic":" absolute laissez fairs policy as regards colored immigrants would make Australia the home of a preponderating"},{"date":"1907-05-02T00:00:00","id":"nla.obj-691067474","word":"colored","kwic":"st at all; they simply wanted to shut out colored immigrants, but the British Government declined to allow tha"},{"date":"1907-08-08T00:00:00","id":"nla.obj-691150430","word":"colored","kwic":"slanders of sorts. As the majority of the colored immigrants have married with the natives, the resulting mixt"},{"date":"1907-11-28T00:00:00","id":"nla.obj-638238592","word":"colored","kwic":"alia doesn’t want un- healthy criminal or colored immigrants, no matter how cheap, and even if the reward for "},{"date":"1908-01-30T00:00:00","id":"nla.obj-678133569","word":"colored","kwic":"ut of their territories Asiatic and other colored immigrants whose presence is inimical to their civilisation,"},{"date":"1920-10-07T00:00:00","id":"nla.obj-665809885","word":"colored","kwic":"ar. The question of our right to shut out colored immigrants, no matter how the shutting out may be disguised "},{"date":"1921-06-02T00:00:00","id":"nla.obj-660147302","word":"colored","kwic":" if Australia is thrown open to colored or tinted immigrants they would soon flood the country. If the Mo-Immi"},{"date":"1922-01-19T00:00:00","id":"nla.obj-618909666","word":"colored","kwic":"ier Barwell of South Aus. has sug- gested colored immigrants as a remedy for the stagnation of the Northern Te"},{"date":"1925-01-15T00:00:00","id":"nla.obj-675007855","word":"colored","kwic":"s, and carrying a polyglot crowd of parti-colored immigrants, the Amazonia steamed into Fremantle in time to w"},{"date":"1954-12-22T00:00:00","id":"nla.obj-534621701","word":"colored","kwic":"ction to do something to stem the tide of colored immigrants. The most likely move seems to be a quota-system "},{"date":"1958-09-24T00:00:00","id":"nla.obj-686993850","word":"colored","kwic":"o find, there is a heavy concentration of colored immigrants. This district (where, in any event, street-brawl"},{"date":"1958-10-01T00:00:00","id":"nla.obj-686993875","word":"colored","kwic":"the “race - riots” between Teddy-boys and colored immigrants, although it was left to “New York Times” to set "},{"date":"1958-10-01T00:00:00","id":"nla.obj-686993875","word":"colored","kwic":"that mob-violence may break-out even when colored immigrants remain indoors. The sombre curve of crimes of vio"},{"date":"1958-10-01T00:00:00","id":"nla.obj-686993875","word":"colored","kwic":"E SEGALS, 48 Elizabeth Street, Melbourne. colored immigrants have a dis- proportionate tendency to crimes of v"},{"date":"1958-12-31T00:00:00","id":"nla.obj-686994429","word":"colored","kwic":"ugh the debate was in fact concerned with colored immigrants, the restrictionists New York “Herald Tribune” NO"},{"date":"1965-03-13T00:00:00","id":"nla.obj-682521530","word":"colored","kwic":"62 Immigration Bill limiting the entry of colored immigrants from the Commonwealth. Some voters remembered thi"},{"date":"1967-05-06T00:00:00","id":"nla.obj-684049528","word":"colored","kwic":"ion of another “lower” class, that of the colored immigrants, despite the fact that, inter alia, they keep Lon"},{"date":"1968-03-16T00:00:00","id":"nla.obj-674139940","word":"colored","kwic":"ent’s handling of its policy on would- be colored immigrants confirmed to a lot of people (who do not need muc"},{"date":"1968-05-04T00:00:00","id":"nla.obj-674610664","word":"colored","kwic":"DID MR. ENOCH POWELL, in his speech about colored immigrants to Britain, get some of his figures wrong? And di"},{"date":"1968-05-04T00:00:00","id":"nla.obj-674610664","word":"colored","kwic":"in” on services that can be attributed to colored immigrants, the numbers of other incomers from the Common- w"},{"date":"1968-05-04T00:00:00","id":"nla.obj-674610664","word":"colored","kwic":"e on the social services while — like the colored immigrants—making their own contribution to the economy. Emp"},{"date":"1968-05-04T00:00:00","id":"nla.obj-674610664","word":"colored","kwic":"ould be lost without colored workers. Because the immigrants’ presence has been shown to be necessary in sever"},{"date":"1968-05-04T00:00:00","id":"nla.obj-674610664","word":"colored","kwic":"- cedure in normal cases. It is true that colored immigrants probably make more individual de- mands on the He"},{"date":"1968-08-03T00:00:00","id":"nla.obj-674243611","word":"colored","kwic":"rhampton Working Men’s Club voted to keep colored immigrants out of the club “under any pretext, either as mem"},{"date":"1968-08-03T00:00:00","id":"nla.obj-674243611","word":"colored","kwic":" Employment Department explained that the colored immigrants had “no effect whatsoever” on unemployment. Mr. H"},{"date":"1968-08-03T00:00:00","id":"nla.obj-674243611","word":"colored","kwic":"ation,” and most of these are occupied by colored immigrants. Curiously, the Town Hall has no figures for the "},{"date":"1968-08-03T00:00:00","id":"nla.obj-674243611","word":"colored","kwic":"’s being done about it but the difficulty colored immigrants have in finding decent accommodation. Mr. Griffin"},{"date":"1968-08-03T00:00:00","id":"nla.obj-674243611","word":"colored","kwic":"y whites: only one-fifth were occupied by colored immigrants. But half the pre-war estates were colored, and o"},{"date":"1968-10-26T00:00:00","id":"nla.obj-674245546","word":"colored","kwic":"immigrants of the last generation and the colored immigrants of this. Indeed, the city’s leading Jewish organi"},{"date":"1888-04-14T00:00:00","id":"nla.obj-706788911","word":"free","kwic":"n obliterated, and the country popu lated by free immigrants, the aid antagonisn between class and class was s"},{"date":"1888-04-28T00:00:00","id":"nla.obj-508017000","word":"free","kwic":" nually transported from England, numbers of free immigrants had to wait, with great inconvenience, for convic"},{"date":"1888-04-28T00:00:00","id":"nla.obj-508017000","word":"free","kwic":" nually transported from England, numbers of free immigrants had to wait, with great inconvenience, for convic"},{"date":"1888-05-19T00:00:00","id":"nla.obj-508077984","word":"free","kwic":"an- cipists alone, but em- bracing all those free immigrants and set- tlers who looked for- ward to the time w"},{"date":"1888-05-19T00:00:00","id":"nla.obj-508077984","word":"free","kwic":"retentious edifices. The poorer settlers and free immigrants who had been for some years in the colony had als"},{"date":"1888-05-19T00:00:00","id":"nla.obj-508077984","word":"free","kwic":"an- cipists alone, but em- bracing all those free immigrants and set- tlers who looked for- ward to the time w"},{"date":"1888-05-19T00:00:00","id":"nla.obj-508077984","word":"free","kwic":"retentious edifices. The poorer settlers and free immigrants who had been for some years in the colony had als"},{"date":"1888-05-26T00:00:00","id":"nla.obj-706795599","word":"free","kwic":"t convict-ship or the first vessel bear- ing free immigrants ? “ J.A.A.” (Vic.) : Next week... “E. Markham”: A"},{"date":"1892-05-21T00:00:00","id":"nla.obj-450013488","word":"free","kwic":"assist him in obtaining free passages for the 500 immigrants who arc to form an “ oversea colony m New Zealand"},{"date":"1893-12-09T00:00:00","id":"nla.obj-491243891","word":"free","kwic":" lips : “ Im- migrants, assisted immigrants, free immigrants; give mo stalwart men, hungry, naked, who must wo"},{"date":"1894-10-06T00:00:00","id":"nla.obj-491100388","word":"free","kwic":"land employers ruled the roost they imported free immigrants, despite the warnings of the politically-wise, an"},{"date":"1894-10-06T00:00:00","id":"nla.obj-491100388","word":"free","kwic":"tion of Queensland, not more than 50,000 are free immigrants ; and of these many have risen to commercial posi"},{"date":"1894-10-06T00:00:00","id":"nla.obj-491100388","word":"free","kwic":"or-party out of Parliament is constituted of free immigrants than it is that the Labor-party in Parliament is "},{"date":"1894-10-13T00:00:00","id":"nla.obj-489563624","word":"free","kwic":"end. * • * We were shipped like convicts, or free immigrants, or cattle. The steerage was crowded with 175 per"},{"date":"1902-06-07T00:00:00","id":"nla.obj-659175406","word":"free","kwic":"imported and paid the passages of nearly 500 free immigrants. In 1900 the persons employed in N- S. W. manufac"},{"date":"1903-06-27T00:00:00","id":"nla.obj-671724543","word":"free","kwic":"hat then pro- mising part of the country the free immigrants were first sent. The land did not turn out well, "},{"date":"1903-06-27T00:00:00","id":"nla.obj-671724543","word":"free","kwic":"rs and one son, Thomas Matcham Pitt, came as free immigrants in the ship Canada, one of the sam» fleet in whic"},{"date":"1904-01-21T00:00:00","id":"nla.obj-659442597","word":"free","kwic":"eth Fish—on board the Bel lon a, as free assisted immigrants, on January 16, 1793, just 100 years ago. As Phil"},{"date":"1904-05-26T00:00:00","id":"nla.obj-690382875","word":"free","kwic":"time-expirers—assisted by a mimber of brainy free immigrants ; but that was late in the day. Granted, also, th"},{"date":"1905-04-06T00:00:00","id":"nla.obj-672637763","word":"free","kwic":"f it abolished its Restriction Act. Then how free immigrants would rush us— to get rich by competing with men "},{"date":"1905-10-19T00:00:00","id":"nla.obj-659733232","word":"free","kwic":"us that what is wanted is Free trade and heaps of immigrants. There is a Bill before Yic. Parliament pro- vidi"},{"date":"1909-09-23T00:00:00","id":"nla.obj-638412707","word":"free","kwic":"few miles off they named Concord ; where the free immigrants first settled they called the place Liberty Plain"},{"date":"1910-05-26T00:00:00","id":"nla.obj-638523736","word":"free","kwic":"sickness), and free medical attention. (4) Allows immigrants to choose what part of the country they will sett"},{"date":"1911-02-09T00:00:00","id":"nla.obj-646604257","word":"free","kwic":" he opposed tlie introduction of free laborers as immigrants. The effect would be to bring wages down .—Daily "},{"date":"1912-12-05T00:00:00","id":"nla.obj-655183013","word":"free","kwic":"y spaces stocked with free,., easy and accessible immigrants is quite dis- tressing. But the efforts of bank d"},{"date":"1918-04-04T00:00:00","id":"nla.obj-659635530","word":"free","kwic":"Chrysty, arrived from London with 202 free female immigrants and two children, one of whom was born on the voy"},{"date":"1922-06-15T00:00:00","id":"nla.obj-618987133","word":"free","kwic":"ame to Sydney in 1838 in charge of the first free immigrants. She went to lid in 18(8, had 12 years’ pioneerin"},{"date":"1922-08-17T00:00:00","id":"nla.obj-668953296","word":"free","kwic":"ust 13, 1832, with a couple of hundred free women-immigrants. There were two births on board during the voyage"},{"date":"1922-08-31T00:00:00","id":"nla.obj-666631607","word":"free","kwic":" of one of the ‘‘c-ouple of hundred of free women-immigrants” who came to Sydney in a ship of the same name in"},{"date":"1926-12-11T00:00:00","id":"nla.obj-621267420","word":"free","kwic":"ol. The -workmen engaged on it were probably free immigrants of the sort that the Rev. John Dunmore Lang had b"},{"date":"1928-07-11T00:00:00","id":"nla.obj-597362520","word":"free","kwic":"advent of the Gujerati and Bombay traders as free immigrants before the pass- ing of any restrictive laws. The"},{"date":"1928-11-14T00:00:00","id":"nla.obj-597530750","word":"free","kwic":"ere trans- ported to Australiat (2) How many free immigrants and soldiers came out up to the time transportati"},{"date":"1934-06-13T00:00:00","id":"nla.obj-607396511","word":"free","kwic":" History From the day in 1793 when the first free immigrants arrived in Sydney until to-day, the steady enrich"},{"date":"1936-09-16T00:00:00","id":"nla.obj-562287396","word":"free","kwic":"so to judge by human beings.” THERE were now free immigrants arriving under the new policy of assistance with "},{"date":"1937-12-15T00:00:00","id":"nla.obj-568186026","word":"free","kwic":"n later years the coming of large numbers of free immigrants, together with a large increase in the birthrate,"},{"date":"1939-07-12T00:00:00","id":"nla.obj-578640324","word":"free","kwic":"system of government. The “Emancipists,” the free immigrants who had a little capital, discontented soldiers, "},{"date":"1946-01-09T00:00:00","id":"nla.obj-547129919","word":"free","kwic":"arly interested in finding work for youthful free immigrants, and as the wel- come given him by Tarban Jimmy w"},{"date":"1952-10-22T00:00:00","id":"nla.obj-525400314","word":"free","kwic":"ous families from Devon—neighbors, servants, free immigrants and convicts, sailing at different times in separ"},{"date":"1953-05-06T00:00:00","id":"nla.obj-536949766","word":"free","kwic":"ngly, seeing they had to —worked better than free immigrants, and that “Nothing tends more directly to promote"},{"date":"1956-05-16T00:00:00","id":"nla.obj-677235587","word":"free","kwic":" homework !” surrendering a British colony’s free immigrants to the mercy of ambitious politicians, particular"},{"date":"1960-06-01T00:00:00","id":"nla.obj-684074381","word":"free","kwic":"rrival of the Blax- land brothers, the first free immigrants with large amounts of capital and first-class far"},{"date":"1961-01-25T00:00:00","id":"nla.obj-684299604","word":"free","kwic":"New South i Wales in 1840 and the flow ot free , -immigrants during this decade meant feat, at least in the em"},{"date":"1961-08-05T00:00:00","id":"nla.obj-684514735","word":"free","kwic":"g to start the Swan River colony with 10,000 free immigrants, and whose incompetence almost wrecked it, to the"},{"date":"1961-11-18T00:00:00","id":"nla.obj-680267012","word":"free","kwic":"r applied to creation of grandee estates for free immigrants of mediocre resources, most of whom —there were e"},{"date":"1962-04-28T00:00:00","id":"nla.obj-673079493","word":"free","kwic":" 1820 s when the first substantial inflow of free immigrants began and the convict system went into the prelim"}]