[{"date":"1915-05-20T00:00:00","id":"nla.obj-657221520","word":"enemy","kwic":" of the day when the local Chinese would be enemy aliens. What a solu- tion of the dear vegetable problem "},{"date":"1915-12-30T00:00:00","id":"nla.obj-665710059","word":"enemy","kwic":"s, is the most favored of all the notorious enemy aliens in Britain. At the outset of the war the mili- ta"},{"date":"1916-01-13T00:00:00","id":"nla.obj-692509373","word":"enemy","kwic":"an waiters, and when he found five of these enemy aliens on the pre- mises he aired his opinions. His rema"},{"date":"1916-02-03T00:00:00","id":"nla.obj-676724683","word":"enemy","kwic":"asure of merely compelling cos. to transfer enemy-aliens’ holdings to a public trustee, who will either se"},{"date":"1916-06-08T00:00:00","id":"nla.obj-676934689","word":"enemy","kwic":" endorse its determination not to work with enemy aliens who were not naturalised before February 1 last. "},{"date":"1916-06-29T00:00:00","id":"nla.obj-676951476","word":"enemy","kwic":" people who yell for the internment of “all enemy aliens” do protest too much. They bay for the unattainab"},{"date":"1916-07-13T00:00:00","id":"nla.obj-657752445","word":"enemy","kwic":"et a year ago.” Of such arc the treacherous enemy aliens whom England for so many years delighted to honor"},{"date":"1916-10-19T00:00:00","id":"nla.obj-658016811","word":"enemy","kwic":"ns and Austrians, born here or abroad, are “enemy aliens.” Many others are not. The truth about all these "},{"date":"1917-02-15T00:00:00","id":"nla.obj-659361688","word":"enemy","kwic":" to let everybody know who and what are the enemy aliens now being re- ceived into the bosom of the Common"},{"date":"1917-05-24T00:00:00","id":"nla.obj-646717157","word":"enemy","kwic":"ted in an interesting revelation concerning enemy aliens. A year ago, as now appears, Robert G ARRAN draft"},{"date":"1917-05-24T00:00:00","id":"nla.obj-646717157","word":"enemy","kwic":"ary War Precautions Regulations inimical to enemy aliens in their business dealings, or industrial . pursu"},{"date":"1917-09-27T00:00:00","id":"nla.obj-681148394","word":"enemy","kwic":"e.” “Fax”: After three years’ experience of enemy aliens the Musicians’ Union of Vic. has decided to have "},{"date":"1917-11-08T00:00:00","id":"nla.obj-681189477","word":"enemy","kwic":"te alarm; large numbers of German and other enemy aliens were naturalised; labor strikes were permitted to"},{"date":"1917-11-08T00:00:00","id":"nla.obj-681189477","word":"enemy","kwic":"vailable; large numbers of German and other enemy aliens were allowed the freedom of the country, and were"},{"date":"1917-11-08T00:00:00","id":"nla.obj-681189477","word":"enemy","kwic":" an alias! Our War Pre- cautions Act leaves enemy aliens so much at liberty that they can change their ide"},{"date":"1917-11-08T00:00:00","id":"nla.obj-681189477","word":"enemy","kwic":"oading purposes, yet we won-; der why those enemy aliens think us fools! ; War is a queer business; but th"},{"date":"1918-03-07T00:00:00","id":"nla.obj-659602735","word":"enemy","kwic":"ything in the garden was lovely. Truly, the enemy aliens in Aus- tralia have good cause to treat us as sil"},{"date":"1918-03-21T00:00:00","id":"nla.obj-659602797","word":"enemy","kwic":"rnment had no power to intern influ- ential enemy aliens moving in the best Mel- bourne sassiety, and the "},{"date":"1918-07-11T00:00:00","id":"nla.obj-659848985","word":"enemy","kwic":"ution urging the Gov- ernment to intern all enemy aliens and all naturalised subjects born in enemy countr"},{"date":"1918-07-25T00:00:00","id":"nla.obj-659849074","word":"enemy","kwic":"earce to modify his policy of toleration of enemy aliens .in view of the growing distrust of them in Great"},{"date":"1918-09-19T00:00:00","id":"nla.obj-660014148","word":"enemy","kwic":"he Bolsheviks reckon that the murder of 159 enemy aliens is poor compensation for the assassination of one"},{"date":"1919-01-23T00:00:00","id":"nla.obj-669400560","word":"enemy","kwic":"2) It had been his duty to intern over 4000 enemy aliens in order to protect Australia and pre- vent inter"},{"date":"1919-01-23T00:00:00","id":"nla.obj-669400560","word":"enemy","kwic":"gler has the audacity to cite 4000 interned enemy aliens plus their relatives and friends. Pearce the free"},{"date":"1919-01-23T00:00:00","id":"nla.obj-669400560","word":"enemy","kwic":"e-and-independent personal interner of 4000 enemy aliens! Why, public opinion simply had to compel the gat"},{"date":"1921-01-27T00:00:00","id":"nla.obj-660129099","word":"enemy","kwic":"U.S. ratings would have to be in- terned as enemy aliens. The American sea- man, both in the merchant serv"},{"date":"1921-03-03T00:00:00","id":"nla.obj-660129191","word":"enemy","kwic":"etched very high sums.” However, the titled enemy aliens, the enemy aliens of prominence in international "},{"date":"1921-03-03T00:00:00","id":"nla.obj-660129191","word":"enemy","kwic":"ums.” However, the titled enemy aliens, the enemy aliens of prominence in international finance, and the e"},{"date":"1921-03-03T00:00:00","id":"nla.obj-660129191","word":"enemy","kwic":"rominence in international finance, and the enemy aliens who before the war were persona grata at Court, h"},{"date":"1929-05-08T00:00:00","id":"nla.obj-600164113","word":"enemy","kwic":"k the wrong step she saw intern- ment in an enemy aliens’ camp looming ahead. A Scot in another company to"},{"date":"1938-08-10T00:00:00","id":"nla.obj-572891992","word":"enemy","kwic":", and things like that. There are 4,000,000 enemy aliens in this republic ; and the women are as bad as th"},{"date":"1939-09-13T00:00:00","id":"nla.obj-578546373","word":"enemy","kwic":"s way. There are no war songs or war poems. Enemy aliens have been interned with swift efficiency but with"},{"date":"1939-09-13T00:00:00","id":"nla.obj-578546373","word":"enemy","kwic":"ing and service when it becomes “feasible.” Enemy aliens were taken into custody during the night followin"},{"date":"1939-09-20T00:00:00","id":"nla.obj-578546441","word":"enemy","kwic":"and human kindness towards the relatives of enemy aliens would not be incompatible with determination to f"},{"date":"1939-09-27T00:00:00","id":"nla.obj-578546542","word":"enemy","kwic":"ing the Great War of 1914-18 3 (2) How many enemy aliens were interned? (3) How many escaped from the camp"},{"date":"1939-09-27T00:00:00","id":"nla.obj-578546542","word":"enemy","kwic":"Administrator remarked that the question of enemy aliens was a “diffi- culty,” but that instructions would"},{"date":"1940-01-03T00:00:00","id":"nla.obj-592080505","word":"enemy","kwic":"omulgated, and a relatively small number of enemy aliens have been interned. Except for the declaration of"},{"date":"1940-02-14T00:00:00","id":"nla.obj-592080648","word":"enemy","kwic":"dmit people who are officially decribed as “enemy aliens.” — W. Lynch (N.S.W.). Propaganda Every morning a"},{"date":"1940-02-28T00:00:00","id":"nla.obj-592080685","word":"enemy","kwic":"nsidered and he was in- terned. Hundreds of enemy aliens, against whom the authorities have no direct evid"},{"date":"1940-02-28T00:00:00","id":"nla.obj-592080685","word":"enemy","kwic":"tern all those males who were tech- nically enemy aliens in the gates, even though most of them were genui"},{"date":"1940-05-01T00:00:00","id":"nla.obj-592142648","word":"enemy","kwic":" existing Govern- ment policy to naturalise enemy aliens of military age, and an application by a German 2"},{"date":"1940-06-19T00:00:00","id":"nla.obj-592224424","word":"enemy","kwic":" he thinks of Hitler, what he would do with enemy aliens, what the Menzies Government should do in the mat"},{"date":"1940-07-03T00:00:00","id":"nla.obj-592224462","word":"enemy","kwic":"into print to bait Menzies about uninterned enemy aliens. Menzies and Hughes replied at considerable lengt"},{"date":"1940-07-03T00:00:00","id":"nla.obj-592224462","word":"enemy","kwic":"ydney Government were bellowing “Intern all enemy aliens! ” The Westralian position shows how necessary it"},{"date":"1940-07-03T00:00:00","id":"nla.obj-592224462","word":"enemy","kwic":" space devoted to Mair’s fulminations about enemy aliens, N.S.W. taxpayers, who were bled for another £4,0"},{"date":"1940-07-03T00:00:00","id":"nla.obj-592224462","word":"enemy","kwic":"n- other heap of advice —on the subject of “enemy aliens” this time —for the Gov- ernment prosecuting the "},{"date":"1940-07-10T00:00:00","id":"nla.obj-592224481","word":"enemy","kwic":"Government, demanding the internment of all enemy aliens. Mr. Bruxner, the Deputy-Premier, who has nothing"},{"date":"1940-07-10T00:00:00","id":"nla.obj-592224481","word":"enemy","kwic":" taxpayers have never missed. Internment of enemy aliens is exclusively a Com- monwealth matter, and this "},{"date":"1940-07-10T00:00:00","id":"nla.obj-592224481","word":"enemy","kwic":"y his tame Minister Bruxner, the Scourge of Enemy Aliens: His administration should not be called upon to "},{"date":"1940-07-10T00:00:00","id":"nla.obj-592224481","word":"enemy","kwic":"aid. As in the case of all such technically enemy aliens, his employers and the authori- ties have of cour"},{"date":"1940-10-09T00:00:00","id":"nla.obj-592278871","word":"enemy","kwic":"t of being too drastic in the internment of enemy aliens, the Home Secretary, Sir J. Anderson, said that u"},{"date":"1941-01-01T00:00:00","id":"nla.obj-539558344","word":"enemy","kwic":"ca- tions, uniforms and what all with which enemy aliens used to amuse themselves after the day’s toil was"},{"date":"1941-01-29T00:00:00","id":"nla.obj-539558424","word":"enemy","kwic":"ubject to the civil penalty of hanging. But enemy aliens may, by direction of the Attorney- General, be tr"},{"date":"1941-04-09T00:00:00","id":"nla.obj-539559291","word":"enemy","kwic":" for the appellants and their witnesses; of enemy aliens interned in one State being permitted to have the"},{"date":"1941-04-09T00:00:00","id":"nla.obj-539559291","word":"enemy","kwic":"tsuoka and his new-order men. Tribunals for Enemy Aliens. Said ex-Minister Cameron in the House on April 2"},{"date":"1941-04-09T00:00:00","id":"nla.obj-539559291","word":"enemy","kwic":" in regard to the internment and release of enemy aliens attended to by the Government. Having failed, he "},{"date":"1941-04-09T00:00:00","id":"nla.obj-539559291","word":"enemy","kwic":"ted against the system of allowing interned enemy aliens to go before a tribunal and appeal. There are six"},{"date":"1941-04-30T00:00:00","id":"nla.obj-539559509","word":"enemy","kwic":"Army to maunder about the right of interned enemy aliens to have extravagantly costly appeal courts set up"},{"date":"1941-04-30T00:00:00","id":"nla.obj-539559509","word":"enemy","kwic":"al power to appoint “such aliens, not being enemy aliens,” as the various defence boards recommend to be o"},{"date":"1941-06-11T00:00:00","id":"nla.obj-539567196","word":"enemy","kwic":"rther”: If the trouble over em- ployment of enemy aliens can be settled, sugarmills north of Proserpine sh"},{"date":"1941-06-11T00:00:00","id":"nla.obj-539567196","word":"enemy","kwic":"ly shipments abroad. Mill men demanded that enemy aliens signed on should be replaced by British-born work"},{"date":"1941-06-25T00:00:00","id":"nla.obj-539585061","word":"enemy","kwic":"job under the rearrangement for eliminating enemy aliens from N.Q. gangs will wonder for a while what he h"},{"date":"1941-12-03T00:00:00","id":"nla.obj-541777029","word":"enemy","kwic":"e same treatment and privileges extended to enemy aliens interned here. So they should ; but it is doubtfu"},{"date":"1942-04-22T00:00:00","id":"nla.obj-532577756","word":"enemy","kwic":"ly noticeable agitation is directed against enemy aliens entrenched there. Queensland, in effect, doesn’t "},{"date":"1942-07-08T00:00:00","id":"nla.obj-532647335","word":"enemy","kwic":"ses, etc., are not granted to unnaturalised enemy aliens.... X.Y.Z.: Anthracite coal is known to occur in "},{"date":"1942-10-21T00:00:00","id":"nla.obj-532744626","word":"enemy","kwic":"Italians in the U.S.A. from the category of enemy aliens.” “Hey, Benito, vot’s der beeg idea?” “I’m off-a "},{"date":"1942-11-04T00:00:00","id":"nla.obj-532744660","word":"enemy","kwic":"e cause of the trouble was the enemy alien. Enemy aliens were cunningly ousting the native-born from their"},{"date":"1942-11-04T00:00:00","id":"nla.obj-532744660","word":"enemy","kwic":"ey all ought to be interned or some- thing. Enemy aliens are under the same laws as the shopkeepers who ar"},{"date":"1943-02-03T00:00:00","id":"nla.obj-535025502","word":"enemy","kwic":"ollowed by the removal of Italians from the enemy-aliens list in the United States. This now seems to have"},{"date":"1943-11-10T00:00:00","id":"nla.obj-535155388","word":"enemy","kwic":"they are to be “treated as aliens,” not as “enemy aliens.” That is all right; but there should be another "},{"date":"1943-11-10T00:00:00","id":"nla.obj-535155388","word":"enemy","kwic":"ftef sundown. But these are minor problems. Enemy aliens hold good slices of gardening land. They and thei"},{"date":"1943-12-15T00:00:00","id":"nla.obj-535155482","word":"enemy","kwic":". employed “a number of canecutters who are enemy aliens, to the absolute exclusion of British cutters,” a"},{"date":"1944-03-08T00:00:00","id":"nla.obj-535201132","word":"enemy","kwic":"stralia some hundreds of persons classed as enemy aliens, largely German Jews, rounded up in the South of "},{"date":"1944-08-16T00:00:00","id":"nla.obj-535912503","word":"enemy","kwic":", under the Act not only unionists but even enemy aliens with a year’s residential qualifica- tion have be"},{"date":"1945-12-19T00:00:00","id":"nla.obj-539271741","word":"enemy","kwic":"in apprehension of military de- serters and enemy aliens, and co-operation with the N.E.S. to the extent o"},{"date":"1946-05-29T00:00:00","id":"nla.obj-542540917","word":"enemy","kwic":" all who at present wear badges —among them enemy aliens who served grudgingly and compulsorily in labor u"},{"date":"1946-06-26T00:00:00","id":"nla.obj-542540996","word":"enemy","kwic":"g to fellow- internees, he was one of those enemy aliens put into concentration camps in England at the be"},{"date":"1946-09-25T00:00:00","id":"nla.obj-547233460","word":"enemy","kwic":" re- leasing an unstated number of interned enemy aliens, with their internment period counting for natura"},{"date":"1947-01-15T00:00:00","id":"nla.obj-573636603","word":"enemy","kwic":" crew, unaware until arrival that they were enemy aliens, must have been pleasantly surprised at the treat"},{"date":"1947-02-19T00:00:00","id":"nla.obj-547333729","word":"enemy","kwic":"4) Yes E.V.Q.: They were treated either as “enemy aliens” or “refugee aliens” and were required to registe"},{"date":"1947-03-26T00:00:00","id":"nla.obj-552883713","word":"enemy","kwic":"most difficult thing to under- stand is why enemy aliens were brought to this country to give evidence aga"},{"date":"1950-06-14T00:00:00","id":"nla.obj-513863817","word":"enemy","kwic":"st into a hospital under bayonet guard with enemy aliens when ill, and when he was released, under public "},{"date":"1899-07-22T00:00:00","id":"nla.obj-669013836","word":"undesirable","kwic":"invalid pensions, the shutting out of undesirable aliens, and the like. And they all mean to consider them"},{"date":"1899-12-16T00:00:00","id":"nla.obj-668953179","word":"undesirable","kwic":"on, and the Australian who objects to undesirable aliens is told that he fears their virtues and not their"},{"date":"1902-02-08T00:00:00","id":"nla.obj-659102538","word":"undesirable","kwic":" have been excluded under the Federal Undesirable Aliens Act. This is a common statement with allegedly pi"},{"date":"1903-05-09T00:00:00","id":"nla.obj-671724383","word":"undesirable","kwic":"tional test as a means of keeping out undesirable aliens? Jn 1896 Reid then Premier of N.S.W., passed an A"},{"date":"1903-05-30T00:00:00","id":"nla.obj-671724451","word":"undesirable","kwic":"y straight out that it objects to the Undesirable Aliens Exclusion Act, but every time a brown courtesy su"},{"date":"1904-02-25T00:00:00","id":"nla.obj-659442931","word":"undesirable","kwic":" why was Dowie not excluded under the Undesirable Aliens Act? On his past record Dowie is not a fit person"},{"date":"1904-04-21T00:00:00","id":"nla.obj-659443181","word":"undesirable","kwic":", and wouldn’t restrict the influx of undesirable aliens, and wouldn’t give up its foolish boast that its "},{"date":"1904-05-05T00:00:00","id":"nla.obj-659443359","word":"undesirable","kwic":" second reading of a Bill to shut out undesirable aliens has passed the Commons by a majority of 124, and "},{"date":"1905-12-28T00:00:00","id":"nla.obj-690648945","word":"undesirable","kwic":"an Government has the power to deport undesirable aliens has provided a good many people with an opportuni"},{"date":"1906-01-11T00:00:00","id":"nla.obj-690680634","word":"undesirable","kwic":"age for all workers. (8) Exclusion of undesirable aliens. (9) Protection of British industry. A Labor part"},{"date":"1906-11-22T00:00:00","id":"nla.obj-645926886","word":"undesirable","kwic":"ing the proba- bility of an influx of undesirable aliens, began to take an interest in the matter; but ski"},{"date":"1908-03-26T00:00:00","id":"nla.obj-678442345","word":"undesirable","kwic":", by regulations for the exclusion of undesirable aliens, and by laws which tend to shut foreign seamen ou"},{"date":"1910-12-08T00:00:00","id":"nla.obj-654754982","word":"undesirable","kwic":"ors in the face of Asiatics and other undesirable aliens. Kelly, who has studied his subject in most parts"},{"date":"1911-04-06T00:00:00","id":"nla.obj-646604330","word":"undesirable","kwic":"ars might be set aside for the use of undesirable aliens, and any (die found travelling under a seat witho"},{"date":"1911-05-11T00:00:00","id":"nla.obj-646604421","word":"undesirable","kwic":" At the same time dubbing her people “undesirable aliens,” and an “inferior race,” we have ostentatiously "},{"date":"1915-04-29T00:00:00","id":"nla.obj-657171791","word":"undesirable","kwic":"ed vested interests of a few thousand undesirable aliens, potential spies, insidious enemies to the Cause "},{"date":"1917-08-30T00:00:00","id":"nla.obj-681105516","word":"undesirable","kwic":"up that creek such bad immigrants and undesirable aliens as lantana and prickly-pear are eating the sane w"},{"date":"1919-06-26T00:00:00","id":"nla.obj-674920028","word":"undesirable","kwic":"r. The Commonwealth is teem- ing with undesirable aliens who are anxious not to leave it. At the recent me"},{"date":"1925-06-18T00:00:00","id":"nla.obj-676131517","word":"undesirable","kwic":"ore restriction is to be provided for undesirable aliens, though the restrictions we have are less used th"},{"date":"1925-10-08T00:00:00","id":"nla.obj-620853247","word":"undesirable","kwic":" a jury, do a generous deportation of undesirable aliens, and suspend the corporation of Sydjney, replacin"},{"date":"1929-07-03T00:00:00","id":"nla.obj-598613295","word":"undesirable","kwic":" year for no other reasbn. In England undesirable aliens may be de- ported or the police may order them to"},{"date":"1931-08-26T00:00:00","id":"nla.obj-600905153","word":"undesirable","kwic":" enabling the deportation not only of undesirable aliens but, under certain circumstances, of native-born."},{"date":"1939-05-24T00:00:00","id":"nla.obj-578436410","word":"undesirable","kwic":"een constitu- tionally applied, these undesirable aliens would have been excluded. Knowledge of the langua"},{"date":"1939-10-18T00:00:00","id":"nla.obj-578546751","word":"undesirable","kwic":"t they were still aliens, even if not undesirable aliens, so they decided in the end that their only hope "},{"date":"1946-12-25T00:00:00","id":"nla.obj-552870248","word":"undesirable","kwic":"em were shipped out of the country as undesirable aliens. This time the public temper has not yet reached "},{"date":"1947-11-19T00:00:00","id":"nla.obj-533387835","word":"undesirable","kwic":"ee giving himself the power to intern undesirable aliens. He then expelled Trotsky’s two secretaries. Trot"},{"date":"1948-10-27T00:00:00","id":"nla.obj-550404663","word":"undesirable","kwic":"ntry in order to enable it to deport “undesirable aliens,” just as the Returned Servicemen’s League wants "},{"date":"1950-06-14T00:00:00","id":"nla.obj-513863817","word":"undesirable","kwic":"d boy ; that’s your department.” “No, undesirable aliens, old chap ; that makes them yours”) deals with th"},{"date":"1887-04-23T00:00:00","id":"nla.obj-693486521","word":"yellow","kwic":" all events the absurd system by which the yellow aliens now- evade every restriction should at once be sw"},{"date":"1888-03-17T00:00:00","id":"nla.obj-508016928","word":"yellow","kwic":"his friends wete the natuial allies of the yellow aliens whose very existence in the country is based on t"},{"date":"1888-03-17T00:00:00","id":"nla.obj-508016928","word":"yellow","kwic":"his friends weie the natural allies of the yellow aliens whose very existence in the country is based on t"},{"date":"1900-11-17T00:00:00","id":"nla.obj-662103809","word":"yellow","kwic":"e of fertile acres de- pleted by a band of yellow aliens who work seven days a week (no holidays are taken"},{"date":"1904-04-28T00:00:00","id":"nla.obj-659443337","word":"yellow","kwic":"Postal Department to employ a jiu ,° these yellow aliens in and around Port Darwin, and I believe they are"},{"date":"1906-03-08T00:00:00","id":"nla.obj-690707348","word":"yellow","kwic":" a trifle better off had they admitted the yellow aliens themselves and put them under some sort of restra"},{"date":"1907-01-10T00:00:00","id":"nla.obj-637733673","word":"yellow","kwic":"st after the Liverpool protest against the yellow aliens another batch of 32 arrived at Blackwall docks fr"},{"date":"1913-10-23T00:00:00","id":"nla.obj-672484825","word":"yellow","kwic":"aptain Jack is buried in a gully among the yellow aliens and the niggers. It doesn’t matter to Cap- tain J"},{"date":"1924-12-18T00:00:00","id":"nla.obj-617762528","word":"yellow","kwic":"y a hundred miles in length, the number of yellow aliens can be guessed at. An enterprising Cau- casian, s"},{"date":"1926-12-09T00:00:00","id":"nla.obj-621303117","word":"yellow","kwic":"t has been in Java, but in our case not by yellow aliens but by the white-hided variety. The Dutch, who ha"},{"date":"1895-05-04T00:00:00","id":"nla.obj-489819031","word":"colored","kwic":"ustry thrives partly by the employment of colored aliens. That is to say, the white worker has to pay more"},{"date":"1897-07-24T00:00:00","id":"nla.obj-693327872","word":"colored","kwic":"the niggers have of selling their gins to colored aliens for a gun, am- munition, rum, etc. Within the cou"},{"date":"1897-09-25T00:00:00","id":"nla.obj-672369411","word":"colored","kwic":"gister 40 indi- viduals (or 20 p.c.) were colored aliens. This foreign element eliminated, the rate of ill"},{"date":"1897-10-02T00:00:00","id":"nla.obj-672369433","word":"colored","kwic":"riminal charges in 1896, 415 were against colored aliens. On an average it might be estimated that the ave"},{"date":"1897-11-20T00:00:00","id":"nla.obj-672369574","word":"colored","kwic":"e other open back-door of Aus- tralia for colored aliens. Not a Jap., therefore, has a vote; yet the pearl"},{"date":"1898-02-26T00:00:00","id":"nla.obj-667793093","word":"colored","kwic":"rther pearling licenses will be issued to colored aliens. Just what Q. Pearl- shell Commission recommended"},{"date":"1898-12-31T00:00:00","id":"nla.obj-668278289","word":"colored","kwic":"in the otbej&lirection), there are 24,330 colored aliens iii Queensland—one-twentieth of the entire popula"},{"date":"1899-01-07T00:00:00","id":"nla.obj-668323298","word":"colored","kwic":"hroom.” There are more than twice as many colored aliens in North Queensland as there are in the South and"},{"date":"1899-01-07T00:00:00","id":"nla.obj-668323298","word":"colored","kwic":" nina out of every twenty men in N.Q. are colored aliens. Population of the North, 95,837 souls, of whom ("},{"date":"1899-08-12T00:00:00","id":"nla.obj-675026234","word":"colored","kwic":"uestion of prohibiting the immigration of colored aliens altogether. —C. F. Announced in England that mate"},{"date":"1899-09-23T00:00:00","id":"nla.obj-668896716","word":"colored","kwic":"e Australians marrying Chinamen and other colored aliens, personally lam so jealous for my country’s good "},{"date":"1899-11-04T00:00:00","id":"nla.obj-668914250","word":"colored","kwic":" prohibiting the employment of natives by colored aliens, will legislate against one of the most crying ev"},{"date":"1901-03-23T00:00:00","id":"nla.obj-663674300","word":"colored","kwic":"at, to the employment of Kanaka and other colored aliens. The Q. State Govt, has for years helped the suga"},{"date":"1901-05-25T00:00:00","id":"nla.obj-663674453","word":"colored","kwic":"ens- land to have a larger propoi tion of colored aliens than any other State. This year’s census will und"},{"date":"1901-07-13T00:00:00","id":"nla.obj-663890798","word":"colored","kwic":"en 1896 and 1900 arose from the influx of colored aliens. And these figures don’t anything like express th"},{"date":"1901-09-21T00:00:00","id":"nla.obj-663891294","word":"colored","kwic":"wn to details : Arrivals of Departures of Colored Aliens Colored Aliens 6 years. 6 years. Increase. Queens"},{"date":"1901-09-21T00:00:00","id":"nla.obj-663891294","word":"colored","kwic":" Arrivals of Departures of Colored Aliens Colored Aliens 6 years. 6 years. Increase. Queensland .. 14,585 "},{"date":"1901-09-21T00:00:00","id":"nla.obj-663891294","word":"colored","kwic":"une) has been : Arrivals of Departures of colored aliens, colored aliens. Increase. 1896 .. 3,370 .. 2,946"},{"date":"1901-09-21T00:00:00","id":"nla.obj-663891294","word":"colored","kwic":"Arrivals of Departures of colored aliens, colored aliens. Increase. 1896 .. 3,370 .. 2,946 .. 424 1897 .. "},{"date":"1901-10-05T00:00:00","id":"nla.obj-664016015","word":"colored","kwic":"with the names of civilservants employing colored aliens in Brisbane, in contravention of the Pacific Isla"},{"date":"1901-11-16T00:00:00","id":"nla.obj-664016133","word":"colored","kwic":"imprisoned during 1900. In same year, 460 colored aliens —gentle, docile, harmless, law-abiding, &c.—found"},{"date":"1901-11-23T00:00:00","id":"nla.obj-664016217","word":"colored","kwic":"White Australia,” they must be treated as colored aliens, though they are not technically aliens, and kept"},{"date":"1902-04-26T00:00:00","id":"nla.obj-659135255","word":"colored","kwic":"at with ten or twelve boats worked by the colored aliens, and working on his patch of shell. Australian pe"},{"date":"1902-04-26T00:00:00","id":"nla.obj-659135255","word":"colored","kwic":"ure at once for the absolute exclusion of colored aliens. Australia took the present Act “on the honor of "},{"date":"1902-12-13T00:00:00","id":"nla.obj-664505706","word":"colored","kwic":"d legislation practi- cally excluding all colored aliens; at the same time a. general drought, the stoppag"},{"date":"1903-01-10T00:00:00","id":"nla.obj-671723702","word":"colored","kwic":"tion But the Federal Act does not exclude colored aliens at rigorously as it does British hatters, «c., 4c"},{"date":"1903-01-31T00:00:00","id":"nla.obj-671724098","word":"colored","kwic":"e best crops having been all reserved for colored aliens. Whether or not the rebate of ss. a ton on white-"},{"date":"1903-06-13T00:00:00","id":"nla.obj-671724495","word":"colored","kwic":"n’’) the educational test for keeping out colored aliens, and he now denounces that test with extraordinar"},{"date":"1903-06-13T00:00:00","id":"nla.obj-671724495","word":"colored","kwic":"to Australia as deserters (!!). Thus 1086 colored aliens w'ere admitted on State permits, while 196 were a"},{"date":"1903-07-23T00:00:00","id":"nla.obj-659229046","word":"colored","kwic":" a plantation, infested with all sorts of colored aliens, with no women of their own, is no place to bring"},{"date":"1903-09-03T00:00:00","id":"nla.obj-659229102","word":"colored","kwic":"tch of earth. We do not want an influx of colored aliens or of contract-bound wage slaves to this continen"},{"date":"1903-11-12T00:00:00","id":"nla.obj-659269726","word":"colored","kwic":"th dog), who now alleges that to keep out colored aliens by an education test is a public disgrace. Variou"},{"date":"1903-11-26T00:00:00","id":"nla.obj-659269879","word":"colored","kwic":"fatal mistake in raising the exclusion of colored aliens question during the present Federal cam- paign. I"},{"date":"1903-12-05T00:00:00","id":"nla.obj-674956426","word":"colored","kwic":"th dog). who now alleges that to keep out colored aliens by an educational test is a public disgrace. Varl"},{"date":"1904-04-07T00:00:00","id":"nla.obj-690379870","word":"colored","kwic":"unsatisfactory. An Act which allowed 2450 colored aliens to enter and only barred out 152 is not the sort "},{"date":"1904-04-07T00:00:00","id":"nla.obj-690379870","word":"colored","kwic":"nwealth wants an Act which will stop 2450 colored aliens and only 152~iKl 52 ~iKo fc a( l n ? lts an y- A "},{"date":"1904-04-21T00:00:00","id":"nla.obj-659443181","word":"colored","kwic":"hip'” wrestling is at present confined to colored aliens. * * * * Old Harry Trott stood easily first both "},{"date":"1904-04-28T00:00:00","id":"nla.obj-659443337","word":"colored","kwic":"e laws intended to restrict the inrush of colored aliens failed so badly to restrict. Apparently the subse"},{"date":"1904-05-26T00:00:00","id":"nla.obj-690382875","word":"colored","kwic":"e drawn on the map, to the north of which colored aliens could come, and south of which they must not tres"},{"date":"1905-03-23T00:00:00","id":"nla.obj-646099890","word":"colored","kwic":"pe Grenville are little Gehennas when the colored aliens are around in boats. “Quid”: The notion that snak"},{"date":"1905-07-20T00:00:00","id":"nla.obj-690531946","word":"colored","kwic":"thorities say that the leasing of land to colored aliens by mean whites (to the detriment of white workers"},{"date":"1905-08-10T00:00:00","id":"nla.obj-659732689","word":"colored","kwic":"cial mind. ... It has been suggested that colored aliens should he per- mitted m tropical parts of the Com"},{"date":"1905-11-02T00:00:00","id":"nla.obj-659733293","word":"colored","kwic":" that, minus the horrors which arise from colored aliens and the presence of our own blacks, the Australia"},{"date":"1905-11-16T00:00:00","id":"nla.obj-690620857","word":"colored","kwic":"posal to vary the existing law as regards colored aliens is a different affair. He proposes to provide tha"},{"date":"1906-01-18T00:00:00","id":"nla.obj-638088342","word":"colored","kwic":"tion’’ of the Legislature was to keep out colored aliens. Australia had been warned by the Imperial Govern"},{"date":"1906-01-18T00:00:00","id":"nla.obj-638088342","word":"colored","kwic":"nguage test. Since it was known that many colored aliens know English, but it was still desired to keep th"},{"date":"1906-01-25T00:00:00","id":"nla.obj-690684296","word":"colored","kwic":" sorrowful way of Australia’s “cruelty to colored aliens.” Digby Denham, Works Minister in Queens- land, a"},{"date":"1906-05-17T00:00:00","id":"nla.obj-638088832","word":"colored","kwic":"hool age have been debauched by loathsome colored aliens are by no means uncommon. It only needs enough ni"},{"date":"1906-05-31T00:00:00","id":"nla.obj-638088893","word":"colored","kwic":"laring abuses —child labor, employment of colored aliens, and, frequently, a desire to sell a bad article "},{"date":"1906-10-25T00:00:00","id":"nla.obj-645669090","word":"colored","kwic":"en the aborigines and the motley horde of colored aliens that infest the Johnstone River (Q.) district are"},{"date":"1906-11-29T00:00:00","id":"nla.obj-645927185","word":"colored","kwic":"defence, and want to flood Australia with colored aliens, who would be useless as fighting units. Sane Aus"},{"date":"1907-04-18T00:00:00","id":"nla.obj-690983783","word":"colored","kwic":"ong (N.S.W.), pronounces the exclusion of colored aliens as unchristian, but at the same time says he is o"},{"date":"1909-06-03T00:00:00","id":"nla.obj-692063689","word":"colored","kwic":"the working man if there were not so many colored aliens. Government officials and private employers compl"},{"date":"1909-07-22T00:00:00","id":"nla.obj-692106746","word":"colored","kwic":"te seamen jobs in their ships in place of colored aliens ; (2) that if they don’t the passenger-list is li"},{"date":"1909-12-30T00:00:00","id":"nla.obj-638412825","word":"colored","kwic":" Australians, Though it may probably suit colored aliens. S and ? Why, most certainly ; shoulder to should"},{"date":"1910-09-22T00:00:00","id":"nla.obj-676149081","word":"colored","kwic":"blackberries, thistles and other hogs and colored aliens. But one Armi- dale pastoralist, on the ground th"},{"date":"1910-12-01T00:00:00","id":"nla.obj-654745006","word":"colored","kwic":" in Queensland, as I bar hotels employing colored aliens. That’s an easy proposition. In the bigger coasta"},{"date":"1910-12-22T00:00:00","id":"nla.obj-654775685","word":"colored","kwic":"9, according to Statistician Wee- don, 69 colored aliens (49 men and 20 women) were married in Bananaland."},{"date":"1911-03-16T00:00:00","id":"nla.obj-646604273","word":"colored","kwic":"rring every' day-. Amongst the adults the colored aliens seem to have furnished the greater number of vict"},{"date":"1911-04-06T00:00:00","id":"nla.obj-646604330","word":"colored","kwic":"ugar will not be handled this year if any colored aliens are em- ployed in the mills. Four months’ notice "},{"date":"1911-04-13T00:00:00","id":"nla.obj-646604363","word":"colored","kwic":"t is then loaded on the railway trucks by colored aliens, nominally en- gaged by the mills, who are paid B"},{"date":"1911-09-21T00:00:00","id":"nla.obj-651292333","word":"colored","kwic":"hat are not matri- monial, on the part of colored aliens. Mean- while, just by way of something to go on w"},{"date":"1911-10-05T00:00:00","id":"nla.obj-651292379","word":"colored","kwic":"t foreigners, just as Australia shuts out colored aliens. The foreigners decided, when they found a suitab"},{"date":"1911-10-12T00:00:00","id":"nla.obj-651365327","word":"colored","kwic":" Sydney going to provide for the glory of colored aliens and the stultification of the White Australia pri"},{"date":"1912-07-18T00:00:00","id":"nla.obj-654794850","word":"colored","kwic":" In the course of the year, the number of colored aliens who were admitted to White Australia without bein"},{"date":"1913-12-18T00:00:00","id":"nla.obj-672556848","word":"colored","kwic":"s. From a Northern garden : The influx of colored aliens into the fruit-growing industry in the Bowen dist"},{"date":"1915-04-22T00:00:00","id":"nla.obj-657171775","word":"colored","kwic":"ter to issue’ 4 exemption certificates to colored aliens, and John has been so industrious that one mill h"},{"date":"1919-08-21T00:00:00","id":"nla.obj-664232472","word":"colored","kwic":" were cancelled on the condition that all colored aliens must be discharged and the land worked by white l"},{"date":"1921-01-20T00:00:00","id":"nla.obj-660129073","word":"colored","kwic":"ould have done with- out an alliance with colored aliens; but, just as Britain did nothing to counter the "},{"date":"1921-04-14T00:00:00","id":"nla.obj-660146821","word":"colored","kwic":"s the line at these it doesn’t draw it at colored aliens. “If 2000 Chinese applied bona fide for admission"},{"date":"1923-10-11T00:00:00","id":"nla.obj-666128603","word":"colored","kwic":"the world is little better than employing colored aliens to do the work on our own doorsteps. To be con te"},{"date":"1924-01-24T00:00:00","id":"nla.obj-617418218","word":"colored","kwic":"hers competing for jobs against hordes of colored aliens, living with them and assimilating their ways. Th"},{"date":"1926-12-30T00:00:00","id":"nla.obj-645831253","word":"colored","kwic":"m 16 to < 20 years of age and a number of colored aliens, including almost every nationality one can menti"},{"date":"1935-11-06T00:00:00","id":"nla.obj-553665561","word":"colored","kwic":" that ne’er abates To letting any sort of colored aliens Encroach on our preserves or crash our gates. But"},{"date":"1936-11-18T00:00:00","id":"nla.obj-562418770","word":"colored","kwic":"ion was to legislate for the exclusion of colored aliens, but, in deference to the wish of the Colonial Of"},{"date":"1945-06-13T00:00:00","id":"nla.obj-539703802","word":"colored","kwic":"pion from having to compete for jobs with colored aliens who can live on a sniff of mullet gut and traditi"},{"date":"1949-11-02T00:00:00","id":"nla.obj-551174649","word":"colored","kwic":"10\/’49) “Barwon” is right. If we get 1000 colored aliens a year, a few years will see Aus- tralia with a c"},{"date":"1950-03-01T00:00:00","id":"nla.obj-513812799","word":"colored","kwic":"nt’s easing of the Chifley-Calwell ban on colored aliens is a good start in commonsense and tolerance. Mow"},{"date":"1950-03-01T00:00:00","id":"nla.obj-513812799","word":"colored","kwic":"’s wise decision that the repatriation of colored aliens should be dealt with individually on their respec"},{"date":"1887-02-19T00:00:00","id":"nla.obj-692622883","word":"resident","kwic":"re that all estates the property of non- resident aliens should be resumed by the State, .and that in futu"},{"date":"1927-06-16T00:00:00","id":"nla.obj-610022843","word":"resident","kwic":"o be passed south after being tutored by resident aliens. Opium was landed in the same way, and distribute"},{"date":"1939-07-26T00:00:00","id":"nla.obj-578484864","word":"resident","kwic":", Brisbane, Queensland. “Payments to Non-resident Aliens” Here’s an idea for our perpetually hard-up Austr"},{"date":"1939-07-26T00:00:00","id":"nla.obj-578484864","word":"resident","kwic":"obliged to withhold from payments to non-resident aliens in accordance with United States tax laws.” What "},{"date":"1939-07-26T00:00:00","id":"nla.obj-578484864","word":"resident","kwic":" 10 per cent, tax on all payments to non-resident aliens made in respect to Hollywood films and canned rad"},{"date":"1939-08-02T00:00:00","id":"nla.obj-578484886","word":"resident","kwic":"should be registered -during lifetime as resident aliens, and that only their children born in the new cou"},{"date":"1966-04-16T00:00:00","id":"nla.obj-686546382","word":"resident","kwic":"for all servicemen, and conscription for resident aliens of draft age. which the NSW New Settlers’ League "},{"date":"1967-09-16T00:00:00","id":"nla.obj-688146650","word":"resident","kwic":"tion forms to all of Australia’s 400,000 resident aliens whose addresses are known, an innovation “designe"},{"date":"1891-12-05T00:00:00","id":"nla.obj-449854103","word":"cheap","kwic":"Sheldon’s Bill prohibiting the indenting of cheap aliens to swamp the labour-market ot the province. The o"},{"date":"1899-02-11T00:00:00","id":"nla.obj-668323391","word":"cheap","kwic":"ected to its own people being pauperised by cheap aliens. But gum- digging a lucracive employment! !! The "},{"date":"1901-05-25T00:00:00","id":"nla.obj-663674453","word":"cheap","kwic":"ed-labor gang to get in some thousands more cheap aliens before the door closes. * + * Let the Barton Cabi"},{"date":"1901-06-15T00:00:00","id":"nla.obj-663890490","word":"cheap","kwic":"hite syndicates who import and employ these cheap aliens. If Australia is to be made white without bloodsh"},{"date":"1902-09-13T00:00:00","id":"nla.obj-664460500","word":"cheap","kwic":" allow it to offer— from the competition of cheap aliens; in England he must scramble for work in competit"},{"date":"1906-06-28T00:00:00","id":"nla.obj-690824365","word":"cheap","kwic":"d his own in his own land against hordes of cheap aliens, the m litary inefficiency and other signs ; and "},{"date":"1906-11-01T00:00:00","id":"nla.obj-645926474","word":"cheap","kwic":"p. It would severely restrict the influx of cheap aliens. And having done these things, all it would requi"},{"date":"1919-02-13T00:00:00","id":"nla.obj-669400620","word":"cheap","kwic":"the earth and filled their places with dirt-cheap aliens. We require neither squire nor Cobdenism, nor the"}]