[{"date":"1941-06-26T00:00:00","id":"19410626_reps_16_167.xml","word":"enemy","kwic":" intelligence authorities interned him with enemy aliens, and refused to offer any reason for his detentio"},{"date":"1941-06-26T00:00:00","id":"19410626_reps_16_167.xml","word":"enemy","kwic":"now he placed in a concentration camp among enemy aliens for no reason known to him, is to me astounding. "},{"date":"1939-09-08T00:00:00","id":"19390908_reps_15_161.xml","word":"enemy","kwic":"dicates some subversive activities. Aliens, enemy aliens or not, in Australia who are not engaged in subve"},{"date":"1939-09-08T00:00:00","id":"19390908_reps_15_161.xml","word":"enemy","kwic":"t of Defence, I understand that, apart from enemy aliens, the work is going on as usual. "},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"ited, of Lidcombe, Sydney, with a number of enemy aliens in conjunction with another Sydney firm for the s"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"hammers are being manufactured by a firm of enemy aliens for 9s. each and are supplied to Smith, Sons and "},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"wed, we should be playing into the hands of enemy aliens who, as late as Friday last, refused to sign the "},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"ransport for Members of Fighting Services - Enemy Aliens : Internment ; activities- MajorGeneral Bennett -"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"rder to discuss the necessity to intern all enemy aliens. The organization was granted a permit by the Sta"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"gs ever seen in Brisbane. The internment of enemy aliens in Queensland is a very important matter, especia"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"ally expressed that the internment of these enemy aliens has not he carried out on a more extensive scale."},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"s particularly stressed that reference to ' enemy aliens \" intended to cover all enemy subjects, naturaliz"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"vernment in the matter of the internment of enemy aliens. It is considered they are a distinct menace to t"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"induce the Federal Government to intern all enemy aliens at once. "},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":" such an organization could be developed by enemy aliens. Naturalized enemy aliens often have better oppor"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"d be developed by enemy aliens. Naturalized enemy aliens often have better opportunities to do damage than"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"ttention of the Senate to the activities of enemy aliens in this country. An enemy alien can, if be so des"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"ories, flats or -Iia res in companies. Many enemy aliens in that way are doing their best to sabotage our "},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"o issue immediately regulations prohibiting enemy aliens from possessing property in this country. "},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"her matter associated with the treatment of enemy aliens was referred to me in the early days of the war, "},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"e heard, strings are frequently pulled. Two enemy aliens who were released from an internment camp last Ja"},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"r this evening I mentioned the names of two enemy aliens in connexion with another matter, and I now wish "},{"date":"1942-03-25T00:00:00","id":"19420325_senate_16_170.xml","word":"enemy","kwic":"aliens. Neither is it correct that interned enemy aliens can give a power of attorney to their wives, and "},{"date":"1944-03-30T00:00:00","id":"19440330_reps_17_178.xml","word":"enemy","kwic":"t prisoners of war and internees, including enemy aliens, will be permitted to remain in Australia after t"},{"date":"1918-10-10T00:00:00","id":"19181010_SENATE_7_86.xml","word":"enemy","kwic":" Government to inquire into the question of enemy aliens in the.Defence Department ? "},{"date":"1917-03-15T00:00:00","id":"19170315_reps_6_81.xml","word":"enemy","kwic":"sed the question of the disfranchisement of enemy aliens resident in Australia. We understand the position"},{"date":"1956-11-01T00:00:00","id":"19561101_senate_22_s9.xml","word":"enemy","kwic":"nation to 500 who were utterly incorrigible enemy aliens. "},{"date":"1956-11-01T00:00:00","id":"19561101_senate_22_s9.xml","word":"enemy","kwic":"horities. The question of the internment of enemy aliens was taken entirely from the military authorities "},{"date":"1946-12-04T00:00:00","id":"19461204_reps_18_189.xml","word":"enemy","kwic":"restrictions on the movement of aliens, and enemy aliens may be detained. The Commonwealth must retain thi"},{"date":"1946-12-04T00:00:00","id":"19461204_reps_18_189.xml","word":"enemy","kwic":"connexion with the possible deportation- of enemy aliens. "},{"date":"1919-07-17T00:00:00","id":"19190717_reps_7_88.xml","word":"enemy","kwic":" rotomahana \" : quarantine - Deportation of Enemy Aliens. "},{"date":"1942-05-20T00:00:00","id":"19420520_reps_16_171.xml","word":"enemy","kwic":"re members of the Australia First Movement, enemy aliens, naturalized British subjects or Australian-born "},{"date":"1942-05-20T00:00:00","id":"19420520_reps_16_171.xml","word":"enemy","kwic":" Objections are heard by special tribunals. Enemy aliens appear before one kind of tribunal and British su"},{"date":"1949-02-15T00:00:00","id":"19490215_reps_18_201.xml","word":"enemy","kwic":"artment of Immigration to afford to Asiatic enemy aliens privileges that are denied to Asiatics who were o"},{"date":"1952-10-07T00:00:00","id":"19521007_reps_20_219.xml","word":"enemy","kwic":"uthorities pleaded that the immigrants were enemy aliens, and, therefore, that they could not make contrac"},{"date":"1945-07-05T00:00:00","id":"19450705_reps_17_183.xml","word":"enemy","kwic":"ar, aliens became divided into two classes, enemy aliens and friendly aliens. "},{"date":"1945-07-05T00:00:00","id":"19450705_reps_17_183.xml","word":"enemy","kwic":"hus be seen that since the 23rd July, 1940, enemy aliens have been absolutely prohibited by Commonwealth l"},{"date":"1918-04-04T00:00:00","id":"19180404_senate_7_84.xml","word":"enemy","kwic":"siness-paper seeking information concerning enemy aliens. Is the Minister in a position to answer those qu"},{"date":"1940-12-04T00:00:00","id":"19401204_reps_16_165.xml","word":"enemy","kwic":"at I am establishing tribunals to deal with enemy aliens who are guilty of subversive conduct. Quite the c"},{"date":"1940-12-04T00:00:00","id":"19401204_reps_16_165.xml","word":"enemy","kwic":" by persons not of enemy nationality, while enemy aliens will now be able to appeal against their internme"},{"date":"1945-09-19T00:00:00","id":"19450919_reps_17_185.xml","word":"enemy","kwic":"ister inform the House on whose order these enemy aliens were admitted to 113 Australian General Hospital?"},{"date":"1939-09-07T00:00:00","id":"19390907_senate_15_161.xml","word":"enemy","kwic":" statement with regard to the internment of enemy aliens. We have been informed thatthe defence authoritie"},{"date":"1939-09-07T00:00:00","id":"19390907_senate_15_161.xml","word":"enemy","kwic":" statement should bc made as to whether any enemy aliens have not yet been interned and the progress made "},{"date":"1944-11-29T00:00:00","id":"19441129_senate_17_180.xml","word":"enemy","kwic":"make a statement to the Senate in regard to enemy aliens. Questions regarding the release of internees hav"},{"date":"1945-08-02T00:00:00","id":"19450802_reps_17_184.xml","word":"enemy","kwic":"inology, they would have been regarded as \" enemy aliens \", but by' their residence in the United States o"},{"date":"1942-03-05T00:00:00","id":"19420305_reps_16_170.xml","word":"enemy","kwic":"use of the unrestricted liberty afforded to enemy aliens, many of whom enjoy economic advantages compared "},{"date":"1942-03-05T00:00:00","id":"19420305_reps_16_170.xml","word":"enemy","kwic":"gent action was taken recently in regard to enemy aliens. Two officers were deputed to concentrate on the "},{"date":"1942-03-05T00:00:00","id":"19420305_reps_16_170.xml","word":"enemy","kwic":"s decided to enrol in civilian labour corps enemy aliens against whom a charge cannot be made on security "},{"date":"1942-03-05T00:00:00","id":"19420305_reps_16_170.xml","word":"enemy","kwic":"can render assistance should do so and that enemy aliens should not have 'an advantage over any other sect"},{"date":"1942-03-05T00:00:00","id":"19420305_reps_16_170.xml","word":"enemy","kwic":" and British subjects but also friendly and enemy aliens. A proposal has also been made for the conscripti"},{"date":"1939-11-28T00:00:00","id":"19391128_reps_15_162.xml","word":"enemy","kwic":"e searching of the premises and lodgings of enemy aliens and their associates? "},{"date":"1943-06-25T00:00:00","id":"19430625_senate_16_175.xml","word":"enemy","kwic":"ons absolutely prohibit the sale of laud to enemy aliens and prohibit, without the con sent of the Attorne"},{"date":"1943-02-12T00:00:00","id":"19430212_reps_16_173.xml","word":"enemy","kwic":"ny people regarding the latitude allowed to enemy aliens in this country, will the Attorney-General inform"},{"date":"1957-12-04T00:00:00","id":"19571204_senate_22_s11.xml","word":"enemy","kwic":"ational law. It provides, for example, that enemy aliens must be permitted to leave the country unless the"},{"date":"1957-12-04T00:00:00","id":"19571204_senate_22_s11.xml","word":"enemy","kwic":"ower must be given reasons for the refusal. Enemy aliens who remain are, subject to national security requ"},{"date":"1917-03-16T00:00:00","id":"19170316_senate_6_81.xml","word":"enemy","kwic":"int of view of justice. The feeling against enemy aliens is growing here. I was brought up in a school the"},{"date":"1917-09-27T00:00:00","id":"19170927_senate_7_83.xml","word":"enemy","kwic":"the announced policy of the Government that enemy aliens are required to report to the police weekly, or a"},{"date":"1917-09-27T00:00:00","id":"19170927_senate_7_83.xml","word":"enemy","kwic":"ctions to the responsible officers that all enemy aliens shall report to the police weekly, or oftener if "},{"date":"1944-09-21T00:00:00","id":"19440921_reps_17_179.xml","word":"enemy","kwic":"persons of alien origin, who are classed as enemy aliens, or refugee aliens, should be re-examined in the "},{"date":"1939-09-07T00:00:00","id":"19390907_reps_15_161.xml","word":"enemy","kwic":" be done with the property of which certain enemy aliens may be dispossessed? "},{"date":"1917-09-13T00:00:00","id":"19170913_reps_7_83.xml","word":"enemy","kwic":"vast herd of. Germans, Austrians, and other enemy aliens in the central parts of Australia, and that it is"},{"date":"1965-05-26T00:00:00","id":"19650526_reps_25_hor46.xml","word":"enemy","kwic":"le man in the country but under this clause enemy aliens, as we call them, will be exempt from service. Th"},{"date":"1952-02-06T00:00:00","id":"19520206_REPS_20_216.xml","word":"enemy","kwic":"e public spirit in their attitude to former enemy aliens by urging that suitable settlers should be brough"},{"date":"1941-04-02T00:00:00","id":"19410402_reps_16_166.xml","word":"enemy","kwic":"rial and release from internment of certain enemy aliens. "},{"date":"1941-04-02T00:00:00","id":"19410402_reps_16_166.xml","word":"enemy","kwic":"rial and release from internment of certain enemy aliens. "},{"date":"1941-04-02T00:00:00","id":"19410402_reps_16_166.xml","word":"enemy","kwic":"at the law of God and man justified certain enemy aliens who had escaped from custody breaking into houses"},{"date":"1941-04-02T00:00:00","id":"19410402_reps_16_166.xml","word":"enemy","kwic":" information as to the political beliefs of enemy aliens prior to their arrival in Australia or of refugee"},{"date":"1941-04-02T00:00:00","id":"19410402_reps_16_166.xml","word":"enemy","kwic":"rial and release from internment of certain enemy aliens. "},{"date":"1941-04-02T00:00:00","id":"19410402_reps_16_166.xml","word":"enemy","kwic":" taken place affecting the circumstances of enemy aliens. That report could be prepared without all the un"},{"date":"1941-04-02T00:00:00","id":"19410402_reps_16_166.xml","word":"enemy","kwic":"tly, and more effective method to deal with enemy aliens should be devised. Knowledge of the inequalities "},{"date":"1941-04-02T00:00:00","id":"19410402_reps_16_166.xml","word":"enemy","kwic":" internment, control and release of certain enemy aliens. The honorable member suggested in his proposed m"},{"date":"1919-09-11T00:00:00","id":"19190911_senate_7_89.xml","word":"enemy","kwic":" had been established that they were either enemy aliens or of enemy alien extraction, or that their servi"},{"date":"1919-07-23T00:00:00","id":"19190723_reps_7_88.xml","word":"enemy","kwic":"itary authorities sent a letter to wives of enemy aliens stating that it was possible their husbands might"},{"date":"1919-07-23T00:00:00","id":"19190723_reps_7_88.xml","word":"enemy","kwic":"d wives and the Australian-born children of enemy aliens might be allowed to remain in Australia? "},{"date":"1919-07-23T00:00:00","id":"19190723_reps_7_88.xml","word":"enemy","kwic":"ms thereof, in regard to the deportation of enemy aliens? "},{"date":"1919-07-23T00:00:00","id":"19190723_reps_7_88.xml","word":"enemy","kwic":"es, however, where internees, or uninterned enemy aliens, have applied for repatriation, and where interne"},{"date":"1942-09-02T00:00:00","id":"19420902_reps_16_172.xml","word":"enemy","kwic":"igate and restrict the activities of female enemy aliens. "},{"date":"1919-09-12T00:00:00","id":"19190912_senate_7_89.xml","word":"enemy","kwic":" if I leave out the interned section of the enemy aliens, I can still point to about35,000 who were not in"},{"date":"1952-10-29T00:00:00","id":"19521029_reps_20_220.xml","word":"enemy","kwic":"to exservicemen instead of preference to ex-enemy aliens will apply in this case? "},{"date":"1949-06-16T00:00:00","id":"19490616_reps_18_202.xml","word":"enemy","kwic":" accommodation is being found, there are ex-enemy aliens. I think the Minister was referring to somethingI"},{"date":"1949-06-16T00:00:00","id":"19490616_reps_18_202.xml","word":"enemy","kwic":"ever in what I had said, and that no former enemy aliens were among the displaced persons. Adjoining my fa"},{"date":"1949-06-16T00:00:00","id":"19490616_reps_18_202.xml","word":"enemy","kwic":" statements to me were correct, they are ex-enemy aliens. "},{"date":"1949-06-16T00:00:00","id":"19490616_reps_18_202.xml","word":"enemy","kwic":"r and materials were being used to house ex-enemy aliens. I now ask the Minister for Immigration whether h"},{"date":"1919-08-07T00:00:00","id":"19190807_reps_7_89.xml","word":"enemy","kwic":"inquired into the question of internees and enemy aliens generally, and also the determinanations of the G"},{"date":"1919-08-07T00:00:00","id":"19190807_reps_7_89.xml","word":"enemy","kwic":" with regard . to the respective classes of enemy aliens in Australia. "},{"date":"1945-05-17T00:00:00","id":"19450517_reps_17_182.xml","word":"enemy","kwic":"in force for some years, shall apply to all enemy aliens? "},{"date":"1942-05-07T00:00:00","id":"19420507_reps_16_170.xml","word":"enemy","kwic":" in mind, I feel that it is imperative that enemy aliens, neutral aliens and naturalized foreigners should"},{"date":"1915-05-05T00:00:00","id":"19150505_reps_6_76.xml","word":"enemy","kwic":"if they are taken over as patents issued to enemy aliens, they will have the advantage of this clause, whi"},{"date":"1943-01-28T00:00:00","id":"19430128_reps_16_173.xml","word":"enemy","kwic":"withdrawal of twenty machine miners who are enemy aliens from a mine in Western Australia. I ask the Minis"},{"date":"1943-01-28T00:00:00","id":"19430128_reps_16_173.xml","word":"enemy","kwic":"ided for the call-up of a certain number of enemy aliens among the men whom it was considered could be obt"},{"date":"1943-01-28T00:00:00","id":"19430128_reps_16_173.xml","word":"enemy","kwic":" gold-mining industry. The call-up of those enemy aliens is in no way a contravention of that agreement, b"},{"date":"1944-02-18T00:00:00","id":"19440218_senate_17_177.xml","word":"enemy","kwic":" in relation to people who  are  at present enemy aliens, but it should be much more limited in its operat"},{"date":"1944-02-18T00:00:00","id":"19440218_senate_17_177.xml","word":"enemy","kwic":"rigin. If the  amendment were aimed only at enemy aliens, it would be in a different category, but I canno"},{"date":"1962-03-29T00:00:00","id":"19620329_reps_24_hor34.xml","word":"enemy","kwic":"are enjoyed by other citizens of Australia. Enemy aliens of World War II. have come to this country, have "},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"enemy","kwic":" ago to call up for service in labour units enemy aliens, and also friendly aliens, who had not enlisted. "},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"enemy","kwic":"I cannot give figures, but large numbers of enemy aliens in vulnerable areas have been formed into labour "},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"enemy","kwic":"r consider that in the interests of safety, enemy aliens should be allowed to use uniforms similar to thos"},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"enemy","kwic":"igate and restrict the activities of female enemy aliens and subversive females of other nationalities. A "},{"date":"1919-06-25T00:00:00","id":"19190625_reps_7_88.xml","word":"enemy","kwic":"ported for no reason whatever. Sailors, not enemy aliens, but citizens of allied countries, have deserted "},{"date":"1949-06-09T00:00:00","id":"19490609_reps_18_202.xml","word":"enemy","kwic":"njoy are at a disadvantage compared with ex-enemy aliens whose blood brothers may have caused their disabi"},{"date":"1949-06-09T00:00:00","id":"19490609_reps_18_202.xml","word":"enemy","kwic":"pay unemployment or sickness benefits to ex-enemy aliens. The only reason that the Minister can advance fo"},{"date":"1919-07-02T00:00:00","id":"19190702_senate_7_88.xml","word":"enemy","kwic":"es' jurisdiction is limited to the cases of enemy aliens. It is not proposed to submit the case of Paul Fr"},{"date":"1919-07-02T00:00:00","id":"19190702_senate_7_88.xml","word":"enemy","kwic":"free men. I have no sympathy for any of the enemy aliens in our midst, for I have a friend who has returne"},{"date":"1919-07-02T00:00:00","id":"19190702_senate_7_88.xml","word":"enemy","kwic":"agistrates .appointed to deal with interned enemy aliens. "},{"date":"1918-12-18T00:00:00","id":"19181218_SENATE_7_87.xml","word":"enemy","kwic":"nd it would not be wise to let such men and enemy aliens wander about the country, possibly giving informa"},{"date":"1918-12-18T00:00:00","id":"19181218_SENATE_7_87.xml","word":"enemy","kwic":"iding in this clause for the internment of enemy' aliens for perhaps twelve months after Great Britain has"},{"date":"1917-08-08T00:00:00","id":"19170808_SENATE_7_82.xml","word":"enemy","kwic":"nts should take further action in regard to enemy aliens in our midst? \" "},{"date":"1940-05-24T00:00:00","id":"19400524_senate_15_163.xml","word":"enemy","kwic":"are being taken by his department to police enemy aliens in Australia? Is that work being done by his offi"},{"date":"1947-03-26T00:00:00","id":"19470326_reps_18_191.xml","word":"enemy","kwic":"is declared, should any persons who are now enemy aliens become naturalized they will, of course, enjoy th"},{"date":"1947-03-26T00:00:00","id":"19470326_reps_18_191.xml","word":"enemy","kwic":" many months on a tribunal which dealt with enemy aliens who had been interned, and were seeking release. "},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"are included automatically whether they are enemy aliens or friendly aliens. It may very well be - and I i"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":" Corps - that a certain number of those are enemy aliens. If that is true, it opens up a very wide questio"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"provisions of this clause. I cannot see why enemy aliens, who presumably lived here for some years without"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"d women who have served on our behalf. Many enemy aliens who were interned were liberated after a certain "},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":" the Minister will amend the clause so that enemy aliens will not receive benefits comparable to those pro"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":" of \" member of the Forces \" should exclude enemy aliens who have only served as members of the Army Labou"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"find that the Government intends to include enemy aliens, against whom dossiers have .been compiled, ' amo"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"h will limit the rights of Australians, mot enemy aliens, who enlisted in the fighting forces in Great Bri"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"tled to, at least, as much consideration as enemy aliens or members of the Army Labour Corps will receive."},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"o member of the Labour caucus realized that enemy aliens may become entitled to benefit under the bill. Wh"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"o for the purpose of specifically excluding enemy aliens from benefit under this measure. It cannot , be a"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"e definition of \" citizen forces \" included enemy aliens, notwithstanding his statement that he did not, b"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"request that the bill be amended to exclude enemy aliens, and have pointed out that the present definition"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":" bur belief that in no circumstances should enemy aliens enjoy the privileges and advantages, meagre as th"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"tee to believe that he did not realize that enemy aliens, perhaps active Nazis, were to be given all the b"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"to ensure that it shall not be possible for enemy aliens to benefit. "},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"turned soldier organizations to ensure that enemy aliens should not be included in the bill. "},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"misleading us in regard to the inclusion of enemy aliens in this bill- "},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"t is a neater word - as to the inclusion of enemy aliens in this bill. Honorable members want to be under "},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"onception in the future, and we demand that enemy aliens in the Allied Works Council or in any non-militar"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"those who bitterly opposed the inclusion of enemy aliens, I accept the Minister's assurance that they shal"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"ted so long as provision is made to exclude enemy aliens. "},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"is afternoon the Minister did not know that enemy aliens were members of the Army Labour Corps. "},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"enemy","kwic":"that all the objections to the inclusion of enemy aliens will be met. It is too narrow. The amendment move"},{"date":"1941-08-22T00:00:00","id":"19410822_reps_16_168.xml","word":"enemy","kwic":"give them a fair public trial. They are not enemy aliens; they are Australians. A returned soldier from my"},{"date":"1919-08-27T00:00:00","id":"19190827_reps_7_89.xml","word":"enemy","kwic":" made to this effect. 3 and 4. All interned enemy aliens were set down for deportation, but each internee "},{"date":"1939-11-16T00:00:00","id":"19391116_reps_15_162.xml","word":"enemy","kwic":" declared, as a precautionary measure those enemy aliens who might reasonably be suspected of espionage or"},{"date":"1920-07-16T00:00:00","id":"19200716_reps_8_92.xml","word":"enemy","kwic":"ion for the disfranchisement of naturalized enemy aliens, and also the provision interfering, under certai"},{"date":"1955-09-28T00:00:00","id":"19550928_senate_21_s6.xml","word":"enemy","kwic":"tention to the fact that the families of ex-enemy aliens in Australia are protected to the extent of the b"},{"date":"1957-12-03T00:00:00","id":"19571203_reps_22_hor17.xml","word":"enemy","kwic":"ion, the Detaining Power shall not treat as enemy aliens exclusively on the basis of their nationality de "},{"date":"1918-01-17T00:00:00","id":"19180117_reps_7_83.xml","word":"enemy","kwic":" only among British people. That meant that enemy aliens would not be allowed to vote. "},{"date":"1918-01-17T00:00:00","id":"19180117_reps_7_83.xml","word":"enemy","kwic":"it meant something which affected, not only enemy aliens, but his brother Australians. The extract from th"},{"date":"1941-05-29T00:00:00","id":"19410529_reps_16_167.xml","word":"enemy","kwic":"rities to aliens, but all aliens, including enemy aliens, require to have either national passports or som"},{"date":"1941-05-29T00:00:00","id":"19410529_reps_16_167.xml","word":"enemy","kwic":"passport facilities have been given for any enemy aliens to leave the Commonwealth unless it was first asc"},{"date":"1945-05-25T00:00:00","id":"19450525_reps_17_182.xml","word":"enemy","kwic":"ly people excluded from that definition are enemy aliens who served during the war as members of an Army l"},{"date":"1945-05-25T00:00:00","id":"19450525_reps_17_182.xml","word":"enemy","kwic":"t company. I have definite information that enemy aliens are in employment companies in Victoria, namely, "},{"date":"1945-05-25T00:00:00","id":"19450525_reps_17_182.xml","word":"enemy","kwic":" loose-living men and women, even including enemy aliens, regardless of whether they are member*, of the f"},{"date":"1945-05-25T00:00:00","id":"19450525_reps_17_182.xml","word":"enemy","kwic":"vernment is granting concessions to certain enemy aliens by way of free naturalization? "},{"date":"1945-05-25T00:00:00","id":"19450525_reps_17_182.xml","word":"enemy","kwic":"making the naturalization laws apply to all enemy aliens? "},{"date":"1947-03-25T00:00:00","id":"19470325_reps_18_190.xml","word":"enemy","kwic":" Industries Division, in connexion with the enemy aliens employment scheme, assisted by a committee repres"},{"date":"1947-03-25T00:00:00","id":"19470325_reps_18_190.xml","word":"enemy","kwic":" Australia, is firstly, to ensure that only enemy aliens who can contribute knowledge, skill and experienc"},{"date":"1946-03-20T00:00:00","id":"19460320_reps_17_186.xml","word":"enemy","kwic":"ot complete. For instance, large numbers of enemy aliens were interned in this country during the war, and"},{"date":"1919-08-28T00:00:00","id":"19190828_senate_7_89.xml","word":"enemy","kwic":" Department to intern or otherwise treat as enemy aliens persons who satisfied the District Commandant tha"},{"date":"1940-05-24T00:00:00","id":"19400524_reps_15_163.xml","word":"enemy","kwic":"a question concerning the naturalization of enemy aliens and I understood from his reply that such persons"},{"date":"1940-05-24T00:00:00","id":"19400524_reps_15_163.xml","word":"enemy","kwic":"e proven facts concerning the activities of enemy aliens in other countries, he does not think that there "},{"date":"1940-05-24T00:00:00","id":"19400524_reps_15_163.xml","word":"enemy","kwic":"d that applications for naturalization from enemy aliens might, under certain conditions, be considered, b"},{"date":"1940-05-24T00:00:00","id":"19400524_reps_15_163.xml","word":"enemy","kwic":"e granting of such requests. Practically no enemy aliens have been naturalized in Australia for some month"},{"date":"1941-07-03T00:00:00","id":"19410703_reps_16_167.xml","word":"enemy","kwic":"considerable degree, for the supervision of enemy aliens. According to my information,  Hentze's  dossier,"},{"date":"1941-07-03T00:00:00","id":"19410703_reps_16_167.xml","word":"enemy","kwic":"yed by the Government in regard to not only enemy aliens but also other persons' who are interned. Every p"},{"date":"1941-07-03T00:00:00","id":"19410703_reps_16_167.xml","word":"enemy","kwic":"ountry to-day entirely differently from the enemy aliens who may have their objections heard by tribunals."},{"date":"1941-07-03T00:00:00","id":"19410703_reps_16_167.xml","word":"enemy","kwic":"as to the position at the end of the war of enemy aliens interned by the Commonwealth authorities. So far "},{"date":"1942-06-02T00:00:00","id":"19420602_reps_16_171.xml","word":"enemy","kwic":"litary service, and aliens, whether they he enemy aliens or not, are subject to the call-up for labour cor"},{"date":"1942-06-02T00:00:00","id":"19420602_reps_16_171.xml","word":"enemy","kwic":"ies, are working for only 6s. a day, whilst enemy aliens are making £2 a day on similar work. "},{"date":"1942-06-02T00:00:00","id":"19420602_reps_16_171.xml","word":"enemy","kwic":"y nothing was done to call upon refugee and enemy aliens to do service until this Government came into off"},{"date":"1917-09-05T00:00:00","id":"19170905_senate_7_83.xml","word":"enemy","kwic":"on- wealth Departments on matters affecting enemy aliens? "},{"date":"1917-08-24T00:00:00","id":"19170824_SENATE_7_82.xml","word":"enemy","kwic":"mmonwealth Departments on matters affecting enemy aliens? "},{"date":"1944-03-21T00:00:00","id":"19440321_senate_17_178.xml","word":"enemy","kwic":"ley - Air Raid Alert in Western Australia - Enemy Aliens in Civil Positions. "},{"date":"1944-03-21T00:00:00","id":"19440321_senate_17_178.xml","word":"enemy","kwic":"n north Queensland, about the employment of enemy aliens in civil occupations. The following letter, from "},{"date":"1944-03-21T00:00:00","id":"19440321_senate_17_178.xml","word":"enemy","kwic":" ascertain what was going on with regard to enemy aliens and internees. I was informed that - "},{"date":"1939-09-15T00:00:00","id":"19390915_reps_15_161.xml","word":"enemy","kwic":"in three cases to date. A certain number of enemy aliens have been released under control. \"Whether they a"},{"date":"1957-11-12T00:00:00","id":"19571112_reps_22_hor17.xml","word":"enemy","kwic":"ational law. It provides, for example, that enemy aliens must be permitted to leave the country unless the"},{"date":"1957-11-12T00:00:00","id":"19571112_reps_22_hor17.xml","word":"enemy","kwic":"ower must be given reasons for the refusal. Enemy aliens who remain are, subject to national security requ"},{"date":"1950-05-17T00:00:00","id":"19500517_reps_19_207.xml","word":"enemy","kwic":"l brand of disloyalty. Even in time of war, enemy aliens, in connexion with proposals for their detention,"},{"date":"1950-05-17T00:00:00","id":"19500517_reps_19_207.xml","word":"enemy","kwic":"the war, there were thousands of appeals by enemy aliens, in which similar matters were involved. "},{"date":"1950-05-17T00:00:00","id":"19500517_reps_19_207.xml","word":"enemy","kwic":"able members have already pointed out, many enemy aliens who were apprehended during the recent war were g"},{"date":"1919-08-06T00:00:00","id":"19190806_senate_7_88.xml","word":"enemy","kwic":"iction Order, which makes it incumbent upon enemy aliens to report weekly, is still in operation. "},{"date":"1919-08-22T00:00:00","id":"19190822_reps_7_89.xml","word":"enemy","kwic":" knowledge. In any case, the prohibition of enemy aliens is limited to a period of five years, at the end "},{"date":"1945-10-03T00:00:00","id":"19451003_senate_17_185.xml","word":"enemy","kwic":"was decided to form  a  Labour Corps of 300 enemy aliens under the joint control of the Commonwealth and t"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"enemy","kwic":"l members of the Australian . forces except enemy aliens serving in labour units. "},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"enemy","kwic":" in the act. The act does, however, exclude enemy aliens who served during the war as members of employmen"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"enemy","kwic":"ldiers organization, in. which he says that enemy aliens in employment companies are not included. The Min"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"enemy","kwic":" is making a feature of the fact that these enemy aliens are undergoing second and third year courses of s"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"enemy","kwic":"ance. Taking these people at their best, as enemy aliens, stateless or whatever they may be, they did not "},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"enemy","kwic":" members of the Australian Military Forces. Enemy aliens who could not be classed as refugees were not per"},{"date":"1917-08-01T00:00:00","id":"19170801_SENATE_7_82.xml","word":"enemy","kwic":"nts should take further action in regard to enemy aliens in our midst\"; and, if so, will he make a stateme"},{"date":"1944-08-30T00:00:00","id":"19440830_senate_17_179.xml","word":"enemy","kwic":"? If so, will the Minister say if these are enemy aliens, and why Australia should be saddled with such al"},{"date":"1919-09-10T00:00:00","id":"19190910_reps_7_89.xml","word":"enemy","kwic":"y to ask for permission to employuninterned enemy aliens. "},{"date":"1939-11-21T00:00:00","id":"19391121_reps_15_162.xml","word":"enemy","kwic":"reasurer whether the dependants of interned enemy aliens are paid a pension, or are given some form of sus"},{"date":"1920-09-28T00:00:00","id":"19200928_reps_8_93.xml","word":"enemy","kwic":"en married to Germans, Austrians, and other enemy aliens who, up to the signing of the Armistice at all ev"},{"date":"1921-07-14T00:00:00","id":"19210714_reps_8_96.xml","word":"enemy","kwic":"surer that a number of old people, socalled enemy aliens, have been deprived of their pensions. They are n"},{"date":"1942-09-24T00:00:00","id":"19420924_senate_16_172.xml","word":"enemy","kwic":"lic demand that the selective internment of enemy aliens should be more rigorously pruned, and that sale o"},{"date":"1942-09-24T00:00:00","id":"19420924_senate_16_172.xml","word":"enemy","kwic":" and that sale of poisons and explosives to enemy aliens be prohibited and that stocks held by them be imp"},{"date":"1942-09-24T00:00:00","id":"19420924_senate_16_172.xml","word":"enemy","kwic":" businesses owned or conducted on behalf of enemy aliens, such authority to have power to pay all profits "},{"date":"1942-09-24T00:00:00","id":"19420924_senate_16_172.xml","word":"enemy","kwic":" of subversive action, it is urged that all enemy aliens employed in canneries and pulping industries shou"},{"date":"1942-09-24T00:00:00","id":"19420924_senate_16_172.xml","word":"enemy","kwic":"o transmitting sets, all such sets owned by enemy aliens or by naturalized subjects of enemy origin should"},{"date":"1944-02-23T00:00:00","id":"19440223_reps_17_177.xml","word":"enemy","kwic":" am saying. I exclude those men. I refer to enemy aliens. They should not enjoy better rates of pay than o"},{"date":"1940-05-28T00:00:00","id":"19400528_reps_15_163.xml","word":"enemy","kwic":", and even with regard to the internment of enemy aliens. Influential enemy aliens are allowed their liber"},{"date":"1940-05-28T00:00:00","id":"19400528_reps_15_163.xml","word":"enemy","kwic":"the internment of enemy aliens. Influential enemy aliens are allowed their liberty in various cities in Au"},{"date":"1940-05-28T00:00:00","id":"19400528_reps_15_163.xml","word":"enemy","kwic":"various cities in Australia, although other enemy aliens, who are not so wealthy, are interned. It is comm"},{"date":"1940-12-10T00:00:00","id":"19401210_reps_16_165.xml","word":"enemy","kwic":"ents, guns, and wireless sets captured from enemy aliens in Sydney to realize the preparations made for se"},{"date":"1952-10-23T00:00:00","id":"19521023_reps_20_220.xml","word":"enemy","kwic":"ove the restrictions upon the engagement of enemy aliens as seamen on Australian ships. That matter should"},{"date":"1918-05-01T00:00:00","id":"19180501_reps_7_84.xml","word":"enemy","kwic":"x on dividends received by him on shares of enemy aliens which have been transferred to the public trustee"},{"date":"1945-10-03T00:00:00","id":"19451003_reps_17_185.xml","word":"enemy","kwic":"aving an anomaly which would have permitted enemy aliens to benefit under that legislation, removed. Unfor"},{"date":"1943-10-15T00:00:00","id":"19431015_senate_17_176.xml","word":"enemy","kwic":"culty it waa decided that a labour corps of enemy aliens, under the joint control of the Western Australia"},{"date":"1915-04-29T00:00:00","id":"19150429_reps_6_76.xml","word":"enemy","kwic":"ept that it would include aliens other than enemy aliens, and that it would omit those conditions, which, "},{"date":"1915-04-29T00:00:00","id":"19150429_reps_6_76.xml","word":"enemy","kwic":"er. It would give to all persons other than enemy aliens the right of a civil trial. "},{"date":"1942-09-10T00:00:00","id":"19420910_reps_16_172.xml","word":"enemy","kwic":"s area, because in some manner or other the enemy aliens appear to be evading the regulations. The cases w"},{"date":"1942-09-10T00:00:00","id":"19420910_reps_16_172.xml","word":"enemy","kwic":"-up for friendly aliens, refugee aliens and enemy aliens. I had a national emergency regulation promulgate"},{"date":"1942-09-10T00:00:00","id":"19420910_reps_16_172.xml","word":"enemy","kwic":"s doubtful. In addition, some thousands  of enemy aliens were'  called   up and drafted into labour units."},{"date":"1915-09-09T00:00:00","id":"19150909_reps_6_78.xml","word":"enemy","kwic":"ere to support the rights and privileges of enemy aliens, because I feel sure that British subjects are gi"},{"date":"1948-02-18T00:00:00","id":"19480218_reps_18_196.xml","word":"enemy","kwic":"ction there was principally in the hands of enemy aliens, Italians. These Italians were taken off the toba"},{"date":"1948-02-18T00:00:00","id":"19480218_reps_18_196.xml","word":"enemy","kwic":"war, labour was hard to get and hundreds of enemy aliens on tobacco farms had to be interned. That is how "},{"date":"1945-06-06T00:00:00","id":"19450606_senate_17_182.xml","word":"enemy","kwic":"espect of persons who were only technically enemy aliens at the time of arrival in Australia and were subs"},{"date":"1945-06-06T00:00:00","id":"19450606_senate_17_182.xml","word":"enemy","kwic":"esentatives, it was discovered that certain enemy aliens would be able to enjoy the same benefits as Austr"},{"date":"1952-05-15T00:00:00","id":"19520515_reps_20_217.xml","word":"enemy","kwic":"but because, as Austrians, the workers were enemy aliens. Has this Government said- to the Liberal Governm"},{"date":"1945-07-26T00:00:00","id":"19450726_reps_17_184.xml","word":"enemy","kwic":"efers to aliens generally and not merely to enemy aliens I propose to set out in some detail the condition"},{"date":"1945-07-26T00:00:00","id":"19450726_reps_17_184.xml","word":"enemy","kwic":"and, first, by friendly aliens, and then by enemy aliens and subjects of countries in enemy occupation. "},{"date":"1945-07-26T00:00:00","id":"19450726_reps_17_184.xml","word":"enemy","kwic":"ber is referring to the purchase of land by enemy aliens, I stress the fact that, under the National Secur"},{"date":"1945-07-26T00:00:00","id":"19450726_reps_17_184.xml","word":"enemy","kwic":"ional Security (Land Transfer) Regulations, enemy aliens are absolutely prohibited from purchasing land an"},{"date":"1946-03-21T00:00:00","id":"19460321_reps_17_186.xml","word":"enemy","kwic":"accelerated discharges given to a number of enemy aliens, mostly Germans, with we are told more to follow "},{"date":"1946-03-21T00:00:00","id":"19460321_reps_17_186.xml","word":"enemy","kwic":"all members of the Australian forces except enemy aliens serving in some employment companies in the Army "},{"date":"1942-02-25T00:00:00","id":"19420225_senate_16_170.xml","word":"enemy","kwic":"s the result of the unrestricted liberty of enemy aliens. The wholesale and retail fruit and vegetable tra"},{"date":"1942-02-25T00:00:00","id":"19420225_senate_16_170.xml","word":"enemy","kwic":"s to be commended on its decision to intern enemy aliens in north Queensland. But why only in that part of"},{"date":"1944-03-16T00:00:00","id":"19440316_reps_17_178.xml","word":"enemy","kwic":"licy, we consider, amounts to preference to enemy aliens, who have nothing to lose and everything to gain "},{"date":"1942-03-25T00:00:00","id":"19420325_reps_16_170.xml","word":"enemy","kwic":"ors of the Division of Watson, praying that enemy aliens, whether naturalized or not, be interned immediat"},{"date":"1942-03-25T00:00:00","id":"19420325_reps_16_170.xml","word":"enemy","kwic":"as distinguished between various classes of enemy aliens. We have made it possible for a class known as th"},{"date":"1942-03-25T00:00:00","id":"19420325_reps_16_170.xml","word":"enemy","kwic":"urance regulations, so as to provide that \" enemy aliens \" shall not include a person who is deemed for th"},{"date":"1942-03-25T00:00:00","id":"19420325_reps_16_170.xml","word":"enemy","kwic":"to date, prevented the extension to certain enemy aliens of the right to insure their property against war"},{"date":"1942-03-25T00:00:00","id":"19420325_reps_16_170.xml","word":"enemy","kwic":"erit, and will be examined. Of course, some enemy aliens have been interned, and it is not presumed that t"},{"date":"1942-03-25T00:00:00","id":"19420325_reps_16_170.xml","word":"enemy","kwic":"mage to property which is owned by outright enemy aliens. Nevertheless, the points which have been advance"},{"date":"1942-03-25T00:00:00","id":"19420325_reps_16_170.xml","word":"enemy","kwic":"tated that some persons, though technically enemy aliens, have been driven, out of enemy countries because"},{"date":"1917-08-23T00:00:00","id":"19170823_SENATE_7_82.xml","word":"enemy","kwic":"so. But it is only natural that the sons of enemy aliens should be actuated by an undercurrent of sympathy"},{"date":"1917-08-23T00:00:00","id":"19170823_SENATE_7_82.xml","word":"enemy","kwic":"it is so in many instances with the sons of enemy aliens. I do not think it is very wise for us either to "},{"date":"1917-08-23T00:00:00","id":"19170823_SENATE_7_82.xml","word":"enemy","kwic":"o a certain point - so far as it applied to enemy aliens and the sons of enemy aliens. "},{"date":"1917-08-23T00:00:00","id":"19170823_SENATE_7_82.xml","word":"enemy","kwic":" it applied to enemy aliens and the sons of enemy aliens. "},{"date":"1917-08-23T00:00:00","id":"19170823_SENATE_7_82.xml","word":"enemy","kwic":"ate it. I am dealing in my remarks with the enemy aliens of today "},{"date":"1917-08-23T00:00:00","id":"19170823_SENATE_7_82.xml","word":"enemy","kwic":"ded Germans and Austrians would cease to be enemy aliens, and no alien would be excluded by the amendment,"},{"date":"1917-08-23T00:00:00","id":"19170823_SENATE_7_82.xml","word":"enemy","kwic":" Ministers are not at all likely to appoint enemy aliens to such positions. Broadly, I believe in the sent"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"of Queensland there is  a  concentration of enemy aliens, and I submit that action should be taken to put "},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"st and intern twenty of our own people. All enemy aliens should be immediately interned. At least, steps s"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"nformation indicating subversive actions by enemy aliens have the duty to place it before the authorities."},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"act remains that there is an aggregation of enemy aliens in certain localities of Australia which can only"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"n only be described as danger points. Those enemy aliens would be an army to help the Japanese if they lan"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"hey landed in this country. The position of enemy aliens should he considered in parallel with the activit"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"igate and restrict the activities of female enemy aliens. "},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"lumn activity of the worst kind. I ask that enemy aliens of Italian extraction be carefully watched. To-da"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"re confronted when it is suggested that all enemy aliens should be interned. "},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"use will declare for the mass internment of enemy aliens. That being so, there has to be some process of s"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"t to adopt a more ruthless attitude towards enemy aliens in this country, many of whom are no doubt engage"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"from 8 p.m. to 5 a.m. has been imposed upon enemy aliens in Queensland, and large numbers of enemy subject"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":" has also introduced a system of calling up enemy aliens for service in labour units. Many of them have al"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"nd in a proper way. I know of some interned enemy aliens who were released a few hours before the appeal t"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"internment of aliens, and even of so-called enemy aliens, is not a proper procedure. There are enemy alien"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"liens, is not a proper procedure. There are enemy aliens in Australia who fear far more the treatment that"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"h Queensland there are large communities of enemy aliens, most of whom, perhaps, are naturalized. Many of "},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"picion. That is not sufficient. A number of enemy aliens may be naturalized, may invest in war loans, and "},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":" in close proximity to a munitions factory. Enemy aliens, whether naturalized or not, whether professing p"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"to be permitted to reside there any longer. Enemy aliens who may or may not constitute a fifth column, if "},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"nt - Treasonable Conspiracy - Internment of Enemy Aliens - Electric Power Resources -Werri- bee Beef - Mun"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"hare. In this country to-day there are many enemy aliens and naturalized Australians of enemy origin who e"},{"date":"1942-03-27T00:00:00","id":"19420327_reps_16_170.xml","word":"enemy","kwic":"ith difficulty and, doubtless, many hostile enemy aliens remain at large. A second large section of these "},{"date":"1950-06-20T00:00:00","id":"19500620_reps_19_208.xml","word":"enemy","kwic":"e of peace the rights that were accorded to enemy aliens in Great Britain and Australia in time of war. Th"},{"date":"1945-08-01T00:00:00","id":"19450801_reps_17_184.xml","word":"enemy","kwic":"prohibit absolutely the purchase of land by enemy aliens and during the period in question the only aliens"},{"date":"1945-07-24T00:00:00","id":"19450724_reps_17_184.xml","word":"enemy","kwic":"ganizations a request that the period which enemy aliens must reside in Australia before they can apply fo"},{"date":"1941-12-17T00:00:00","id":"19411217_reps_16_169.xml","word":"enemy","kwic":"omination, as well as the services of other enemy aliens not liable to be called up under the provisions o"},{"date":"1965-04-29T00:00:00","id":"19650429_reps_25_hor45.xml","word":"enemy","kwic":"ommunity who may well be in the category of enemy aliens in time of war. I should like to know how many al"},{"date":"1918-04-18T00:00:00","id":"19180418_senate_7_84.xml","word":"enemy","kwic":" Business Board - Government Employ ment of Enemy Aliens - Treatment of Interned Aliens: Case of Herman Ha"},{"date":"1918-04-18T00:00:00","id":"19180418_senate_7_84.xml","word":"enemy","kwic":"ents to take firmer action in regard to any enemy aliens in our midst, in the interests of recruiting.\" Th"},{"date":"1918-04-18T00:00:00","id":"19180418_senate_7_84.xml","word":"enemy","kwic":"on with the Defence Department for allowing enemy aliens the freedom they have. I have come across cases w"},{"date":"1918-04-18T00:00:00","id":"19180418_senate_7_84.xml","word":"enemy","kwic":" British community is all over the world to enemy aliens, and how well they are treated, and, at all event"},{"date":"1918-04-18T00:00:00","id":"19180418_senate_7_84.xml","word":"enemy","kwic":"ith the thorny question of the treatment of enemy aliens. That should make some improvement in the positio"},{"date":"1918-04-18T00:00:00","id":"19180418_senate_7_84.xml","word":"enemy","kwic":"y, any information they gather in regard to enemy aliens. It may be that very often, as a result of inquir"},{"date":"1946-04-02T00:00:00","id":"19460402_senate_17_186.xml","word":"enemy","kwic":"s to whether these men can be classified as enemy aliens as defined by the Re-establishment and Employment"},{"date":"1950-06-13T00:00:00","id":"19500613_senate_19_208.xml","word":"enemy","kwic":"s to me that it related to the detention of enemy aliens suspected of spying, something altogether differe"},{"date":"1919-10-24T00:00:00","id":"19191024_SENATE_7_90.xml","word":"enemy","kwic":"he period of the war, we determined that no enemy aliens should be permitted to be shareholders of public "},{"date":"1940-08-20T00:00:00","id":"19400820_reps_15_164.xml","word":"enemy","kwic":"overnment does not accept the view that all enemy aliens, irrespective of their circumstances, should be i"},{"date":"1918-12-17T00:00:00","id":"19181217_senate_7_87.xml","word":"enemy","kwic":"n appointed to inquire into the question of enemy aliens in the Public Service is still engaged in the wor"},{"date":"1920-07-23T00:00:00","id":"19200723_reps_8_92.xml","word":"enemy","kwic":"it is not the practice to naturalize former enemy aliens or Russians unless for exceptional reasons approv"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"se a circular-letter issued to the wives of enemy aliens, to this effect - "},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"on, irrespective of whether or not they are enemy aliens. The deportations are not confined to enemy alien"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"liens. The deportations are not confined to enemy aliens. "},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"but the mover of the motion dealt only with enemy aliens. I could deal with the deportation of others, but"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"e adopted in relation to the deportation of enemy aliens. First of all, I should state that the Government"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"minate six magistrates to whom all cases of enemy aliens who were being sent away against their will could"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"The orders of the Government in relation to enemy aliens are that only those who have been in internment a"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":" If any honorable members will inform me of enemy aliens who have been deported, although they had not bee"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"t they were not proceeded against for being enemy aliens; also other undesirable aliens were deported. For"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"enemy","kwic":"re the facts? Apart from the deportation of enemy aliens, we know that men of British birth - English, Sco"},{"date":"1939-09-20T00:00:00","id":"19390920_reps_15_161.xml","word":"enemy","kwic":"tinction has to be drawn between aliens and enemy aliens. The latter class must be dealt with according to"},{"date":"1917-07-19T00:00:00","id":"19170719_reps_7_82.xml","word":"enemy","kwic":"onorable member regarding Germans and other enemy aliens. Apparently, it is inconvenient to the Government"},{"date":"1919-10-22T00:00:00","id":"19191022_reps_7_90.xml","word":"enemy","kwic":"n equality, and there will be no longer any enemy aliens. Nearly all our troops have returned, and there i"},{"date":"1920-05-06T00:00:00","id":"19200506_senate_8_92.xml","word":"enemy","kwic":" my effort to discriminate between them and enemy aliens. My concern now is for a very deserving class of "},{"date":"1920-03-12T00:00:00","id":"19200312_reps_8_91.xml","word":"enemy","kwic":"nts into defalcations, &c, and passports of enemy aliens. Later I shall advise the Committee of any more r"},{"date":"1946-04-03T00:00:00","id":"19460403_reps_17_186.xml","word":"enemy","kwic":"uction, during the debate on the release of enemy aliens from the services to take up university courses, "},{"date":"1952-10-08T00:00:00","id":"19521008_reps_20_219.xml","word":"enemy","kwic":"f a State government pleading that they are enemy aliens, after having entered into contracts with them. W"},{"date":"1904-07-07T00:00:00","id":"19040707_reps_2_20.xml","word":"coloured","kwic":"n relation to the granting of permits to coloured aliens engaging in the pearling industry? "},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"ulation of that State, whereas the 7,000 coloured aliens residing in Victoria have been included in its po"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"ueensland. I understand that in Victoria coloured aliens who have become naturalized can, under the Electo"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":", have been included. That number of the coloured aliens is made up for the year 1901 of 11,263 Chinese, 4"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"e the only objection to the inclusion of coloured aliens, clergymen should also be excluded from the count"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"f Victoria is entitled to have her 7,000 coloured aliens included in the count because 69 of them are natu"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"the rolls, then we claim that the 18,038 coloured aliens of Queensland should also be included in the coun"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"s voters. That is our contention. If the coloured aliens of New South Wales are to be taken into account f"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"es should certainly be denied it. If the coloured aliens of Queensland are excluded from our count, we sha"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"o the existence of a population of 7,000 coloured aliens in the State. On the other hand, no account has b"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"count has been taken of the thousands of coloured aliens in Queensland, with the result that she will be d"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"t December, 1902. It is true that if the coloured aliens had been reckoned in the population on the 30th J"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"es having affected the quota. The 18,038 coloured aliens excluded from the population of -Queensland at th"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"atives of India, 833, a total of 18,038. Coloured aliens were not excluded from the populations of Victori"},{"date":"1903-07-31T00:00:00","id":"19030731_reps_1_15.xml","word":"coloured","kwic":"matter is now being investigated. If the coloured aliens had not been included in the populations of Victo"},{"date":"1901-09-04T00:00:00","id":"19010904_reps_1_4.xml","word":"coloured","kwic":"have a similar provision which prevents, coloured aliens from taking out miners' rights for gold-fields. T"},{"date":"1901-11-19T00:00:00","id":"19011119_reps_1_6.xml","word":"coloured","kwic":"h propose to incorporate another 350,000 coloured aliens. The Prime Minister indicated that we might have "},{"date":"1903-10-09T00:00:00","id":"19031009_reps_1_17.xml","word":"coloured","kwic":"a motion relating to the introduction of coloured aliens in South Africa, which I should like to be dispos"},{"date":"1903-07-15T00:00:00","id":"19030715_reps_1_14.xml","word":"coloured","kwic":"ion . 127 of the Constitution. The other coloured aliens were included in the population of Victoria, as t"},{"date":"1903-07-15T00:00:00","id":"19030715_reps_1_14.xml","word":"coloured","kwic":" figures with respect to Victoria, where coloured aliens were included, us referred to in my reply to ques"},{"date":"1903-07-15T00:00:00","id":"19030715_reps_1_14.xml","word":"coloured","kwic":"9,714 persons, of whom there were 18,038 coloured aliens excluded by State laws, leaving the total populat"},{"date":"1903-07-03T00:00:00","id":"19030703_senate_1_14.xml","word":"coloured","kwic":"ia and the other States in the matter of coloured aliens. "},{"date":"1910-09-21T00:00:00","id":"19100921_reps_4_57.xml","word":"coloured","kwic":"ne Creek, all in the Mackay district, no coloured aliens are employed. I have also a statement in regard t"},{"date":"1910-09-21T00:00:00","id":"19100921_reps_4_57.xml","word":"coloured","kwic":" Japanese, Chinese, Cingalese, and other coloured aliens, they would be ready, if we swept away the sugar "},{"date":"1910-09-21T00:00:00","id":"19100921_reps_4_57.xml","word":"coloured","kwic":" to engage some of the many thousands of coloured aliens that are at present in the Commonwealth. "},{"date":"1910-09-21T00:00:00","id":"19100921_reps_4_57.xml","word":"coloured","kwic":"use providing for the total exclusion of coloured aliens, knowing that such a provision would cause the Ro"},{"date":"1910-09-21T00:00:00","id":"19100921_reps_4_57.xml","word":"coloured","kwic":"some 30,000 or 40,000 Asiatics and other coloured aliens in Australia, and our contention is that the cond"},{"date":"1910-09-21T00:00:00","id":"19100921_reps_4_57.xml","word":"coloured","kwic":"te regions. Personally, I think that the coloured aliens themselves would rather work in the cooler climat"},{"date":"1910-09-21T00:00:00","id":"19100921_reps_4_57.xml","word":"coloured","kwic":"tain cheap sugar for our own people. The coloured aliens now in Australia are legally here, and if we do n"},{"date":"1904-03-10T00:00:00","id":"19040310_reps_2_18.xml","word":"coloured","kwic":"n help them we should. The employment of coloured aliens upon mail steamers seems to me no great concern o"},{"date":"1904-07-14T00:00:00","id":"19040714_reps_2_20.xml","word":"coloured","kwic":" industry. That statement applies to the coloured aliens engaged in that industry on  the  northern shores"},{"date":"1904-12-01T00:00:00","id":"19041201_reps_2_24.xml","word":"coloured","kwic":" which most of the employes' engaged are coloured aliens - is likely to come before the Arbitration Court "},{"date":"1901-12-06T00:00:00","id":"19011206_senate_1_6.xml","word":"coloured","kwic":"ndment is to meet the case of the 80,000 coloured aliens, or something like that number, who are within th"},{"date":"1901-12-06T00:00:00","id":"19011206_senate_1_6.xml","word":"coloured","kwic":"aws dealing with any particular class of coloured aliens, there will be power to do so under sub-section ("},{"date":"1901-12-06T00:00:00","id":"19011206_senate_1_6.xml","word":"coloured","kwic":"the provisions of this Bill, not only to coloured aliens, but to any race or class of persons whom we cons"},{"date":"1904-05-24T00:00:00","id":"19040524_reps_2_19.xml","word":"coloured","kwic":"course of action we take with respect to coloured aliens. It is our duty to see that the remnant of the me"},{"date":"1903-06-24T00:00:00","id":"19030624_senate_1_13.xml","word":"coloured","kwic":" Hindoos, South Sea Islanders, and other coloured aliens in each State of the Commonwealth. "},{"date":"1906-09-26T00:00:00","id":"19060926_reps_2_35.xml","word":"coloured","kwic":" leave behind in Queensland 18,000 other coloured aliens. "},{"date":"1906-09-26T00:00:00","id":"19060926_reps_2_35.xml","word":"coloured","kwic":" irrespective of kanakas, that number of coloured aliens are still in Queensland to-day "},{"date":"1906-09-26T00:00:00","id":"19060926_reps_2_35.xml","word":"coloured","kwic":"with the honorable member. Some of these coloured aliens to whom I have referred are infinitely less desir"},{"date":"1902-08-27T00:00:00","id":"19020827_senate_1_12.xml","word":"coloured","kwic":"any other State, because ofthe number of coloured aliens there. In the Northern Territory of South Austral"},{"date":"1906-07-24T00:00:00","id":"19060724_reps_2_32.xml","word":"coloured","kwic":"ls being carried by vessels which employ coloured aliens. The fact that the number of lascars engaged in t"},{"date":"1904-11-17T00:00:00","id":"19041117_senate_2_23.xml","word":"coloured","kwic":"ng more and more into the hands of other coloured aliens. As a matter of fact, the Colonial Sugar Refining"},{"date":"1904-10-13T00:00:00","id":"19041013_reps_2_22.xml","word":"coloured","kwic":"ent for a rigid policy of restriction to coloured aliens throughout Australia. "},{"date":"1904-10-13T00:00:00","id":"19041013_reps_2_22.xml","word":"coloured","kwic":"ed an Act prohibiting the immigration of coloured aliens. What is the use of passing such measures if the "},{"date":"1904-10-13T00:00:00","id":"19041013_reps_2_22.xml","word":"coloured","kwic":"g such measures if the goods produced by coloured aliens in other parts of the world can be dumped down in"},{"date":"1909-08-10T00:00:00","id":"19090810_reps_3_50.xml","word":"coloured","kwic":"os, the Chinese, the Japanese, and other coloured aliens who have .been naturalized in the States, we say,"},{"date":"1902-04-10T00:00:00","id":"19020410_senate_1_9.xml","word":"coloured","kwic":" at all proud of the acquaintance of any coloured aliens. There is another matter to which I should like t"},{"date":"1902-04-10T00:00:00","id":"19020410_senate_1_9.xml","word":"coloured","kwic":"any honorable senator who would shut out coloured aliens from Australia, and yet would confer a vote on th"},{"date":"1902-04-10T00:00:00","id":"19020410_senate_1_9.xml","word":"coloured","kwic":"rmit any more rights to be issued to any coloured aliens. "},{"date":"1902-04-10T00:00:00","id":"19020410_senate_1_9.xml","word":"coloured","kwic":"ion Act will exclude nearly all of these coloured aliens in the future ; but I say again that if I had my "},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":"h Wales during five and a half years 739 coloured aliens were admitted. During that period, 328 Chinese en"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":"triction Act in force in Victoria, 5,489 coloured aliens entered the State, and 3,096 left, or, roughly sp"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":" member had seen a few thousand of these coloured aliens, living among a thousand white people in one sett"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":" is unanimously in favour of keeping out coloured aliens, and it is high time something was done to restri"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":"ple that I possess, and we know that the coloured aliens who come here are not educated. They are the  off"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":"Asiatic peoples. If it is the uneducated coloured aliens who are coming here, the educational test will st"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":"and take into consideration the class of coloured aliens- coming here - that the educational test will sto"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":"the straightforward one of telling these coloured aliens once and for all that they cannot come in uninter"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":" 1897. Since 1st January, 1898, very few coloured aliens have been able to gain admission to 15 u that por"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"coloured","kwic":"sire to put an end to the immigration of coloured aliens, to whom we all object, as early possible. The qu"},{"date":"1905-11-10T00:00:00","id":"19051110_reps_2_28.xml","word":"coloured","kwic":" prove not only that a smaller number of coloured aliens are being admitted into the Commonwealth, but tha"},{"date":"1905-11-10T00:00:00","id":"19051110_reps_2_28.xml","word":"coloured","kwic":"s figures demonstrate that the number of coloured aliens within the Commonwealth is decreasing steadily, a"},{"date":"1905-11-10T00:00:00","id":"19051110_reps_2_28.xml","word":"coloured","kwic":"close of 1904, and in addition 750 other coloured aliens were engaged, making a total of 3,174 coloured la"},{"date":"1905-11-30T00:00:00","id":"19051130_senate_2_29.xml","word":"coloured","kwic":"ew to insert in lieu thereof the words \" coloured aliens.\" "},{"date":"1903-09-09T00:00:00","id":"19030909_reps_1_16.xml","word":"coloured","kwic":"inion that all persons, whether white or coloured aliens, who have been naturalized in a State, or in a Co"},{"date":"1902-04-29T00:00:00","id":"19020429_reps_1_9.xml","word":"coloured","kwic":"ile ago, I find that the total number of coloured aliens admitted into the Commonwealth in the first two m"},{"date":"1902-04-29T00:00:00","id":"19020429_reps_1_9.xml","word":"coloured","kwic":" of any consequence - that is as regards coloured aliens - is with respect to the Japanese. Bug there is n"},{"date":"1949-06-16T00:00:00","id":"19490616_reps_18_202.xml","word":"coloured","kwic":"d, probably, in the total prohibition of coloured aliens. If we are not to end there, where are we to end?"},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"coloured","kwic":"e one thing that we desire in respect of coloured aliens is to get rid of them. If we cannot deport them, "},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"coloured","kwic":"me that his instructions were to subject coloured aliens to an impossible test. "},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"coloured","kwic":"s which are adopted by these undesirable coloured aliens to gain admission into a country, which, compared"},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"coloured","kwic":"y to Chinamen, to Japanese, and to other coloured aliens who have come here and taken out letters of natur"},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"coloured","kwic":"gislation providing for the exclusion of coloured aliens from our shores. "},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"coloured","kwic":"I intend to do all that I can to prevent coloured aliens from enjoying the same right as an Australian to "},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"coloured","kwic":"o protect ourselves from an incursion bv coloured aliens. In rn\\- opinion we have only endeavoured to do a"},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"coloured","kwic":"e decide to give pensions to naturalized coloured aliens, they will have to be given not only to Asiatics."},{"date":"1914-12-11T00:00:00","id":"19141211_reps_6_75.xml","word":"coloured","kwic":"electoral reform, the total exclusion of coloured aliens, and old-age pensions. "},{"date":"1901-11-07T00:00:00","id":"19011107_reps_1_6.xml","word":"coloured","kwic":"ions may affect the deportation of other coloured aliens. Hitherto many Asiatics and other coloured aliens"},{"date":"1901-11-07T00:00:00","id":"19011107_reps_1_6.xml","word":"coloured","kwic":"aliens. Hitherto many Asiatics and other coloured aliens have come into the Commonwealth under that princi"},{"date":"1908-03-12T00:00:00","id":"19080312_reps_3_44.xml","word":"coloured","kwic":"ed into the Commonwealth, and that a few coloured aliens are also gaining admission.  .1  am, therefore, l"},{"date":"1905-12-15T00:00:00","id":"19051215_senate_2_30.xml","word":"coloured","kwic":" consistent with the policy of excluding coloured aliens, and of finding sufficiently remunerative employm"},{"date":"1903-05-28T00:00:00","id":"19030528_reps_1_13.xml","word":"coloured","kwic":"hould be drawn absolutely, and, that all coloured aliens should be excluded, ' took the proper course. In "},{"date":"1901-05-23T00:00:00","id":"19010523_reps_1_1.xml","word":"coloured","kwic":"horities. Because the most objectionable coloured aliens we could have admitted to our shores are the nati"},{"date":"1904-09-08T00:00:00","id":"19040908_senate_2_21.xml","word":"coloured","kwic":"inning, that this number included 19,000 coloured aliens, 12,000 white aliens, and 12,000 boys of the bull"},{"date":"1901-12-05T00:00:00","id":"19011205_senate_1_6.xml","word":"coloured","kwic":"ding by legislation for the exclusion of coloured aliens. "},{"date":"1910-10-18T00:00:00","id":"19101018_reps_4_58.xml","word":"coloured","kwic":"get  £10,000,000  only if it would allow coloured aliens - Japanese, Hindus, or other coloured people - to"},{"date":"1902-04-09T00:00:00","id":"19020409_senate_1_9.xml","word":"coloured","kwic":"lia very efficiently from an invasion of coloured aliens. The administration of the Immigration Restrictio"},{"date":"1902-04-09T00:00:00","id":"19020409_senate_1_9.xml","word":"coloured","kwic":"lready the power to vote. The leakage of coloured aliens into .Australia is likely to be so small under a "},{"date":"1902-01-15T00:00:00","id":"19020115_reps_1_7.xml","word":"coloured","kwic":"will be admitted that the object of many coloured aliens who have entered the Commonwealth in thepast has "},{"date":"1905-09-13T00:00:00","id":"19050913_reps_2_26.xml","word":"coloured","kwic":"sume that the majority of those would be coloured aliens, who would not be included in the count for the p"},{"date":"1902-04-23T00:00:00","id":"19020423_reps_1_9.xml","word":"coloured","kwic":"ent strictness to prevent the ingress of coloured aliens. What is there to prevent a number of aliens find"},{"date":"1902-04-23T00:00:00","id":"19020423_reps_1_9.xml","word":"coloured","kwic":"The white men of great wealth who employ coloured aliens for pearl shelling, found that the coloured men s"},{"date":"1911-10-26T00:00:00","id":"19111026_reps_4_61.xml","word":"coloured","kwic":"objections raised to the introduction of coloured aliens is that they enter into competition with the whit"},{"date":"1911-10-26T00:00:00","id":"19111026_reps_4_61.xml","word":"coloured","kwic":"e Australia policy in the same way as do coloured aliens who are allowed to settle on the mainland. It is "},{"date":"1911-10-26T00:00:00","id":"19111026_reps_4_61.xml","word":"coloured","kwic":" to take charge of the industry when the coloured aliens have been got rid of. "},{"date":"1911-10-26T00:00:00","id":"19111026_reps_4_61.xml","word":"coloured","kwic":"t to-day Thursday Island is overrun with coloured aliens. In its streets there rare few white persons in c"},{"date":"1911-10-26T00:00:00","id":"19111026_reps_4_61.xml","word":"coloured","kwic":"d by seven white men instead of by seven coloured aliens, we should have, instead of a force which is a da"},{"date":"1901-10-11T00:00:00","id":"19011011_reps_1_5.xml","word":"coloured","kwic":"ible such a disaster as permitting those coloured aliens to wander at liberty over the length and breadth "},{"date":"1901-05-29T00:00:00","id":"19010529_senate_1_1.xml","word":"coloured","kwic":"The white men of great wealth who employ coloured aliens for pearl shelling found that the coloured men sa"},{"date":"1904-06-07T00:00:00","id":"19040607_reps_2_19.xml","word":"coloured","kwic":"ed there were in the Commonwealth 60,000 coloured aliens, of whom many thousands have gone to Queensland, "},{"date":"1904-06-07T00:00:00","id":"19040607_reps_2_19.xml","word":"coloured","kwic":"posed to secure the deportation of these coloured aliens, together with the kanakas, I should have support"},{"date":"1904-06-07T00:00:00","id":"19040607_reps_2_19.xml","word":"coloured","kwic":"fic Island Labourers Bill apply to other coloured aliens, and I told him that if he did so I should suppor"},{"date":"1902-09-10T00:00:00","id":"19020910_reps_1_12.xml","word":"coloured","kwic":" in its proximity to the great hordes of coloured aliens, who are a menace to the Commonwealth, and it is "},{"date":"1902-09-10T00:00:00","id":"19020910_reps_1_12.xml","word":"coloured","kwic":" Western territory from being overrun by coloured aliens. The Western Australian law provides that no Asia"},{"date":"1902-09-10T00:00:00","id":"19020910_reps_1_12.xml","word":"coloured","kwic":"rthern Territory an asylum for hordes of coloured aliens. "},{"date":"1903-06-17T00:00:00","id":"19030617_reps_1_13.xml","word":"coloured","kwic":"d of 1907 we probably shall have as many coloured aliens working in Queensland as there are to-day. Of cou"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"coloured","kwic":"f immigrants from Europe. Would he allow coloured aliens who went to Europe, and then came to Australia to"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"coloured","kwic":"in an indirect way, to exclude black and coloured aliens, and if the subsequent paragraphs in this clause "},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"coloured","kwic":"ected, not against European, but against coloured aliens. It seems to me, therefore, that we are beating t"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"coloured","kwic":"ot be the means of allowing any of these coloured aliens to drift into Western Australia ; but I would poi"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"coloured","kwic":" that we should allow a leakage of these coloured aliens into Australia, to the detriment of tho country. "},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"coloured","kwic":" passing of this Bill, to secure as many coloured aliens as they can from other States to work in connexio"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"coloured","kwic":"ction of prohibiting the introduction of coloured aliens into the Commonwealth. Throughout the election ca"},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":" 2 of those who do not desire to exclude coloured aliens, and I have given the best evidence of the fact i"},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":"s danger from the influx particularly of coloured aliens. "},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":"ibition as undesirable immigrants of the coloured aliens who surround us. That is the position, and nothin"},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":" of attaining our end is to declare that coloured aliens are unfit to mix with us, and that thev shall be "},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":"that they proposed to absolutely exclude coloured aliens. If Ministers led the people to believe that they"},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":"mit that it may be possible to  exclude  coloured aliens under this Bill ; but probably firm administratio"},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":"favour of the direct method of excluding coloured aliens, and I have no hesitation in saying that, if that"},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":"f the people of Australia and to exclude coloured aliens from our midst. But they will require to sternly "},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"coloured","kwic":"eople of Australia, with regard to these coloured aliens, are well known. Outside of Queensland the views "},{"date":"1905-11-16T00:00:00","id":"19051116_reps_2_29.xml","word":"coloured","kwic":"ions, the question of the prohibition of coloured aliens was brought before the electors. By a considerabl"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"coloured","kwic":"conducted by Chinese, Syrians, and other coloured aliens, and one cannot go to-day into more than five tow"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"coloured","kwic":" the extension of the competition of the coloured aliens generally. Another aspect of the question is that"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"coloured","kwic":" numbers of these men - Malays and other coloured aliens - are still being imported  under  contract to wo"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"coloured","kwic":"uld compete ' successfully against these coloured aliens. It is because these men can use the Australian s"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"coloured","kwic":"s danger from the influx particularly of coloured aliens. I must candidly confess that I hardly expected s"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"coloured","kwic":"e substance of this question and exclude coloured aliens. I have only been talking about the unnecessary t"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"coloured","kwic":"it is affecting their own pockets. These coloured aliens are entering into competition with them. They are"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"coloured","kwic":"ocate the exclusion from these shores of coloured aliens because their aspirations are impaired by traditi"},{"date":"1920-11-16T00:00:00","id":"19201116_reps_8_94.xml","word":"coloured","kwic":"e taking of fingerprints applies only to coloured aliens, and such evidence is often the only means of ide"},{"date":"1901-09-27T00:00:00","id":"19010927_reps_1_4.xml","word":"coloured","kwic":" the universal characteristic - of these coloured aliens is their inability to write in the English langua"},{"date":"1901-09-27T00:00:00","id":"19010927_reps_1_4.xml","word":"coloured","kwic":"will exclude the great majority of these coloured aliens ; and if our expectations in that respect are not"},{"date":"1901-09-27T00:00:00","id":"19010927_reps_1_4.xml","word":"coloured","kwic":" put it that this Bill will keep out all coloured aliens, with the exception of those of higher education."},{"date":"1901-09-27T00:00:00","id":"19010927_reps_1_4.xml","word":"coloured","kwic":"opt the direct method of prohibiting all coloured aliens. "},{"date":"1901-09-27T00:00:00","id":"19010927_reps_1_4.xml","word":"coloured","kwic":"s ; but such an Act, if applied to other coloured aliens, would have let in as many, excluding kanakas, du"},{"date":"1901-09-27T00:00:00","id":"19010927_reps_1_4.xml","word":"coloured","kwic":" in a certain country, and that they are coloured aliens. As to evasion, nobody could tell where these col"},{"date":"1905-12-18T00:00:00","id":"19051218_senate_2_30.xml","word":"coloured","kwic":"te legislation has it been provided that coloured aliens shall be deported. But they will die out in the c"},{"date":"1905-12-18T00:00:00","id":"19051218_senate_2_30.xml","word":"coloured","kwic":" could do the work, but that, so long as coloured aliens were employed, the white man should be given an a"},{"date":"1905-12-18T00:00:00","id":"19051218_senate_2_30.xml","word":"coloured","kwic":"o Queensland. In . one year thousands of coloured aliens were landed in Queensland, independently of the s"},{"date":"1905-12-18T00:00:00","id":"19051218_senate_2_30.xml","word":"coloured","kwic":"of Western Australia from collecting the coloured aliens from all over the Commonwealth and using, them in"},{"date":"1905-12-18T00:00:00","id":"19051218_senate_2_30.xml","word":"coloured","kwic":"ueensland says, \" We find now that other coloured aliens are coming into our State from the other States t"},{"date":"1909-10-29T00:00:00","id":"19091029_reps_3_53.xml","word":"coloured","kwic":"r 73,000. Inasmuch as we had only 47,000 coloured aliens at the taking of the last census, of whom a large"},{"date":"1902-10-10T00:00:00","id":"19021010_reps_1_12.xml","word":"coloured","kwic":"the present - a complete record of those coloured aliens who are in, enter, or leave the Commonwealth. "},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"the Administration to say in what manner coloured aliens shall be excluded from or permitted to enter this"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"n his hands, allow the free admission of coloured aliens. Do honorable members on the Opposition benches t"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":" great majority of the storekeepers were coloured aliens. Surely it cannot be said that white people are u"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"believe that for many year,s to come the coloured aliens who are already with us will be a great menace to"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"rse, so far as concerns the admission of coloured aliens. Under the principal Act. at the present time, a "},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"ter sympathetic towards the admission of coloured aliens could practically allow in asmany as he liked. "},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":" ship captains are being bribed to bring coloured aliens to Australia. Every one in this country who is no"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"wspapers only yesterday, shows that more coloured aliens have been admitted to Queensland than were admitt"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"be a leakage somewhere. In addition, the coloured aliens admitted to the Commonwealth during the period, i"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"t number of Chinese, Japanese, and other coloured aliens, living amidst all the filth and dirt imaginable,"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"icy, of permitting a wholesale influx of coloured aliens. "},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"ite view. In view of the extent to which coloured aliens are monopolizing trade and industry, particularly"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"osper ous settlements that are chosen by coloured aliens for the pursuit of their operations- - the Assyri"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"s intended1 from the very beginning that coloured aliens should be kept out of Australia, and the method a"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":" does not believe in the introduction of coloured aliens. Then why does he advocate their free admission ?"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"he law stands at present, any number of coloured' aliens could be admitted to Australia, because many colo"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":" of the evils attendant upon influxes of coloured aliens in the United States, and I shall always advocate"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"sent of Parliament, to admit a number of coloured aliens, and the- evil could not have been remedied, beca"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"coloured","kwic":"wealth there has been a great leakage of coloured aliens into Australia, and this has been due in some mea"},{"date":"1910-08-10T00:00:00","id":"19100810_reps_4_55.xml","word":"coloured","kwic":"r consents at all, to the importation of coloured aliens to work in the sugar-fields, or for any other pur"},{"date":"1910-08-10T00:00:00","id":"19100810_reps_4_55.xml","word":"coloured","kwic":"ry that may be created here to introduce coloured aliens who will prove a curse to Australia just as they "},{"date":"1935-04-09T00:00:00","id":"19350409_senate_14_146.xml","word":"coloured","kwic":"d, hordes of Chinese, Japanese and other coloured aliens will flood this country. We believe that the exis"},{"date":"1908-03-20T00:00:00","id":"19080320_reps_3_44.xml","word":"coloured","kwic":"stralia, and if we are going to keen out coloured aliens we must certainly offer a little more inducement "},{"date":"1903-06-25T00:00:00","id":"19030625_senate_1_14.xml","word":"coloured","kwic":" We have in the Commonwealth some 80,000 coloured aliens, and the Premier of Queensland lately told a depu"},{"date":"1903-06-25T00:00:00","id":"19030625_senate_1_14.xml","word":"coloured","kwic":"le hope of our getting rid of the S0,000 coloured aliens in the Commonwealth by any other means than the p"},{"date":"1903-06-25T00:00:00","id":"19030625_senate_1_14.xml","word":"coloured","kwic":" against the low rates of wages of these coloured aliens. If there is a white citizen of this Commonwealth"},{"date":"1903-05-26T00:00:00","id":"19030526_reps_1_13.xml","word":"coloured","kwic":"e land was coupled with the exclusion of coloured aliens. As a freetrader, he must make his excise duty eq"},{"date":"1912-10-04T00:00:00","id":"19121004_reps_4_66.xml","word":"coloured","kwic":"troducing legislation to deal with those coloured aliens, and also  with a view to the repeal of the Bount"},{"date":"1912-10-04T00:00:00","id":"19121004_reps_4_66.xml","word":"coloured","kwic":"tion 51 of the Constitution to deal with coloured aliens, but to what extent that power goes I should hesi"},{"date":"1903-06-04T00:00:00","id":"19030604_reps_1_13.xml","word":"coloured","kwic":" recollect that we legislated to prevent coloured aliens, particularly the kanaka, from working in the sug"},{"date":"1902-02-07T00:00:00","id":"19020207_reps_1_8.xml","word":"coloured","kwic":"I saw parties of half-a-dozen or a dozen coloured aliens with their bundles upon their backs making their "},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":"us that there were no less  than  S0,000 coloured aliens in Australia to-day - the greater number of these"},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":" to prevent any further inf lux of these coloured aliens into our midst, and no proposal having this objec"},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":"t-out course. This question of excluding coloured aliens is no new one. It was debated in some of the prov"},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":"ery important statement - that of 80,000 coloured aliens there are 40,000 Chinese, and that these 40,000 C"},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":"e Government intend to admit such of the coloured aliens as can pass the test. "},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":"in spite of all statistics the number of coloured aliens other than Chinese in that State is increasing. T"},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":"n his attitude as to the introduction of coloured aliens, he seems ready to welcome thousands of educated "},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":"s ready to welcome thousands of educated coloured aliens, and he will support the Government proposal beca"},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"coloured","kwic":"ralia, who want effective restriction of coloured aliens. With regard to the amendment proposed by the hon"},{"date":"1905-12-13T00:00:00","id":"19051213_senate_2_30.xml","word":"coloured","kwic":"use 4 being remodelled so as to apply to coloured aliens.  But the Act ought not to apply to the citizens "},{"date":"1905-12-13T00:00:00","id":"19051213_senate_2_30.xml","word":"coloured","kwic":": I inquired under what regulation these coloured aliens were introduced. The reply was that there was no "},{"date":"1905-12-13T00:00:00","id":"19051213_senate_2_30.xml","word":"coloured","kwic":" of its legislation, Natal is overrun by coloured aliens - the very people whom its Parliament wished to e"},{"date":"1905-12-13T00:00:00","id":"19051213_senate_2_30.xml","word":"coloured","kwic":" the northern parts of the Commonwealth, coloured aliens have been surreptitiously landing; but that has n"},{"date":"1903-05-27T00:00:00","id":"19030527_senate_1_13.xml","word":"coloured","kwic":" senator vote on the proposal to exclude coloured aliens ? "},{"date":"1901-10-10T00:00:00","id":"19011010_reps_1_5.xml","word":"coloured","kwic":"ly framed with the object of keeping out coloured aliens, I indicated that I considered that kanakas were "},{"date":"1905-12-14T00:00:00","id":"19051214_senate_2_30.xml","word":"coloured","kwic":"Bill which referred more particularly to coloured aliens than to any one else.. I believe that it was a de"},{"date":"1901-09-20T00:00:00","id":"19010920_reps_1_4.xml","word":"coloured","kwic":"educational test will stop the stream of coloured aliens that is now coming in. The honorable member is in"},{"date":"1901-10-09T00:00:00","id":"19011009_senate_1_5.xml","word":"coloured","kwic":"s absolute freedom for Chinese and other coloured aliens to pass from one end of Australia to the other. T"},{"date":"1909-08-05T00:00:00","id":"19090805_senate_3_50.xml","word":"coloured","kwic":"r, that he was locked up. Whether or not coloured aliens can be admitted to the 'Commonwealth, the fact re"},{"date":"1910-08-26T00:00:00","id":"19100826_reps_4_56.xml","word":"coloured","kwic":"e in the direction of ceasing to receive coloured aliens for labour in our tropical industries, and deport"},{"date":"1910-08-26T00:00:00","id":"19100826_reps_4_56.xml","word":"coloured","kwic":" that purpose. We stopped the arrival of coloured aliens, and deported all we could legally deport. No mem"},{"date":"1910-08-26T00:00:00","id":"19100826_reps_4_56.xml","word":"coloured","kwic":"tics of any party, but we now say to the coloured aliens who are in our midst, and cannot be legally depor"},{"date":"1910-08-26T00:00:00","id":"19100826_reps_4_56.xml","word":"coloured","kwic":"f he had his way, and could roll all the coloured aliens into one, he would gladly get them collectively b"},{"date":"1910-08-26T00:00:00","id":"19100826_reps_4_56.xml","word":"coloured","kwic":" just and humane to the few thousands of coloured aliens we have here by giving them a fair field in which"},{"date":"1904-07-19T00:00:00","id":"19040719_reps_2_20.xml","word":"coloured","kwic":" in order to minimize the competition of coloured aliens with our white people. The competition of Chinese"},{"date":"1912-07-31T00:00:00","id":"19120731_reps_4_64.xml","word":"coloured","kwic":"ome authority to permit Malays and other coloured aliens to go ashore there; and, if so, will the Minister"},{"date":"1902-04-18T00:00:00","id":"19020418_reps_1_9.xml","word":"coloured","kwic":" Minister in regard to the employment of coloured aliens in the pearl-shelling industry at Thursday Island"},{"date":"1902-04-18T00:00:00","id":"19020418_reps_1_9.xml","word":"coloured","kwic":"proposing to relax their efforts to keep coloured aliens out of the country. They propose, to allow this e"},{"date":"1902-04-18T00:00:00","id":"19020418_reps_1_9.xml","word":"coloured","kwic":"o the number of nearly 2,000, consist of coloured aliens of different nationalities. When we find that the"},{"date":"1902-04-18T00:00:00","id":"19020418_reps_1_9.xml","word":"coloured","kwic":"efforts in dealing with the exclusion of coloured aliens. I hope that the Government will not grant these "},{"date":"1904-03-09T00:00:00","id":"19040309_reps_2_18.xml","word":"coloured","kwic":"e intended the education test to exclude coloured aliens; if that is the intention, I say that it is more "},{"date":"1904-03-09T00:00:00","id":"19040309_reps_2_18.xml","word":"coloured","kwic":"e policy which requires the exclusion of coloured aliens. With regard to a remark made by the honorable me"},{"date":"1909-10-07T00:00:00","id":"19091007_reps_3_52.xml","word":"coloured","kwic":"th Statistician, there are about. 60,000 coloured aliens in Australia. I do not think that the whole of th"},{"date":"1902-09-10T00:00:00","id":"19020910_senate_1_12.xml","word":"coloured","kwic":"east such freedom as is enjoyed by other coloured aliens who came to Australia. "},{"date":"1905-12-13T00:00:00","id":"19051213_reps_2_30.xml","word":"coloured","kwic":"ician shows that the estimated number of coloured aliens in Queensland on September 30th was 21,530, of wh"},{"date":"1905-12-13T00:00:00","id":"19051213_reps_2_30.xml","word":"coloured","kwic":"ecrease has taken place in the number of coloured aliens in Queensland. If anything, there has been a slig"},{"date":"1905-12-13T00:00:00","id":"19051213_reps_2_30.xml","word":"coloured","kwic":"which we have had in view. The number of coloured aliens in Queensland has not decreased, and in the north"},{"date":"1905-12-13T00:00:00","id":"19051213_reps_2_30.xml","word":"coloured","kwic":"ustralia. The sooner we get rid of these coloured aliens the better for the Commonwealth. I am sure that n"},{"date":"1905-12-13T00:00:00","id":"19051213_reps_2_30.xml","word":"coloured","kwic":"sheer nonsense, in view of the number of coloured aliens we already have amongst us. I regard this proposa"},{"date":"1905-12-13T00:00:00","id":"19051213_reps_2_30.xml","word":"coloured","kwic":"e extent of £2 per ton on sugar grown by coloured aliens in Australia. Why should we be asked to pay a bou"},{"date":"1910-10-13T00:00:00","id":"19101013_reps_4_58.xml","word":"coloured","kwic":"ich made provision for the employment of coloured aliens. The Northern Territory is the only part of Austr"},{"date":"1913-12-05T00:00:00","id":"19131205_reps_5_72.xml","word":"coloured","kwic":"n statements regarding the employment of coloured aliens in the sugar industry in Queensland. I have recei"},{"date":"1906-09-25T00:00:00","id":"19060925_reps_2_35.xml","word":"coloured","kwic":"ber for Robertson said that thousands of coloured aliens were employed as stokers and firemen ir. the Engl"},{"date":"1906-09-25T00:00:00","id":"19060925_reps_2_35.xml","word":"coloured","kwic":"ber for Kalgoorlie and the employment of coloured aliens upon our mail steamers. But I would point out tha"},{"date":"1905-12-12T00:00:00","id":"19051212_senate_2_30.xml","word":"coloured","kwic":" desire is to open wide the gate, to let coloured aliens come in at their own sweet will, and the sooner A"},{"date":"1905-12-12T00:00:00","id":"19051212_senate_2_30.xml","word":"coloured","kwic":"e, is to protect it against an influx of coloured aliens. The prosperity and well-being of this country de"},{"date":"1903-05-27T00:00:00","id":"19030527_reps_1_13.xml","word":"coloured","kwic":" it would be applied only in the case of coloured aliens or objectionable immigrants. With that assurance,"},{"date":"1901-11-14T00:00:00","id":"19011114_senate_1_6.xml","word":"coloured","kwic":"ion : Telegram from Secretary of Statere Coloured Aliens Immigration Reserved Bill "},{"date":"1901-11-14T00:00:00","id":"19011114_senate_1_6.xml","word":"coloured","kwic":"is entirely in favour of excluding these coloured aliens as far as is possible. The only question, then, i"},{"date":"1908-10-22T00:00:00","id":"19081022_reps_3_47.xml","word":"coloured","kwic":"o bring persons from outside, especially coloured aliens, really tends more to a breach of the peace than "},{"date":"1904-10-12T00:00:00","id":"19041012_reps_2_22.xml","word":"coloured","kwic":" out merely because we would not exclude coloured aliens by name, though we absolutely excluded them by ot"},{"date":"1901-11-29T00:00:00","id":"19011129_senate_1_6.xml","word":"coloured","kwic":"egard to the number of kanakas and other coloured aliens in the district, as a measure of public safety th"},{"date":"1902-05-06T00:00:00","id":"19020506_senate_1_9.xml","word":"coloured","kwic":"results they call a halt. They object to coloured aliens, but not to the goods produced and made by colour"},{"date":"1902-05-06T00:00:00","id":"19020506_senate_1_9.xml","word":"coloured","kwic":"ut not to the goods produced and made by coloured aliens, with the exception of sugar and bananas. "},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"coloured","kwic":"eople would flood the labour market with coloured aliens in the same way that they bring into our midst go"},{"date":"1905-12-07T00:00:00","id":"19051207_reps_2_30.xml","word":"coloured","kwic":"nother question. Can he tell me how many coloured aliens have been excluded by our Immigration Restriction"},{"date":"1901-11-27T00:00:00","id":"19011127_senate_1_6.xml","word":"coloured","kwic":"me  way as  we intend to deal with other coloured aliens. I take it for granted that the true course of le"},{"date":"1904-06-22T00:00:00","id":"19040622_reps_2_20.xml","word":"coloured","kwic":"ay the competition of Asiatics and other coloured aliens with the white population of the Commonwealth in "},{"date":"1907-10-15T00:00:00","id":"19071015_reps_3_40.xml","word":"coloured","kwic":" one-fifth of the employes now in it are coloured aliens. "},{"date":"1907-10-15T00:00:00","id":"19071015_reps_3_40.xml","word":"coloured","kwic":"successful in excluding the whole of the coloured aliens employed in the industry. If the bounty be exclud"},{"date":"1901-06-13T00:00:00","id":"19010613_senate_1_1.xml","word":"coloured","kwic":"mpany that does not man her vessels with coloured aliens. "},{"date":"1904-12-15T00:00:00","id":"19041215_reps_2_24.xml","word":"coloured","kwic":"ion Act, with reference to the number of coloured aliens admitted into the Commonwealth either as resident"},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"coloured","kwic":"ate law of Victoria allowing naturalized coloured aliens to exercise the franchise, the Federal Government"},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"coloured","kwic":"- It means that because some naturalized coloured aliens have exercised the franchise in Victoria in the p"},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"coloured","kwic":"land, the State law provided that, while coloured aliens could be naturalized, the right to exercise the f"},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"coloured","kwic":"y qualification. There were some 100 odd coloured aliens who acquired the necessary £100 worth of freehold"},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"coloured","kwic":"o differentiate between white aliens and coloured aliens. I have every sympathy with those honorable senat"},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"coloured","kwic":"sentation, she must keep her naturalized coloured aliens in her own territory. "},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"coloured","kwic":" one supposes that vast numbers of those coloured aliens would be so admitted. But the effect of the amend"},{"date":"1904-11-09T00:00:00","id":"19041109_reps_2_23.xml","word":"coloured","kwic":" be carried on without the assistance of coloured aliens it would be better to allow it to perish. I see n"},{"date":"1904-11-09T00:00:00","id":"19041109_reps_2_23.xml","word":"coloured","kwic":"land are fast drifting into the hands of coloured aliens, and it is certainly true that a large number of "},{"date":"1904-11-09T00:00:00","id":"19041109_reps_2_23.xml","word":"coloured","kwic":"t ultimately revert to the employment of coloured aliens for the cultivation of their land. I regret that "},{"date":"1904-11-09T00:00:00","id":"19041109_reps_2_23.xml","word":"coloured","kwic":"titution that would enable us to prevent coloured aliens passing from one State to another. With such a pr"},{"date":"1904-11-09T00:00:00","id":"19041109_reps_2_23.xml","word":"coloured","kwic":"e there will be a considerable number of coloured aliens whom it will be possible to employ upon sugar pla"},{"date":"1904-11-09T00:00:00","id":"19041109_reps_2_23.xml","word":"coloured","kwic":" produce sugar without black labour. The coloured aliens formerly employed in the cane-fields in the Clare"},{"date":"1904-11-09T00:00:00","id":"19041109_reps_2_23.xml","word":"coloured","kwic":"the removal from the Commonwealth of the coloured aliens who are now competing with our white workers in t"},{"date":"1908-12-03T00:00:00","id":"19081203_reps_3_48.xml","word":"coloured","kwic":"mmigrants - that he was not referring to coloured aliens. As a matter of fact, we have no law which preven"},{"date":"1901-11-22T00:00:00","id":"19011122_senate_1_6.xml","word":"coloured","kwic":" more powerful voice on the exclusion of coloured aliens, and, finally, I claim that in no previous period"},{"date":"1904-03-18T00:00:00","id":"19040318_reps_2_18.xml","word":"coloured","kwic":"on the introduction of large numbers of 'coloured aliens, before they lose the opportunity that now presen"},{"date":"1908-12-11T00:00:00","id":"19081211_senate_3_48.xml","word":"coloured","kwic":"rence to the unauthorized importation of coloured aliens. "},{"date":"1908-12-11T00:00:00","id":"19081211_senate_3_48.xml","word":"coloured","kwic":"them, and saying that the importation of coloured aliens does not and cannot happen ; that the blacks in t"},{"date":"1908-12-11T00:00:00","id":"19081211_senate_3_48.xml","word":"coloured","kwic":"ember that there is an immense danger of coloured aliens entering Australia at points where we imagine tha"},{"date":"1908-12-11T00:00:00","id":"19081211_senate_3_48.xml","word":"coloured","kwic":"question of the authorized inspection of coloured aliens is still receiving their attention, and is still "},{"date":"1921-08-04T00:00:00","id":"19210804_senate_8_96.xml","word":"coloured","kwic":"industry- the united graziers employ 700 coloured aliens, and in the sugar industry 2,000 coloured aliens,"},{"date":"1921-08-04T00:00:00","id":"19210804_senate_8_96.xml","word":"coloured","kwic":" aliens, and in the sugar industry 2,000 coloured aliens, are employed to-day. "},{"date":"1921-08-04T00:00:00","id":"19210804_senate_8_96.xml","word":"coloured","kwic":"t that, because I venture to say that if coloured aliens are employed in growing sugar they are also emplo"},{"date":"1905-09-07T00:00:00","id":"19050907_reps_2_26.xml","word":"coloured","kwic":"rable member vote for my proposal to bar coloured aliens and leave others alone? "},{"date":"1905-09-07T00:00:00","id":"19050907_reps_2_26.xml","word":"coloured","kwic":"plain so much of the kanakas as of other coloured aliens. "},{"date":"1905-09-07T00:00:00","id":"19050907_reps_2_26.xml","word":"coloured","kwic":"t rid of the more objectionable class of coloured aliens, or to restrict them in their employment. "},{"date":"1911-09-21T00:00:00","id":"19110921_reps_4_60.xml","word":"coloured","kwic":"t endeavoured to ascertain the number of coloured aliens employed in the different mills, although the inf"},{"date":"1904-03-17T00:00:00","id":"19040317_reps_2_18.xml","word":"coloured","kwic":"tion into South Africa of largebodies of coloured aliens. If we hold that view - if we think it is against"},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"coloured","kwic":" have resolved that we cannot blend with coloured aliens without deterioration to our own people. "},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"coloured","kwic":"ve a white Australia, and to exclude all coloured aliens from our shores, irrespective of whether or not t"},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"coloured","kwic":"No ; I should say there are about 80,000 coloured aliens in Australia. Of these, probably somewhat less th"},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"coloured","kwic":"by a conference of Premiers in regard to coloured aliens generally. My right honorable and learned friend "},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"coloured","kwic":"eneral, as a reason why a prohibition of coloured aliens should not be substituted for the educational tes"},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"coloured","kwic":"has been a falling off of immigration of coloured aliens into that State. The falling off has not been muc"},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"coloured","kwic":"angers that surround the introduction of coloured aliens in Australia, because I think they ar& admitted. "},{"date":"1905-09-28T00:00:00","id":"19050928_reps_2_27.xml","word":"coloured","kwic":"he Act in preventing the introduction of coloured aliens. "},{"date":"1901-05-30T00:00:00","id":"19010530_senate_1_1.xml","word":"coloured","kwic":" we must be very careful in dealing with coloured aliens because of foreign complications. At the time the"},{"date":"1901-05-30T00:00:00","id":"19010530_senate_1_1.xml","word":"coloured","kwic":"s that we are not permitted to deal with coloured aliens in our own way according to our own conditions an"},{"date":"1901-05-30T00:00:00","id":"19010530_senate_1_1.xml","word":"coloured","kwic":"e is a difference between kanakas and of coloured aliens generally. We have dozens of different kinds of a"},{"date":"1901-11-13T00:00:00","id":"19011113_senate_1_6.xml","word":"coloured","kwic":"he Senate adopts the method of excluding coloured aliens by what is called the education test, or the Nata"},{"date":"1901-11-13T00:00:00","id":"19011113_senate_1_6.xml","word":"coloured","kwic":"South Wales under the Act, 51 male adult coloured aliens, some twelve women and three children. The report"},{"date":"1901-11-13T00:00:00","id":"19011113_senate_1_6.xml","word":"coloured","kwic":"y successful, and that the admissions of coloured aliens have been very few. The officer is the Collector "},{"date":"1901-11-13T00:00:00","id":"19011113_senate_1_6.xml","word":"coloured","kwic":" no law dealing with the introduction of coloured aliens - of course apart from Chinese, who stand on a di"},{"date":"1901-11-13T00:00:00","id":"19011113_senate_1_6.xml","word":"coloured","kwic":"s been in New South Wales, the number of coloured aliens who come in is comparatively trifling. It also sh"},{"date":"1910-09-01T00:00:00","id":"19100901_SENATE_4_56.xml","word":"coloured","kwic":"ovision in the Bill refer exclusively to coloured aliens? "},{"date":"1922-09-14T00:00:00","id":"19220914_reps_8_100c1.xml","word":"coloured","kwic":"mbered only 1,144 white people and 3,754 coloured aliens. "},{"date":"1903-06-03T00:00:00","id":"19030603_senate_1_13.xml","word":"coloured","kwic":"uth Australia has a bigger proportion of coloured aliens in her Northern Territory than has Queensland. "},{"date":"1903-07-23T00:00:00","id":"19030723_reps_1_14.xml","word":"coloured","kwic":"e, approximately, how many unnaturalized coloured aliens have been counted in Victoria in determining the "},{"date":"1919-10-21T00:00:00","id":"19191021_senate_7_90.xml","word":"undesirable","kwic":"ate the deportation from Australia of undesirable aliens or undesirable persons who are not aliens with th"},{"date":"1904-03-08T00:00:00","id":"19040308_reps_2_18.xml","word":"undesirable","kwic":"essfully to combat this invasion of ' undesirable aliens, we shall have to select one ' port, and one port"},{"date":"1904-10-13T00:00:00","id":"19041013_reps_2_22.xml","word":"undesirable","kwic":"Australia of the native lands of many undesirable aliens - and especially this part of Australia - he look"},{"date":"1909-08-10T00:00:00","id":"19090810_reps_3_50.xml","word":"undesirable","kwic":"s to- have the effect of keeping here undesirable aliens, as has been suggested by those who are opposing "},{"date":"1902-04-10T00:00:00","id":"19020410_senate_1_9.xml","word":"undesirable","kwic":" Australia, of those whom we consider undesirable aliens, I think that in passing this Bill, we should rec"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"undesirable","kwic":"tent will prevent the influx of these undesirable aliens during the period which would probably elapse bef"},{"date":"1901-09-26T00:00:00","id":"19010926_reps_1_4.xml","word":"undesirable","kwic":"l enable us absolutely to exclude all undesirable aliens. "},{"date":"1919-09-11T00:00:00","id":"19190911_senate_7_89.xml","word":"undesirable","kwic":" generally understood, that there are undesirable aliens who are desirous of coming to Australia. That was"},{"date":"1919-09-11T00:00:00","id":"19190911_senate_7_89.xml","word":"undesirable","kwic":"inly, Australia, does not desire that undesirable aliens or criminals from other countries shall find sanc"},{"date":"1937-06-22T00:00:00","id":"19370622_reps_14_153.xml","word":"undesirable","kwic":"to Australia or the naturalization of undesirable aliens. "},{"date":"1940-05-30T00:00:00","id":"19400530_reps_15_163.xml","word":"undesirable","kwic":"ns into Australia, and in relation to undesirable aliens and their deportation. Its provisions can better "},{"date":"1940-05-22T00:00:00","id":"19400522_reps_15_163.xml","word":"undesirable","kwic":"s sought to deport certain classes of undesirable aliens; but otherwise the object of the proposed amendme"},{"date":"1907-08-08T00:00:00","id":"19070808_reps_3_37.xml","word":"undesirable","kwic":"vision were not exercised, a cargo of undesirable aliens might be landed in the north-west. At the same ti"},{"date":"1923-07-12T00:00:00","id":"19230712_senate_9_103.xml","word":"undesirable","kwic":"at safeguard against the migration of undesirable aliens to Australia. If we dispensed with the British vi"},{"date":"1907-11-14T00:00:00","id":"19071114_senate_3_41.xml","word":"undesirable","kwic":"e restriction of immigration, or with undesirable aliens. But it does not seem to me to\" be within the sco"},{"date":"1947-03-19T00:00:00","id":"19470319_reps_18_190.xml","word":"undesirable","kwic":"he possibility of the introduction of undesirable aliens. It is now plain that national stocktaking, as it"},{"date":"1932-05-20T00:00:00","id":"19320520_reps_13_134.xml","word":"undesirable","kwic":"reventing an influx into Australia of undesirable aliens. A foreigner has less restraint upon his actions "},{"date":"1932-05-20T00:00:00","id":"19320520_reps_13_134.xml","word":"undesirable","kwic":"ld have the power necessary to deport undesirable aliens, even if they have resided in Australia for a few"},{"date":"1935-04-10T00:00:00","id":"19350410_reps_14_146.xml","word":"undesirable","kwic":"tive, and it is impossible to exclude undesirable aliens. "},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"undesirable","kwic":" of this Act, and as to the number of undesirable aliens seeking admission to the Commonwealth. "},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"undesirable","kwic":"within two or three weeks of stopping undesirable aliens from coming here. Under this Bill, when it become"},{"date":"1901-10-09T00:00:00","id":"19011009_reps_1_5.xml","word":"undesirable","kwic":"pen to be wrong, and if by some means undesirable aliens still manage to gain access to this country by ev"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"undesirable","kwic":" going to restrict the immigration of undesirable aliens we ought to do so straightforwardly, and to aim a"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"undesirable","kwic":"oviding for the absolute exclusion of undesirable aliens. No danger will result from such legislation, bec"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"undesirable","kwic":"rought in a Bill for the exclusion of undesirable aliens. It was carefully debated, and the Marquis of Sal"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"undesirable","kwic":"troduced it was shown that in England undesirable aliens, such as Polish Jews, were increasing in number e"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"undesirable","kwic":"he language test will really keep out undesirable aliens, and that it will serve the same purpose as the a"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"undesirable","kwic":"ility of it. It will not keep out the undesirable aliens. It has been shown over and over again that the v"},{"date":"1901-09-06T00:00:00","id":"19010906_reps_1_4.xml","word":"undesirable","kwic":"uld say that we desire to exclude all undesirable aliens in the interests of our moral and our social stan"},{"date":"1902-10-09T00:00:00","id":"19021009_reps_1_12.xml","word":"undesirable","kwic":" of those ports which are infested by undesirable aliens. Just prior to my arrival in Melbourne, a friend "},{"date":"1901-09-27T00:00:00","id":"19010927_reps_1_4.xml","word":"undesirable","kwic":"g Australia from the contamination of undesirable aliens. "},{"date":"1901-09-27T00:00:00","id":"19010927_reps_1_4.xml","word":"undesirable","kwic":"e of Australia as to the exclusion of undesirable aliens, but each member has to judge of that himself in "},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"undesirable","kwic":"e of excluding, and not of admitting, undesirable aliens. "},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"undesirable","kwic":"overnment from admitting shiploads of undesirable aliens during a recess, and before Par-  liament could h"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"undesirable","kwic":"e just as impossible as it is now for undesirable aliens to enter Australia. If the suggestion made by the"},{"date":"1905-12-06T00:00:00","id":"19051206_reps_2_30.xml","word":"undesirable","kwic":"ll open the door for the admission of undesirable aliens. "},{"date":"1901-11-06T00:00:00","id":"19011106_reps_1_5.xml","word":"undesirable","kwic":"ur right.  to expel Chinese and other undesirable aliens who are filing the avenues of trade and industry "},{"date":"1902-02-07T00:00:00","id":"19020207_reps_1_8.xml","word":"undesirable","kwic":"ers supported the direct exclusion of undesirable aliens, because they feared that if the Government metho"},{"date":"1901-06-12T00:00:00","id":"19010612_senate_1_1.xml","word":"undesirable","kwic":"eps be taken to prevent the influx of undesirable aliens into the State of Western Australia, the Premier "},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"undesirable","kwic":"or for the expulsion of destitute and undesirable aliens. This policy is the deliberate outcome of years o"},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"undesirable","kwic":"if it is found wanting, the number of undesirable aliens in our midst will be increased before we can take"},{"date":"1901-09-25T00:00:00","id":"19010925_reps_1_4.xml","word":"undesirable","kwic":"nflux of kanakas, Japanese, and other undesirable aliens than did any of the other colonies. The Australia"},{"date":"1903-05-27T00:00:00","id":"19030527_senate_1_13.xml","word":"undesirable","kwic":"in anything that can be done to* keep undesirable aliens, coloured or otherwise, out of Australia, I will "},{"date":"1938-06-24T00:00:00","id":"19380624_senate_15_156.xml","word":"undesirable","kwic":" a White Australia policy to keep out undesirable aliens, but when foreigners are once admitted they shoul"},{"date":"1901-09-20T00:00:00","id":"19010920_reps_1_4.xml","word":"undesirable","kwic":"o exclude them. We should exclude all undesirable aliens. I hope, however, that my honorable friend will n"},{"date":"1908-10-29T00:00:00","id":"19081029_reps_3_48.xml","word":"undesirable","kwic":"ment to deport the Asiatics and other undesirable aliens at present occupying large areas in the principal"},{"date":"1908-12-10T00:00:00","id":"19081210_reps_3_48.xml","word":"undesirable","kwic":"h to do what is necessary to keep out undesirable aliens, but I think that the Bill would be useless if am"},{"date":"1963-08-14T00:00:00","id":"19630814_senate_24_s24.xml","word":"undesirable","kwic":"election officers to ensure that such undesirable aliens are denied entry permits to settle in this countr"},{"date":"1904-09-27T00:00:00","id":"19040927_reps_2_21.xml","word":"undesirable","kwic":"l means? We protect ourselves against undesirable aliens ; why not protect ourselves against the productio"},{"date":"1904-09-27T00:00:00","id":"19040927_reps_2_21.xml","word":"undesirable","kwic":"selves against the productions of the undesirable aliens' labour? Unless a White Australia is to have no m"},{"date":"1932-05-03T00:00:00","id":"19320503_senate_13_134.xml","word":"undesirable","kwic":"almost anything it wished to keep out undesirable aliens. I know of no case in which it proved to be ineff"},{"date":"1904-03-09T00:00:00","id":"19040309_reps_2_18.xml","word":"undesirable","kwic":" its entirety so that this leakage of undesirable aliens into the various States may be effectually stoppe"},{"date":"1904-03-09T00:00:00","id":"19040309_reps_2_18.xml","word":"undesirable","kwic":"assed for the. purpose of keeping out undesirable aliens. In 1889 a Commission was appointed in England to"},{"date":"1904-10-12T00:00:00","id":"19041012_reps_2_22.xml","word":"undesirable","kwic":"l means? We protect ourselves against undesirable aliens, why not against the products of undesirable alie"},{"date":"1919-09-24T00:00:00","id":"19190924_senate_7_89.xml","word":"undesirable","kwic":"l intended to deport, when necessary, undesirable aliens. "},{"date":"1908-12-11T00:00:00","id":"19081211_senate_3_48.xml","word":"undesirable","kwic":"at there is no revenue collected from undesirable aliens entering the Commonwealth. The Department of Exte"},{"date":"1919-08-15T00:00:00","id":"19190815_reps_7_89.xml","word":"undesirable","kwic":"st for being enemy aliens; also other undesirable aliens were deported. For merely being an enemy alien, n"},{"date":"1901-09-12T00:00:00","id":"19010912_REPS_1_4_c1.xml","word":"undesirable","kwic":"how the influence and the presence of undesirable aliens is corrupting the whites in our northern settleme"},{"date":"1904-09-08T00:00:00","id":"19040908_reps_2_21.xml","word":"undesirable","kwic":"Cheers.) We protect ourselves against undesirable aliens; why not protect ourselves against the production"},{"date":"1904-09-08T00:00:00","id":"19040908_reps_2_21.xml","word":"undesirable","kwic":"selves against the productions of the undesirable aliens' labour? (Loud cheers.) Unless a White Australia "},{"date":"1938-10-14T00:00:00","id":"19381014_reps_15_157.xml","word":"white","kwic":"in respect of the countries from which come white aliens who migrate to this country; the discrimination i"},{"date":"1937-08-26T00:00:00","id":"19370826_senate_14_154.xml","word":"white","kwic":"ars, 1935-36 and 1936-37, the net influx of white aliens has been 2,599 and 3,234 respectively, or about o"},{"date":"1937-08-26T00:00:00","id":"19370826_senate_14_154.xml","word":"white","kwic":" \"We can, and do, ensure that the influx of white aliens shall not prejudice us nationally or lower our st"},{"date":"1937-08-24T00:00:00","id":"19370824_reps_14_154.xml","word":"white","kwic":"Government does not offer any inducement to white aliens to come to Australia. They pay their own fares an"},{"date":"1937-08-24T00:00:00","id":"19370824_reps_14_154.xml","word":"white","kwic":"Australia at present. Indeed, the number of white aliens arriving here is just about one third of the norm"},{"date":"1938-09-21T00:00:00","id":"19380921_reps_15_157.xml","word":"white","kwic":"een nations in regard to the immigration of white aliens. The Commonwealth Government arranged that the Mi"},{"date":"1938-05-04T00:00:00","id":"19380504_reps_15_155.xml","word":"white","kwic":"c position, the issue of landing permits to white aliens was restricted. In 1936, in view of the improved "},{"date":"1937-08-25T00:00:00","id":"19370825_reps_14_154.xml","word":"white","kwic":"ars, 1935-36 and 1936-37, the net influx of white aliens has been 2,599 and 3,234 respectively, or about o"},{"date":"1937-08-25T00:00:00","id":"19370825_reps_14_154.xml","word":"white","kwic":". We can, and do, ensure that the influx of white aliens shall not prejudice us nationally or lower our st"},{"date":"1904-09-08T00:00:00","id":"19040908_senate_2_21.xml","word":"white","kwic":"ber included 19,000 coloured aliens, 12,000 white aliens, and 12,000 boys of the bulldog breed, or a littl"},{"date":"1938-04-29T00:00:00","id":"19380429_reps_15_155.xml","word":"white","kwic":" to Southern Europeans; its policy concerns white aliens; and the published statement was a considered sta"},{"date":"1938-12-01T00:00:00","id":"19381201_reps_15_158.xml","word":"white","kwic":"rinciples _ as those governing the entry of white aliens generally. "},{"date":"1947-03-06T00:00:00","id":"19470306_reps_18_190.xml","word":"white","kwic":" principles as those governing the entry of white aliens generally. "},{"date":"1908-06-04T00:00:00","id":"19080604_senate_3_46.xml","word":"white","kwic":"no desire to interfere with women who marry white aliens. But the Government should try to devise a clause"},{"date":"1908-06-04T00:00:00","id":"19080604_senate_3_46.xml","word":"white","kwic":"se to differentiate between women who marry white aliens and those Who marry Asiatics. "},{"date":"1932-05-11T00:00:00","id":"19320511_reps_13_134.xml","word":"white","kwic":"onvenient, more particularly in respect o.f white aliens who have a knowledge of a number of lan-  guages,"},{"date":"1956-03-01T00:00:00","id":"19560301_senate_22_s7.xml","word":"white","kwic":"All true British-Australians (Also a lot of White aliens) "},{"date":"1906-09-25T00:00:00","id":"19060925_reps_2_35.xml","word":"white","kwic":"ns of thousands of coloured men, as well as white aliens of various nationalities, are employed in manufac"},{"date":"1938-11-29T00:00:00","id":"19381129_reps_15_158.xml","word":"white","kwic":"pplication is refused. Applications made by white aliens overseas are considered on their merits. The pers"},{"date":"1937-12-02T00:00:00","id":"19371202_senate_15_155.xml","word":"white","kwic":"during the last two years the net influx of white aliens had fallen to about one-third of the pre-depressi"},{"date":"1937-12-02T00:00:00","id":"19371202_senate_15_155.xml","word":"white","kwic":"overnment by means of the provision whereby white aliens not guaranteed employment are required to have £2"},{"date":"1908-10-22T00:00:00","id":"19081022_reps_3_47.xml","word":"white","kwic":"ose to amend the motion by_ extending it to white aliens? "},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"white","kwic":"t wise on our part to differentiate between white aliens and coloured aliens. I have every sympathy with t"},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"white","kwic":"lass of settlers we have in Australia - the white aliens who have established their homes here, and who ha"},{"date":"1903-07-09T00:00:00","id":"19030709_senate_1_14.xml","word":"white","kwic":"ator refers only to coloured aliens, not to white aliens who have been naturalized ? "},{"date":"1938-12-02T00:00:00","id":"19381202_reps_15_158.xml","word":"white","kwic":"et sufficiently populated, and refugees and white aliens would think it heavenly to be allowed' to do the "},{"date":"1903-06-03T00:00:00","id":"19030603_senate_1_13.xml","word":"white","kwic":" the other 30 per cent, are coloured men or white aliens. "},{"date":"1945-07-05T00:00:00","id":"19450705_reps_17_183.xml","word":"friendly","kwic":"vided into two classes, enemy aliens and friendly aliens. "},{"date":"1945-07-05T00:00:00","id":"19450705_reps_17_183.xml","word":"friendly","kwic":" in the Commonwealth, while one class of friendly aliens, namely, subjects of countries in enemy occupatio"},{"date":"1945-07-05T00:00:00","id":"19450705_reps_17_183.xml","word":"friendly","kwic":"neral. So far as State law is concerned, friendly aliens, in all the States but Queensland, could freely a"},{"date":"1942-05-15T00:00:00","id":"19420515_reps_16_170.xml","word":"friendly","kwic":"recruiting labour battalions composed of friendly aliens. I commend such action, but, by agreement with th"},{"date":"1944-09-28T00:00:00","id":"19440928_reps_17_180.xml","word":"friendly","kwic":"and by people who are in the category of friendly aliens. Frequently, permits to purchase land arc issued "},{"date":"1948-12-01T00:00:00","id":"19481201_reps_18_200.xml","word":"friendly","kwic":"ere are enemy aliens, neutral aliens and friendly aliens. It may occur to the Minister who is in office du"},{"date":"1942-05-07T00:00:00","id":"19420507_reps_16_170.xml","word":"friendly","kwic":"ers of the labour battalions formed from friendly aliens enjoy the same privileges, and take the same oath"},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"friendly","kwic":"e in labour units enemy aliens, and also friendly aliens, who had not enlisted. These friendly aliens incl"},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"friendly","kwic":"ndly aliens, who had not enlisted. These friendly aliens include Greeks, Russians, Poles and Americans.' I"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"friendly","kwic":"tically whether they are enemy aliens or friendly aliens. It may very well be - and I imagine it is so, pa"},{"date":"1945-05-23T00:00:00","id":"19450523_reps_17_182.xml","word":"friendly","kwic":"same category as Australian citizens and friendly aliens, such as Americans, Russians and Greeks, who have"},{"date":"1941-07-03T00:00:00","id":"19410703_reps_16_167.xml","word":"friendly","kwic":"urity to avail itself of the services of friendly aliens in the fighting forces, I fail to understand by w"},{"date":"1942-02-25T00:00:00","id":"19420225_reps_16_170.xml","word":"friendly","kwic":"he King was dispensed with in respect of friendly aliens, such as Americans, who would lose their own nati"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"friendly","kwic":"ompany, is made up of what is known as \" friendly aliens \". The Australian. Army equivalents are known as "},{"date":"1940-12-10T00:00:00","id":"19401210_reps_16_165.xml","word":"friendly","kwic":"ernment should provide every facility to friendly aliens in order to enable them to serve with our defence"},{"date":"1940-12-10T00:00:00","id":"19401210_reps_16_165.xml","word":"friendly","kwic":"services overseas is resumed in January, friendly aliens will be permitted to enlist. "},{"date":"1942-09-10T00:00:00","id":"19420910_reps_16_172.xml","word":"friendly","kwic":"litary service, there was no call-up for friendly aliens, refugee aliens and enemy aliens. I had a nationa"},{"date":"1942-09-10T00:00:00","id":"19420910_reps_16_172.xml","word":"friendly","kwic":"emergency regulation promulgated, giving friendly aliens and refugee aliens a fortnight to enlist in the f"},{"date":"1945-07-26T00:00:00","id":"19450726_reps_17_184.xml","word":"friendly","kwic":"rning the acquisition of land, first, by friendly aliens, and then by enemy aliens and subjects of countri"},{"date":"1945-07-26T00:00:00","id":"19450726_reps_17_184.xml","word":"friendly","kwic":" impose any restrictions on the right of friendly aliens to hold or deal with pro perty. The exemption is "},{"date":"1945-07-26T00:00:00","id":"19450726_reps_17_184.xml","word":"friendly","kwic":"lands in Victoria. If he is referring to friendly aliens purchasing land, this matter is one for the Victo"},{"date":"1945-08-01T00:00:00","id":"19450801_reps_17_184.xml","word":"friendly","kwic":"ioned date it has not been necessary for friendly aliens to apply under the "},{"date":"1920-05-06T00:00:00","id":"19200506_senate_8_92.xml","word":"friendly","kwic":" measure was for those who may be termed friendly aliens - the people of those countries that were allied "},{"date":"1947-11-28T00:00:00","id":"19471128_reps_18_195.xml","word":"refugee","kwic":"its has not by any means been confined to refugee aliens since the cessation of hostilities. During 1946, "},{"date":"1944-09-21T00:00:00","id":"19440921_reps_17_179.xml","word":"refugee","kwic":"igin, who are classed as enemy aliens, or refugee aliens, should be re-examined in the light of the presen"},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"refugee","kwic":"oles and Americans.' It also decided that refugee aliens should be called up for service. Considerable pro"},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"refugee","kwic":"rming useful work. Substantial numbers of refugee aliens have also been organized into labour corps. Some "},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"refugee","kwic":"so been organized into labour corps. Some refugee aliens are in the Services, but all others are now subje"},{"date":"1942-05-06T00:00:00","id":"19420506_reps_16_170.xml","word":"refugee","kwic":"eferential treatment is being accorded to refugee aliens. If the honorable member will see me privately I "},{"date":"1943-06-30T00:00:00","id":"19430630_reps_16_175.xml","word":"refugee","kwic":"rection had been given for the call-up of refugee aliens from enemy countries. Is the right honorable gent"},{"date":"1947-03-26T00:00:00","id":"19470326_reps_18_191.xml","word":"refugee","kwic":"ed in the same category as the Minister's refugee aliens. "},{"date":"1941-07-03T00:00:00","id":"19410703_reps_16_167.xml","word":"refugee","kwic":"ed doctor. Can you emphasize registration refugee aliens for service in such cases? "},{"date":"1944-03-21T00:00:00","id":"19440321_senate_17_178.xml","word":"refugee","kwic":"lians, and, in fact, all enemy aliens and refugee aliens, are called upon to do work of national importanc"},{"date":"1945-06-13T00:00:00","id":"19450613_senate_17_182.xml","word":"refugee","kwic":"nt of Australia being asked to take these refugee aliens, what action does the Government intend to take t"},{"date":"1947-03-06T00:00:00","id":"19470306_reps_18_190.xml","word":"refugee","kwic":"the American continent, the proportion of refugee aliens of Jewish faith who will have reached Australia o"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"refugee","kwic":"bilization does not preclude stateless or refugee aliens from being released from the forces on equal term"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"refugee","kwic":"t war with His Majesty, but not including refugee aliens. "},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"refugee","kwic":" the nominated personnel. The position of refugee aliens who were enlisted members of employment companies"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"refugee","kwic":"itish Government released from internment refugee aliens who had satisfied the authorities that they had b"},{"date":"1946-03-29T00:00:00","id":"19460329_reps_17_186.xml","word":"refugee","kwic":"bject, which left nineteen who were still refugee aliens. Thirdly, the present priority points for release"},{"date":"1942-09-10T00:00:00","id":"19420910_reps_16_172.xml","word":"refugee","kwic":"there was no call-up for friendly aliens, refugee aliens and enemy aliens. I had a national emergency regu"},{"date":"1942-09-10T00:00:00","id":"19420910_reps_16_172.xml","word":"refugee","kwic":"n promulgated, giving friendly aliens and refugee aliens a fortnight to enlist in the forces or in a labou"},{"date":"1945-06-06T00:00:00","id":"19450606_senate_17_182.xml","word":"refugee","kwic":"ralia and were subsequently classified as refugee aliens. Apart from this class, the applicants were perma"},{"date":"1945-08-01T00:00:00","id":"19450801_reps_17_184.xml","word":"refugee","kwic":", 1945 - except insofar as they relate to refugee aliens, a class first dealt with on 28th October, 1942. "},{"date":"1905-11-02T00:00:00","id":"19051102_senate_2_28.xml","word":"asiatic","kwic":"industry will be distributed, not amongst Asiatic aliens, but amongst workmen of our own nationality. "},{"date":"1909-08-10T00:00:00","id":"19090810_reps_3_50.xml","word":"asiatic","kwic":"n favour of the naturalization of certain Asiatic aliens. "},{"date":"1909-08-10T00:00:00","id":"19090810_reps_3_50.xml","word":"asiatic","kwic":"turalized, while an immense number of the Asiatic aliens resident here are not, and cannot become, natural"},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"asiatic","kwic":"zed by the presence of Chinamen and other Asiatic aliens in Australia? "},{"date":"1909-08-06T00:00:00","id":"19090806_senate_3_50.xml","word":"asiatic","kwic":"uch as a finger in the way of encouraging Asiatic aliens to remain in Australia. Yet under this Bill we ar"},{"date":"1902-06-04T00:00:00","id":"19020604_reps_1_10.xml","word":"asiatic","kwic":"y, and if so, how many, Chinese and other Asiatic aliens have been employed in the Post and Telegraph depa"},{"date":"1902-06-04T00:00:00","id":"19020604_reps_1_10.xml","word":"asiatic","kwic":"a white Australia had continued to employ Asiatic aliens. I hope that the Minister representing the Postma"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"asiatic","kwic":", and, if so, how many, Chinese and other Asiatic aliens have been employed in the Post and Telegraph depa"},{"date":"1901-10-01T00:00:00","id":"19011001_reps_1_4.xml","word":"asiatic","kwic":"artment in reference to the employment of Asiatic aliens in the Postal and Telegraph department in the Nor"},{"date":"1960-08-16T00:00:00","id":"19600816_reps_23_hor28.xml","word":"asiatic","kwic":"sual way. (if) In the Northern Territory, Asiatic aliens are prohibited from holding Miner's Rights withou"},{"date":"1901-10-23T00:00:00","id":"19011023_reps_1_5.xml","word":"asiatic","kwic":", and, if so, how many, Chinese and other Asiatic aliens have been employed in the Post and Telegraph depa"},{"date":"1903-06-04T00:00:00","id":"19030604_reps_1_13.xml","word":"asiatic","kwic":"ts have been granted to Japanese or other Asiatic aliens to work as divers or otherwise in the Torres Stra"},{"date":"1901-11-06T00:00:00","id":"19011106_reps_1_5.xml","word":"asiatic","kwic":"o, Javanese, Japanese, Chinese, and other Asiatic aliens. "},{"date":"1908-12-10T00:00:00","id":"19081210_reps_3_48.xml","word":"asiatic","kwic":"nto force. I refer to the registration of Asiatic aliens,, with a passport system, and a periodic inspecti"},{"date":"1904-03-09T00:00:00","id":"19040309_senate_2_18.xml","word":"asiatic","kwic":"an people, instead of paying the wages of Asiatic aliens. "},{"date":"1912-07-31T00:00:00","id":"19120731_reps_4_64.xml","word":"asiatic","kwic":"lar practice at Broome to give permits to Asiatic aliens, employed in the pearl fishing, io live on shore?"},{"date":"1901-11-14T00:00:00","id":"19011114_senate_1_6.xml","word":"asiatic","kwic":"wanted to bring down for the exclusion of Asiatic aliens the strongest Bill they, could carry. But the Gov"},{"date":"1901-11-05T00:00:00","id":"19011105_reps_1_5.xml","word":"asiatic","kwic":"y deported before other alien labour, the Asiatic aliens from the southern colonies, will be attracted to "},{"date":"1904-12-09T00:00:00","id":"19041209_senate_2_24.xml","word":"asiatic","kwic":" Papua, being neither Polynesians nor yet Asiatic Aliens. "}]